Repository: ManotLuijiu/erpnext-thai-translation
Catalog: digisoft_erp/*.po
Languages: th

source: Work order details retrieved successfully
th: รายละเอียดคำสั่งงานถูกดึงข้อมูลเรียบร้อยแล้ว

source: Work order progress updated successfully
th: อัปเดตความก้าวหน้าของใบสั่งงานสำเร็จแล้ว

source: Work orders retrieved successfully
th: ดึงข้อมูลคำสั่งผลิตสำเร็จ

source: Workflow State
th: สถานะเวิร์กโฟลว์

source: Workstation utilization data retrieved successfully
th: ดึงข้อมูลการใช้งานสถานีงานสำเร็จแล้ว

source: Year defaults to bill date year for consistency with SPA
th: ปีตั้งค่าเริ่มต้นเป็นปีของวันที่ใบแจ้งหนี้เพื่อความสอดคล้องกับ SPA

source: You can now view the Chart of Accounts from the menu.
th: ขณะนี้คุณสามารถดู ผังบัญชี ได้จากเมนูแล้ว

source: days
th: วันสาง

source: e.g. 2025
th: เช่น 2025

source: has already been used for Input VAT claims.
th: ไม่ได้เป็นส่วนภาษี VAT เข้ายนิ้นตร์อยู่ที่ดีที่สุด

source: has been cancelled, but the related VAT record
th: ถูกยกเลิกแล้ว แต่ระเบียน VAT ที่เกี่ยวข้อง

source: {0} and {1} are mandatory
th: {0} และ {1} เป็นข้อบังคับ

source: {0} cannot be negative
th: {0} ไม่สามารถเป็นค่าติดลบได้

source: {0} is mandatory
th: {0} เป็นข้อมูลที่ต้องระบุ

source: {0} not found
th: ไม่พบ {0}
