Repository: ManotLuijiu/erpnext-thai-translation
Catalog: digisoft_erp/*.po
Languages: th

source: Show Production Summary
th: แสดงสรุปการผลิต

source: Show Remarks
th: แสดงหมายเหตุ

source: Show Sales Person
th: แสดงพนักงานขาย

source: Show Summary
th: แสดงสรุป

source: Show Thai Account Names
th: แสดงชื่อบัญชีภาษาไทย

source: Show Values in Transaction Currency
th: แสดงมูลค่าในสกุลเงินรายการธุรกรรม

source: Show Zero Values
th: แสดงค่าศูนย์

source: Show detailed attachment information
th: แสดงข้อมูลไฟล์แนบโดยละเอียด

source: Show records older than specified days
th: แสดงระเบียนที่เก่ากว่าจำนวนวันที่ระบุ

source: Signatory Position
th: ตำแหน่งผู้ลงนาม

source: Signatory Tax ID
th: หมายเลขประจำตัวผู้เสียภาษีผู้ลงนาม

source: Signature Information
th: ข้อมูลลายเซ็นต์

source: Social Security
th: ประกันสังคม

source: Social Security Number
th: หมายเลขประกันสังคม

source: Special Notes
th: หมายเหตุพิเศษ

source: Split invoice based on payment terms
th: แยกใบแจ้งหนี้ตามเงื่อนไขการชำระเงิน

source: Standard POS receipt format
th: รูปแบบใบเสร็จรับเงิน POS มาตรฐาน

source: Standard Receipt
th: ใบเสร็จรับเงินมาตรฐาน

source: Standard VAT Rate (%)
th: อัตราภาษีมูลค่าเพิ่มมาตรฐาน (%)

source: Start Date
th: วันที่เริ่มต้น

source: Start Year
th: ปีวันเริ่มต้น

source: Starting bulk update
th: กำลังเริ่มการปรับปรุงข้อมูลจำนวนมาก

source: Status
th: สถานะ

source: Status / สถานะ
th: สถานะ

source: Status: Balanced
th: สถานะ: สมดุล

source: Status: Unbalanced
th: สถานะ: ไม่สมดุล

source: Stock Analysis
th: การวิเคราะห์สต็อก

source: Stock Qty
th: จำนวนหุ้น

source: Stock information retrieved successfully
th: ข้อมูลสต็อกถูกดึงมาเรียบร้อยแล้ว

source: Stop Auto Refresh
th: หยุดการรีเฟรชอัตโนมัติ

source: Submission Confirmation Number
th: หมายเลขยืนยันการส่งข้อมูล

source: Submission Date
th: วันที่ ส่งแล้ว

source: Submission Status
th: สถานะการส่งข้อมูล

source: Submission Tracking
th: การติดตามการส่งข้อมูล

source: Submitted
th: ส่งแล้ว

source: Subtotal
th: ยอดรวมย่อย

source: Success
th: สำเร็จ

source: Successfully marked ${selected.length} record(s) as Output VAT reported for ${values.output_vat_reported_month}/${values.output_vat_reported_year}
th: ทำเครื่องหมายรายการจำนวน ${selected.length} รายการสำเร็จว่าเป็น ภาษีมูลค่าเพิ่มขายที่รายงานสำหรับเดือน ${values.output_vat_reported_month}/${values.output_vat_reported_year}

source: Successfully reconciled {0} entries
th: ปรับยอดรายการ {0} รายการสำเร็จแล้ว

source: Successfully translated {0} accounts to Thai. {1} accounts already had Thai names.
th: แปลชื่อบัญชี {0} รายการเป็นภาษาไทยสำเร็จแล้ว บัญชี {1} รายการมีชื่อภาษาไทยอยู่แล้ว

source: Successfully updated {0} out of {1} records
th: อัปเดตข้อมูล {0} จากทั้งหมด {1} รายการสำเร็จแล้ว

source: Successfully updated {0} records
th: อัปเดตข้อมูล {0} รายการสำเร็จแล้ว

source: Summary
th: สรุป

source: Supplier
th: ผู้จำหน่าย

source: Supplier Branch
th: สาขา ผู้จำหน่าย

source: Supplier Group
th: กลุ่มซัพพลายเออร์

source: Supplier ID and rating are required
th: รหัสผู้จำหน่ายและการให้คะแนนเป็นข้อมูลที่จำเป็นต้องระบุ

source: Supplier Invoice Date
th: วันที่ใบแจ้งหนี้ผู้จัดจำหน่าย

source: Supplier Invoice No
th: ใบแจ้งหนี้ที่ผู้ผลิตไม่มี

source: Supplier Name
th: ชื่อผู้จำหน่าย

source: Supplier Tax ID
th: หมายเลขประจำตัวผู้เสียภาษีผู้จำหน่าย

source: Supplier master data with withholding tax settings
th: ข้อมูลหลักผู้จำหน่ายพร้อมการตั้งค่าภาษีหัก ณ ที่จ่าย

source: Supplier not found
th: ไม่พบผู้จำหน่าย

source: Supplier rating saved successfully
th: การให้คะแนนผู้จำหน่ายบันทึกเรียบร้อยแล้ว

source: System
th: ระบบ

source: System Check Error
th: ข้อผิดพลาดการตรวจสอบระบบ

source: System Console
th: คอนโซลระบบ

source: System Manager
th: ผู้จัดการระบบ

source: System administration and debugging tools
th: เครื่องมือบริหารระบบและแก้ไขข้อผิดพลาด

source: TOTAL
th: รวม

source: Tax
th: ภาษี

source: Tax Advisor License
th: ใบอนุญาตที่ปรึกษาภาษี

source: Tax Advisor Name
th: ชื่อที่ปรึกษาด้านภาษี

source: Tax Amount
th: จำนวนภาษี

source: Tax Amount (฿)
th: จำนวนภาษี (฿)

source: Tax Amount in Words
th: จำนวนเงินภาษีเป็นตัวอักษร

source: Tax Compliance
th: การปฏิบัติตามภาษี

source: Tax Deadlines
th: กำหนดเวลาภาษี

source: Tax ID
th: เลขประจำตัวผู้เสียภาษี

source: Tax ID must be 13 digits
th: หมายเลขประจำตัวผู้เสียภาษีต้องมี 13 หลัก

source: Tax ID of authorized signatory
th: หมายเลขประจำตัวผู้เสียภาษีของผู้มีอำนาจลงนาม

source: Tax Invoice Date
th: วันที่ขใกำกับภาษี

source: Tax Invoice Date from Purchase Invoice (Goods/Cash) or Payment Entry (Services/Credit)
th: วันที่ใบกำกับภาษีจากใบแจ้งหนี้ซื้อ (สินค้า/เงินสด) หรือรายการชำระเงิน (บริการ/เครดิต)

source: Tax Invoice Date is missing - using Bill Date as fallback
th: วันที่ใบกำกับภาษีขาดหาย - ใช้วันที่ใบแจ้งหนี้เป็นค่าเริ่มต้นแทน

source: Tax Invoice Details
th: รายละเอียดใบกำกับภาษี

source: Tax Invoice Number
th: หมายเลขใบกำกับภาษี

source: Tax Invoice Number from Purchase Invoice (Goods/Cash) or Payment Entry (Services/Credit)
th: หมายเลขใบกำกับภาษีจากใบกำกับซื้อ (สินค้า/เงินสด) หรือรายการชำระเงิน (บริการ/เครดิต)

source: Tax Invoice Number is missing - using Bill No. as fallback
th: หมายเลขใบกำกับภาษีหายไป - ใช้หมายเลขบิลเป็นค่าทดแทน

source: Tax Invoice details fetched from Payment Entry
th: รายละเอียดใบกำกับภาษีที่ดึงมาจากรายการชำระเงิน

source: Tax Payment Type
th: ประเภทการชำระภาษี

source: Tax Period
th: วันภาษี

source: Tax Period is mandatory
th: ช่วงระยะเวลาภาษีเป็นข้อมูลที่ต้องระบุ

source: Tax Rate (%)
th: อัตราภาษี (%)

source: Tax Rates
th: อัตราภาษี

source: Tax Registration Office
th: สำนักงานทะเบียนภาษี

source: Tax Reports
th: รายงานภาษี

source: Tax Submission Deadlines
th: กำหนดเวลาการยื่นภาษี

source: Tax Summary
th: สรุปภาษี

source: Tax Withholding Summary
th: สรุปภาษีหัก ณ ที่จ่าย

source: Tax Year
th: ปีภาษี

source: Tax Year is mandatory
th: ปีภาษีเป็นข้อมูลที่ต้องระบุ

source: Tax Year must be between 2000 and 2050
th: ปีภาษีต้องอยู่ระหว่างปี 2000 ถึง 2050

source: Tax calculation error in row {0}. Expected: {1}, Got: {2}
th: ข้อผิดพลาดในการคำนวณภาษีในแถวที่ {0} คาดหวัง: {1}, ได้รับ: {2}

source: Tax calculation error. Expected: {0}, Actual: {1}
th: ข้อผิดพลาดในการคำนวณภาษี คาดว่า: {0}, จริง: {1}

source: Tax rate must be between 0 and 100
th: อัตราภาษีต้องอยู่ระหว่าง 0 ถึง 100

source: Territory
th: เขตแดน

source: Thai Accounts Payable
th: บัญชีเจ้าหนี้ไทย

source: Thai Accounts Receivable
th: ลูกหนี้การค้าไทย

source: Thai Accounts Receivable Payable Ageing
th: รายงานอายุลูกหนี้เจ้าหนี้

source: Thai Accounts Receivable/Payable Ageing Report
th: รายงานอายุลูกหนี้/เจ้าหนี้ภาษาไทย

source: Thai Balance Sheet
th: งบดุล

source: Thai Bank Reconciliation
th: การกระทบยอดธนาคารไทย

source: Thai Billing
th: การเรียกเก็บเงินภาษาไทย

source: Thai Billing Report
th: รายงานการเรียกเก็บเงินภาษาไทย

source: Thai Cash Flow
th: กระแสเงินสด

source: Thai Company Details
th: รายละเอียดบริษัทในประเทศไทย

source: Thai Company Name
th: ชื่อบริษัทไทย

source: Thai Company Settings
th: การตั้งค่าบริษัทไทย

source: Thai Currency Format
th: รูปแบบสกุลเงินไทย

source: Thai Customer Address
th: ที่อยู่ลูกค้า

source: Thai Customer Tax ID must be 13 digits
th: หมายเลขประจำตัวผู้เสียภาษีของลูกค้าไทยต้องมี 13 หลัก

source: Thai Format
th: รูปแบบภาษาไทย

source: Thai Formatting
th: รูปแบบภาษาไทย

source: Thai General Ledger
th: สมุดรายวันทั่วไป

source: Thai Input VAT Report
th: รายงานภาษีซื้อ VAT

source: Thai Language Default
th: ภาษาไทยเป็นค่าเริ่มต้น

source: Thai Localized Reports
th: รายงานท้องถิ่นภาษาไทย

source: Thai PND Forms Reference
th: แบบฟอร์ม ภ.ง.ด. อ้างอิง

source: Thai POS Invoice
th: ใบกำกับภาษีขาย

source: Thai POS Invoice Balance
th: ยอดคงเหลือใบกำกับภาษีขาย (POS) ภาษาไทย

source: Thai PP-30 VAT Return Form for Revenue Department submission
th: แบบฟอร์ม ภ.พ.30 สำหรับยื่นภาษีมูลค่าเพิ่มต่อกรมสรรพากร

source: Thai PP30 Forms Reference
th: แบบฟอร์มอ้างอิง PP30 ภาษาไทย

source: Thai Packing Slip
th: ใบส่งของ

source: Thai Payment Reconciliation
th: การกระทบยอดการชำระเงินภาษาไทย

source: Thai Picking List
th: ใบเบิกสินค้า

source: Thai Production Report
th: รายงานการผลิต

source: Thai Profit & Loss Summary
th: สรุปกำไรขาดทุนภาษาไทย

source: Thai Profit and Loss
th: งบกำไรขาดทุน

source: Thai Purchase VAT Forms Reference
th: ใบอ้างอิงภาษีมูลค่าเพิ่มการซื้อ

source: Thai Reports
th: รายงานภาษาไทย

source: Thai Sales Order
th: ใบสั่งขายภาษาไทย

source: Thai Sales VAT Summary
th: สรุปภาษีมูลค่าเพิ่มขายสินค้า

source: Thai Status
th: สถานะ

source: Thai Summary
th: สรุปภาษาไทย

source: Thai Tax
th: ภาษีไทย

source: Thai Tax Account Settings
th: การตั้งค่าบัญชีภาษีไทย

source: Thai Tax Accounts Created
th: ซิงค์ ภาษีมูลค่าชัวชีเป็นสิน

source: Thai Tax Accounts:
th: บัญชีภาษีไทย

source: Thai Tax Fields
th: ฟิลด์ภาษีไทย

source: Thai Tax Fields:
th: ฟิลด์ภาษีไทย:

source: Thai Tax Information
th: ข้อมูลภาษีไทย

source: Thai Tax Invoice Number
th: หมายเลขใบกำกับภาษี

source: Thai Tax Management
th: การจัดการภาษีไทย

source: Thai Tax Reporting Settings
th: การตั้งค่าการรายงานภาษีของไทย

source: Thai Tax Settings
th: การตั้งค่าภาษีไทย

source: Thai Tax Settings:
th: การตั้งค่าภาษีไทย:

source: Thai Tax Setup Validation
th: การตรวจสอบการตั้งค่าภาษีไทย

source: Thai Tax System Status
th: สถานะระบบภาษีไทย

source: Thai Tax Validation Failed
th: การตรวจสอบความถูกต้องของภาษีไทยล้มเหลว

source: Thai Tax and Business Management Suite
th: ชุดบริหารจัดการธุรกิจและภาษีไทย

source: Thai Text Format
th: รูปแบบข้อความภาษาไทย

source: Thai Trial Balance
th: งบทดลอง

source: Thai VAT Form Print
th: พิมพ์แบบฟอร์ม VAT ไทย

source: Thai VAT Forms Reference
th: แบบฟอร์มภาษีมูลค่าเพิ่ม (VAT) ของไทย

source: Thai VAT Information
th: ข้อมูลภาษีมูลค่าเพิ่ม (VAT) ของไทย

source: Thai VAT Management
th: การจัดการ VAT ไทย

source: Thai Voucher Error: Debit and Credit amounts must be balanced
th: ข้อผิดพลาดบัตรเงินสดไทย: ยอดเดบิตและเครดิตต้องสมดุลกัน

source: Thai WHT Attachment
th: ไฟล์แนบภาษีหัก ณ ที่จ่าย

source: Thai WHT Rate Setting
th: การตั้งค่าอัตราภาษีหัก ณ ที่จ่าย (WHT)

source: Thai business accounts configured for {0}
th: บัญชีอางานออกสุดโดยอัตโนมัติ ดี {0}

source: Thai business rule violation
th: การละเมิดกฎธุรกิจ

source: Thai tax accounts are not configured. Missing: {0}. Please configure them in Thai Tax Settings.
th: บัญชีภาษีไทยยังไม่ได้ตั้งค่า ขาด: {0} กรุณาตั้งค่าใน การตั้งค่าภาษีไทย

source: Thai tax accounts created successfully
th: บัญชีภาษีไทยถูกสร้างเรียบร้อยแล้ว

source: Thai tax fields installation completed successfully
th: การติดตั้งฟิลด์ภาษีไทยเสร็จสมบูรณ์แล้ว

source: Thai translations will now be handled by the translation_tools app.
th: การแปลภาษาไทยจะถูกจัดการโดยแอป translation_tools จากนี้ไป

source: Thank you for your business!
th: ขอขอบคุณสำหรับธุรกิจของท่าน!

source: Thank you for your business! Please come again.
th: ขอขอบคุณสำหรับธุรกิจของท่าน! กรุณาแวะมาใช้บริการอีกครั้งนะครับ/ค่ะ

source: The Input VAT Undue Report is not available. Please ensure the Thai VAT module is properly installed.
th: รายงาน VAT ขาเข้าที่ยังไม่ถึงกำหนดไม่มีให้ใช้งาน กรุณาตรวจสอบให้แน่ใจว่าโมดูล VAT ไทยถูกติดตั้งอย่างถูกต้องแล้ว

source: The Purchase VAT Report is not available. Please ensure the Thai VAT module is properly installed or contact your system administrator.
th: รายงาน VAT การซื้อไม่พร้อมใช้งาน กรุณาตรวจสอบให้แน่ใจว่าโมดูล VAT ไทยถูกติดตั้งอย่างถูกต้อง หรือ ติดต่อผู้ดูแลระบบของคุณ

source: Thermal Printer
th: เครื่องพิมพ์ความร้อน

source: These invoices cannot be claimed. Continue with remaining invoices?
th: ใบแจ้งหนี้เหล่านี้ไม่สามารถเรียกร้องได้ ต้องการดำเนินการกับใบแจ้งหนี้ที่เหลือต่อหรือไม่?

source: This company already has {0} accounts. Creating a new chart will DELETE all existing accounts and their related data.
th: บริษัทนี้มีบัญชีอยู่แล้ว {0} บัญชี การสร้างแผนภูมิใหม่จะลบบัญชีทั้งหมดที่มีอยู่และข้อมูลที่เกี่ยวข้องทั้งหมด

source: This information is used for Input VAT reporting to Thai Revenue Department. Ensure supplier invoice details are accurate.
th: ข้อมูลนี้ใช้สำหรับการรายงาน VAT ขาเข้าต่อกรมสรรพากร โปรดตรวจสอบให้แน่ใจว่ารายละเอียดใบกำกับภาษีผู้จำหน่ายถูกต้องครบถ้วน

source: This method is only meant for developer mode
th: วิธีนี้มีไว้สำหรับโหมดนักพัฒนาเท่านั้น

source: Time
th: เวลา

source: Title
th: ชื่อเรื่อง

source: To Date
th: ถึงวันที่

source: To Invoice Date
th: วันที่ออกใบแจ้งหนี้

source: To Payment Date
th: ถึงวันที่ชำระเงิน

source: To Reference Date
th: ถึงวันที่อ้างอิง

source: To use a different finance book, please uncheck 'Include Default FB Entries'
th: หากต้องการใช้สมุดบัญชีการเงินอื่น กรุณายกเลิกการเลือก 'รวมรายการสมุดบัญชีเริ่มต้น'

source: Total
th: รวม

source: Total (Credit)
th: รวม (เครดิต)

source: Total (Without Tax)
th: รวม (ไม่มีภาษี)

source: Total Amount
th: ยอดรวม

source: Total Asset
th: สินทรัพย์รวม

source: Total Base Amount
th: ยอดเงินพื้นฐานรวม

source: Total Certificates
th: รวมใบรับรองทั้งหมด

source: Total Equity
th: ส่วนของผู้ถือหุ้นรวม

source: Total Gross Amount
th: ยอดรวมสุทธิ

source: Total Input VAT
th: ยอดรวม VAT ขาเข้า

source: Total Invoices
th: ยอดรวมใบแจ้งหนี้

source: Total Liability
th: หนี้สินรวม

source: Total Net Amount
th: ยอดสุทธิรวม

source: Total Output VAT
th: ยอดรวม VAT ออก

source: Total Outstanding
th: ยอดคงค้างรวม

source: Total Outstanding Invoices
th: ยอดคงค้างใบแจ้งหนี้ทั้งหมด

source: Total Packages
th: จำนวนแพ็กเกจทั้งหมด

source: Total Paid
th: ยอดชำระทั้งหมด

source: Total Parties
th: จำนวนฝ่ายทั้งหมด

source: Total Purchase Amount (Used Status)
th: ยอดรวมการซื้อ (สถานะที่ใช้งาน)

source: Total Records
th: รวมระเบียนทั้งหมด

source: Total Sales
th: ยอดขายรวม

source: Total Sales This Month
th: ยอดขายรวมเดือนนี้

source: Total Tax Amount
th: ยอดรวมภาษี

source: Total Unreconciled Payments
th: ยอดรวมการชำระเงินที่ยังไม่กระทบยอด

source: Total VAT Amount
th: ยอดรวมภาษีมูลค่าเพิ่ม

source: Total VAT Amount:
th: ยอดรวมภาษีมูลค่าเพิ่ม:

source: Total Weight (kg)
th: น้ำหนักรวม (กก.)

source: Total Work Orders
th: ยอดรวมใบสั่งผลิต

source: Track corrections and amendments to this PP-30 report
th: ติดตามการแก้ไขและปรับปรุงรายงาน PP-30 นี้

source: Trading
th: การค้า

source: Transaction Details
th: รายละเอียดรายการธุรกรรม

source: Type
th: ประเภท

source: Type of business license
th: ประเภทใบอนุญาตประกอบธุรกิจ

source: UOM
th: หน่วยนับ

source: Unable to calculate VAT for this transaction
th: ไม่สามารถคำนวณ VAT สำหรับรายการนี้ได้

source: Unallocated
th: ยังไม่ได้จัดสรร

source: Unauthorized access
th: การเข้าถึงโดยไม่ได้รับอนุญาต

source: Unbalanced
th: ยอดคงเหลือไม่สมดุล

source: Unclosed Fiscal Years Profit / Loss (Credit)
th: Unclosed ปีงบประมาณกำไร / ขาดทุน (เครดิต)

source: Unreconciled Payments
th: การชำระเงินที่ยังไม่กระทบยอด

source: Unsupported export format: {0}
th: รูปแบบการส่งออกที่ไม่รองรับ: {0}

source: Unsupported format type
th: ประเภทฟอร์แมตที่ไม่รองรับ

source: Updated {0} accounts with Thai names
th: อัปเดตบัญชี {0} รายการด้วยชื่อภาษาไทยแล้ว

source: Updating VAT usage...
th: กำลังอัปเดตการใช้งาน VAT...

source: Use 'Create Thai Tax Accounts' to automatically create missing accounts.
th: ใช้ 'สร้างบัญชีภาษีไทย' เพื่อสร้างบัญชีที่ขาดหายไปโดยอัตโนมัติ

source: Use Buddhist Era (BE) in dates and reports
th: ใช้ปีพุทธศักราช (พ.ศ.) ในวันที่และรายงาน

source: Use Buddhist calendar in reports and documents
th: ใช้ปฏิทินพุทธศักราชในรายงานและเอกสาร

source: Use Thai language as default for documents
th: ใช้ภาษาไทยเป็นค่าเริ่มต้นสำหรับเอกสาร

source: Use digital signatures for tax documents
th: ใช้ลายเซ็นดิจิทัลสำหรับเอกสารภาษี

source: Use the 'Install Thai Tax Fields' and 'Create Thai Tax Accounts' buttons to complete setup.
th: ใช้ปุ่ม 'ติดตั้งฟิลด์ภาษีไทย' และ 'สร้างบัญชีภาษีไทย' เพื่อดำเนินการตั้งค่าให้สมบูรณ์

source: Used
th: ใช้แล้ว

source: Utilities & Tools
th: สิ่งอำนวยความสะดวก

source: VAT (Output-Input)
th: ภาษีมูลค่าเพิ่ม (ขาออก-ขาเข้า)

source: VAT Account
th: บัญชีภาษีมูลค่าเพิ่ม

source: VAT Actions
th: การดำเนินการภาษีมูลค่าเพิ่ม

source: VAT Already Used
th: ภาษีมูลค่าเพิ่มถูกใช้งานแล้ว

source: VAT Amount
th: จำนวนภาษีมูลค่าเพิ่ม

source: VAT Amount:
th: จำนวนภาษีมูลค่าเพิ่ม

source: VAT Analysis
th: การวิเคราะห์ VAT

source: VAT Analysis for {0}
th: การวิเคราะห์ VAT สำหรับ {0}

source: VAT Breakdown
th: การแจกแจง VAT

source: VAT Calculation
th: การคำนวณ VAT

source: VAT Comparison
th: การเปรียบเทียบ VAT

source: VAT Comparison Chart
th: แผนภูมิเปรียบเทียบ VAT

source: VAT Conversion Date
th: วันที่แปลงภาษีมูลค่าเพิ่ม

source: VAT Details
th: รายละเอียด VAT

source: VAT Due
th: ภาษีมูลค่าเพิ่มที่ต้องชำระ

source: VAT Due (standard sales) or VAT Undue (service businesses)
th: ภาษีมูลค่าเพิ่มที่ต้องชำระ (การขายมาตรฐาน) หรือ ภาษีมูลค่าเพิ่มที่ยังไม่ต้องชำระ (ธุรกิจบริการ)

source: VAT Eligible
th: มีสิทธิ์ได้รับ VAT

source: VAT Exempt
th: ยกเว้น VAT

source: VAT Expiration Warning
th: คำเตือนวันหมดอายุภาษีมูลค่าเพิ่ม

source: VAT Expired
th: ภาษีมูลค่าเพิ่มหมดอายุ

source: VAT Expiring Soon: {0} days remaining
th: ภาษีมูลค่าเพิ่มจะหมดอายุในอีก {0} วัน

source: VAT Fields Missing
th: ช่อง VAT หายไป

source: VAT Filing Status: {0}
th: สถานะการยื่นภาษีมูลค่าเพิ่ม: {0}

source: VAT Month
th: VAT เดือน

source: VAT Operations
th: การดำเนินงานภาษีมูลค่าเพิ่ม

source: VAT Output Account not configured in Thai Tax Settings
th: บัญชีภาษีขายยังไม่ได้ตั้งค่าในการตั้งค่าภาษีไทย

source: VAT Overpaid Brought Forward
th: ยอด VAT จ่ายเกินยกมา

source: VAT Overpaid This Month
th: ภาษีมูลค่าเพิ่มจ่ายเกินในเดือนนี้

source: VAT PP30
th: ภาษีมูลค่าเพิ่ม PP30

source: VAT PP30 Report
th: รายงาน ภาษีมูลค่าเพิ่ม แบบ ภ.พ.30

source: VAT Payable This Month
th: ภาษีมูลค่าเพิ่มที่ต้องชำระในเดือนนี้

source: VAT Period
th: ช่วงเวลาภาษีมูลค่าเพิ่ม

source: VAT Period (Month/Year) must be set for tax reporting
th: ระยะเวลาภาษีมูลค่าเพิ่ม (เดือน/ปี) ต้องถูกตั้งค่าเพื่อการรายงานภาษี

source: VAT Rate
th: อัตราภาษีมูลค่าเพิ่ม

source: VAT Rate (%)
th: อัตราภาษีมูลค่าเพิ่ม (%)

source: VAT Registration Number
th: หมายเลขทะเบียนภาษีมูลค่าเพิ่ม

source: VAT Settings
th: การตั้งค่า VAT

source: VAT Status Overview
th: ภาพรวมสถานะ VAT

source: VAT Summary Report
th: รายงานสรุปภาษีมูลค่าเพิ่ม

source: VAT Transactions Only
th: รายการธุรกรรมภาษีมูลค่าเพิ่มเท่านั้น

source: VAT Type
th: ชนิดภาษีมูลค่าเพิ่ม

source: VAT Type & Conversion
th: ประเภท VAT และการแปลง

source: VAT Undue
th: ภาษีมูลค่าเพิ่มที่ยังไม่ครบกำหนด

source: VAT Undue Information
th: ข้อมูล VAT ที่ยังไม่ครบกำหนด

source: VAT Year
th: ปีภาษีมูลค่าเพิ่ม

source: VAT calculation error
th: ข้อผิดพลาดในการคำนวณภาษีมูลค่าเพิ่ม

source: VAT data has been calculated for {0} {1}
th: ข้อมูลภาษีมูลค่าเพิ่มได้ถูกคำนวณสำหรับ {0} {1}

source: VAT period is in the future. Please verify the month and year.
th: ช่วงเวลาภาษีมูลค่าเพิ่มอยู่ในอนาคต กรุณาตรวจสอบเดือนและปีอีกครั้ง

source: VAT rate should be between 0 and 100 percent
th: อัตราภาษีมูลค่าเพิ่มต้องอยู่ระหว่าง 0 ถึง 100 เปอร์เซ็นต์

source: VAT record marked as reported for {0}/{1}
th: รลอกภาษีมูลค่าเพิ่ม เริ่งรายที่เลียกระบอร์ ชั่ง {0}/{1}

source: VAT usage dialog not yet implemented
th: การใช้งาน VAT ยังไม่ได้รับการพัฒนา

source: VAT-202-01 Purchase Tax Report
th: รายงานภาษีซื้อ VAT-202-01

source: VAT-202-02 Sales Tax Report
th: รายงานภาษีขาย VAT-202-02

source: Validate
th: ตรวจสอบความถูกต้อง

source: Validate Setup
th: ตรวจสอบการตั้งค่า

source: Validate function not yet implemented
th: ฟังก์ชันตรวจสอบยังไม่ได้ถูกพัฒนา

source: Validate this VAT record? This will mark it as available for Input VAT use.
th: ยืนยันบันทึก VAT นี้หรือไม่? การดำเนินการนี้จะทำให้บันทึกนี้พร้อมใช้งานสำหรับ VAT ขาเข้า

source: Validated
th: ได้รับการตรวจสอบแล้ว

source: Validation failed
th: การตรวจสอบล้มเหลว

source: Validity Period
th: ระยะเวลาที่ใช้ได้

source: Variance
th: ความแปรปรวน

source: View
th: ดู

source: View Full Input VAT Report
th: ดูรายงานภาษีซื้อเต็มรูปแบบ

source: View Input VAT Undue Report
th: ดูรายงานภาษีซื้อที่ยังไม่ได้หัก

source: View Invoice
th: ดูใบแจ้งหนี้

source: View PND Forms
th: ดูแบบฟอร์ม พ.น.ด.

source: View PP30 Forms
th: ดูแบบฟอร์ม PP30

source: View Payment Entry
th: ดูรายการบันทึกการชำระเงิน

source: View Purchase Invoice
th: ดูใบกำกับซื้อ

source: View Sales Invoice
th: ดูใบกำกับภาษีขาย

source: View VAT Forms
th: ดูแบบฟอร์ม VAT

source: View source Purchase Invoice {0}
th: ดูแหล่งที่มาของใบกำกับภาษีซื้อ {0}

source: View source Sales Invoice {0}
th: ดูแหล่งที่มา ใบแจ้งหนี้ขาย {0}

source: Volume No
th: โปรวาน

source: Voucher No
th: บัตรกำนัลไม่มี

source: Voucher Subtype
th: ประเภทย่อยของบัตรเงินสด

source: Voucher Type
th: ประเภทใบสำคัญ

source: WHT Amount
th: จำนวนภาษีหัก ณ ที่จ่าย

source: WHT Certificate Date
th: วันที่ใบรับรองภาษีหัก ณ ที่จ่าย

source: WHT Certificate No
th: เลขที่ใบรับรองภาษีหัก ณ ที่จ่าย

source: WHT Certificate Numbering Series
th: ชุดหมายเลขใบรับรองภาษีหัก ณ ที่จ่าย

source: WHT Certificates by PND Type
th: ใบรับรองภาษีหัก ณ ที่จ่ายตามประเภทภาษีเงินได้หัก ณ ที่จ่าย (ภ.ง.ด.)

source: WHT Direction
th: ทิศทาง ภาษีหัก ณ ที่จ่าย

source: WHT Rate (%)
th: อัตราภาษีหัก ณ ที่จ่าย (%)

source: WHT Rate is required for withholding tax
th: อัตรา Withholding Tax จำเป็นต้องระบุ

source: WHT rate for corporate taxpayers
th: อัตรา ภาษีหัก ณ ที่จ่าย สำหรับผู้เสียภาษีนิติบุคคล

source: WHT rate for government entities
th: อัตรา ภาษีหัก ณ ที่จ่าย สำหรับ หน่วยงานราชการ

source: WHT rate for individual taxpayers
th: อัตราภาษีหัก ณ ที่จ่ายสำหรับผู้เสียภาษีบุคคลธรรมดา

source: WHT rate must be between 0 and 100 percent
th: อัตราภาษีหัก ณ ที่จ่ายต้องอยู่ระหว่าง 0 ถึง 100 เปอร์เซ็นต์

source: WHT rate should be between 0 and 100 percent
th: อัตราภาษีหัก ณ ที่จ่ายต้องอยู่ระหว่าง 0 ถึง 100 เปอร์เซ็นต์

source: Walk-in Customer
th: ลูกค้าทั่วไป

source: Warehouse
th: คลังสินค้า

source: Warehouse Management
th: การจัดการคลังสินค้า

source: Warehouse Summary
th: สรุปคลังสินค้า

source: Warning
th: คำเตือน

source: Warning:
th: คำเตือน:

source: Warning: Customer {0} does not have Tax ID
th: คำเตือน: ลูกค้า {0} ไม่มีเลขประจำตัวผู้เสียภาษี

source: Warning: Payment date is more than 1 year after issue date. Please verify.
th: คำเตือน: วันที่ชำระเงินเกินกว่า 1 ปีหลังจากวันที่ออกใบแจ้งหนี้ กรุณาตรวจสอบอีกครั้ง

source: Warning: Supplier {0} does not have Tax ID
th: คำเตือน: ผู้จำหน่าย {0} ไม่มีเลขประจำตัวผู้เสียภาษี

source: Warning: {0} invoices exceed 6-month deadline:
th: คำเตือน: ใบแจ้งหนี้ {0} รายการเกินกำหนด 6 เดือน:

source: Watermark Text
th: ข้อความลายน้ำ

source: When checked, the system will automatically create required tax accounts during installation
th: เมื่อเลือก ระบบจะสร้างบัญชีภาษีที่จำเป็นโดยอัตโนมัติในระหว่างการติดตั้ง

source: When you save this document, the system will automatically create Thai tax accounts if they don't exist.
th: เมื่อคุณบันทึกเอกสารนี้ ระบบจะสร้างบัญชีภาษีไทยโดยอัตโนมัติหากยังไม่มีอยู่

source: Whether this rate is currently active
th: อัตรานี้กำลังใช้งานอยู่หรือไม่

source: Wholesale
th: ขายส่ง

source: With Attachments
th: พร้อมไฟล์แนบ

source: Withholding Tax (WHT)
th: ภาษีหัก ณ ที่จ่าย

source: Withholding Tax Applicable
th: ภาษีหัก ณ ที่จ่าย เป็น

source: Withholding Tax Cert
th: ใบรับรองภาษีหัก ณ ที่จ่าย

source: Withholding Tax Certificate
th: ใบรับรองภาษีหัก ณ ที่จ่าย

source: Withholding Tax Certificate {0} has been submitted successfully
th: ใบรับรองภาษีหัก ณ ที่จ่าย {0} ได้ถูกส่งเรียบร้อยแล้ว

source: Withholding Tax Certificate:
th: ใบรับรองภาษีหัก ณ ที่จ่าย

source: Withholding Tax Entry for {0}
th: รายการภาษีหัก ณ ที่จ่าย สำหรับ {0}

source: Withholding Tax Item
th: รายการภาษีหัก ณ ที่จ่าย

source: Withholding Tax Rate is required
th: จำเป็นต้องระบุอัตราภาษีหัก ณ ที่จ่าย

source: Withholding Tax Settings
th: การตั้งค่า ภาษีหัก ณ ที่จ่าย

source: Withholding at Source
th: ภาษีหัก ณ ที่จ่าย

source: Withholding tax amount mismatch. Expected: {0}, Actual: {1}
th: จำนวนภาษีหัก ณ ที่จ่ายไม่ตรงกัน คาดว่า: {0}, จริง: {1}

source: Withholding tax calculation error
th: ข้อผิดพลาดในการคำนวณภาษีหัก ณ ที่จ่าย

source: Without Attachments
th: ไม่มีไฟล์แนบ

source: Work Order
th: ใบสั่งงาน
