Repository: ManotLuijiu/erpnext-thai-translation
Catalog: digisoft_erp/*.po
Languages: th

source: District where company is registered
th: อำเภอที่บริษัทจดทะเบียน

source: Document No
th: ุระดบระ

source: Document Status
th: สถานะเอกสาร

source: Document Type
th: ประเภทเอกสาร

source: Download PDF
th: ดาวน์โหลด PDF

source: Draft
th: ฉบับร่าง

source: Due Date
th: วันที่ครบกำหนด

source: Due Date / วันครบกำหนด
th: วันครบกำหนด

source: Due Soon (7 days)
th: ครบกำหนดในเร็วๆ นี้ (7 วัน)

source: Effective From
th: มีผลตั้งแต่

source: Effective To
th: มีผลถึง

source: Efficiency
th: ประสิทธิภาพ

source: Efficiency metrics retrieved successfully
th: ดัชนีประสิทธิภาพถูกดึงข้อมูลเรียบร้อยแล้ว

source: Electronic submission confirmation number
th: หมายเลขยืนยันการส่งข้อมูลอิเล็กทรอนิกส์

source: Email
th: อีเมล

source: Email Notifications for Submissions
th: อีเมลแจ้งเตือนสำหรับการส่งข้อมูล

source: Email Sent Date
th: วันที่ส่งอีเมล

source: Employee
th: พนักงาน

source: Enable Buddhist Calendar
th: เปิดใช้งานปฏิทินพุทธศักราช

source: Enable Digital Signatures
th: เปิดใช้งานลายเซ็นดิจิทัล

source: Enable Monthly Reports
th: เปิดใช้งานรายงานรายเดือน

source: Enable PND1 (Salary/Wages)
th: เปิดใช้งาน ภ.ง.ด.1 (เงินเดือน/ค่าจ้าง)

source: Enable PND3 (Individual Services)
th: เปิดใช้งาน ภ.ง.ด.3 (บริการบุคคลธรรมดา)

source: Enable PND53 (Company Services)
th: เปิดใช้งาน PND53 (บริการของบริษัท)

source: Enable QR Codes
th: เปิดใช้งาน QR โค้ด

source: Enable Quarterly Reports
th: เปิดใช้งานรายงานรายไตรมาส

source: Enable Reverse Charge VAT
th: เปิดใช้งาน VAT ภาระผันกลับ

source: Enable Thai Tax Features
th: เปิดใช้งานฟีเจอร์ภาษีไทย

source: Enable Thai formatting and analysis features
th: เปิดใช้งานฟีเจอร์การจัดรูปแบบและวิเคราะห์ภาษาไทย

source: Enable Thai formatting and receipt features
th: เปิดใช้งานรูปแบบภาษาไทยและฟีเจอร์ใบเสร็จ

source: Enable Thai formatting and specialized import/export features
th: เปิดใช้งานรูปแบบภาษาไทยและฟีเจอร์นำเข้า/ส่งออกเฉพาะทาง

source: Enable Thai formatting and warehouse features
th: เปิดใช้งานรูปแบบภาษาไทยและฟีเจอร์คลังสินค้า

source: Enable Thai formatting features
th: เปิดใช้งานฟีเจอร์การจัดรูปแบบภาษาไทย

source: Enable Withholding Tax
th: เปิดใช้งาน ภาษีหัก ณ ที่จ่าย

source: Enable monthly tax reporting
th: เปิดใช้งานการรายงานภาษีรายเดือน

source: Enable quarterly tax reporting
th: เปิดใช้งานการรายงานภาษีรายไตรมาส

source: End Date
th: วันที่สิ้นสุด

source: End Year
th: ปีที่จบ

source: English Company Name
th: ชื่อบริษัทภาษาอังกฤษ

source: English description of income type
th: คำอธิบายประเภทรายได้

source: Entity Type
th: ประเภทนิติบุคคล

source: Equity
th: ส่วนของเจ้าของ

source: Error
th: ข้อผิดพลาด

source: Error Log
th: บันทึกข้อผิดพลาด

source: Error checking Thai tax system: {0}
th: ข้อผิดพลาดในการตรวจสอบระบบภาษีไทย: {0}

source: Error creating Thai tax accounts. Please check error logs.
th: เกิดข้อผิดพลาดในการสร้างบัญชีภาษีไทย กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: Error creating chart of accounts: {0}
th: เกิดข้อผิดพลาดในการสร้างแผนภูมิบัญชี: {0}

source: Error deleting existing accounts: {0}
th: เกิดข้อผิดพลาดในการลบบัญชีที่มีอยู่: {0}

source: Error generating PND report: {0}
th: เกิดข้อผิดพลาด ในการสร้างรายงาน ภาษีหัก ณ ที่จ่าย: {0}

source: Error generating PP30 report: {0}
th: ข้อผิดพลาดในการสร้างรายงาน PP30: {0}

source: Error generating report: {0}
th: เกิดข้อผิดพลาดในการสร้างรายงาน: {0}

source: Error installing Thai tax fields: {0}
th: ข้อผิดพลาดในการติดตั้งฟิลด์ภาษีไทย: {0}

source: Error loading VAT data: {0}
th: เกิดข้อผิดพลาดในการโหลดข้อมูล VAT: {0}

source: Error loading attachments
th: เกิดข้อผิดพลาดในการโหลดไฟล์แนบ

source: Error loading summary statistics: {0}
th: เกิดข้อผิดพลาดในการโหลดสถิติสรุป: {0}

source: Error loading unused VAT records: {0}
th: เกิดข้อผิดพลาดในการโหลดข้อมูล VAT ที่ไม่ได้ใช้งาน: {0}

source: Error occurred while fetching data
th: เกิดข้อผิดพลาดขณะดึงข้อมูล

source: Error occurred while generating Excel file
th: เกิดข้อผิดพลาดขณะสร้างไฟล์ Excel

source: Error occurred while updating VAT usage
th: เกิดข้อผิดพลาดขณะอัปเดตการใช้งาน VAT

source: Error reading mapping file: {0}
th: ข้อผิดพลาดในการอ่านไฟล์การจับคู่: {0}

source: Error retrieving VAT data: {0}
th: เกิดข้อผิดพลาดในการดึงข้อมูล VAT: {0}

source: Error retrieving withholding tax data: {0}
th: เกิดข้อผิดพลาดในการดึงข้อมูลภาษีหัก ณ ที่จ่าย: {0}

source: Error updating VAT usage: {0}
th: เกิดข้อผิดพลาดในการอัปเดตการใช้งาน VAT: {0}

source: Error updating records. Please try again.
th: เกิดข้อผิดพลาดในการอัปเดตข้อมูล กรุณาลองใหม่อีกครั้ง

source: Error: {0}
th: ข้อผิดพลาด: {0}

source: Est. Annual Income (฿)
th: รายได้ประจำปีโดยประมาณ (฿)

source: Exempt Sales
th: ขายยกเว้นภาษี

source: Expected Cash
th: เงินสดที่คาดว่าจะได้รับ

source: Expenses (Operating)
th: ค่าใช้จ่าย (ดำเนินงาน)

source: Expired
th: หมดอายุ

source: Expiry Date
th: วันหมดอายุ

source: Export
th: ส่งออก

source: Export Eligible (VAT Exempt)
th: ส่งออกที่มีสิทธิ์ (ยกเว้นภาษีมูลค่าเพิ่ม)

source: Export Excel
th: ส่งออก Excel

source: Export PDF
th: ส่งออก PDF

source: Export PP30 Report
th: ส่งออกรายงาน PP30

source: Export Purchase VAT
th: ส่งออก VAT การซื้อ

source: Export Sales (0% VAT)
th: ส่งออกขาย (VAT 0%)

source: Export Sales VAT
th: ส่งออก VAT ขาย

source: Export Thai P&L
th: ส่งออก งบกำไรขาดทุน ภาษาไทย

source: Export Thai PDF
th: ส่งออก PDF ภาษาไทย

source: Export invoices cannot be VAT eligible
th: ใบส่งออกไม่สามารถใช้สิทธิ์ภาษีมูลค่าเพิ่มได้

source: Export to Excel
th: ส่งออกเป็น Excel

source: Export ภงด1
th: ส่งออก ภงด1

source: Export ภงด3
th: ส่งออก ภงด3

source: Export ภงด53
th: ส่งออก ภงด53

source: FIFO Warning: Found {0} older unprocessed invoices:
th: คำเตือน FIFO: พบใบแจ้งหนี้ที่ยังไม่ได้ดำเนินการจำนวน {0} รายการที่เก่ากว่า

source: Failed to assign operator: {0}
th: ไม่สามารถกำหนดผู้ปฏิบัติงาน: {0}

source: Failed to create chart of accounts
th: ไม่สามารถสร้างผังบัญชีได้

source: Failed to create customer: {0}
th: ไม่สามารถสร้างลูกค้าได้: {0}

source: Failed to create production order: {0}
th: ไม่สามารถสร้างใบสั่งผลิตได้: {0}

source: Failed to email receipt: {0}
th: ไม่สามารถส่งอีเมลใบเสร็จได้: {0}

source: Failed to export Sales VAT data: {0}
th: ไม่สามารถส่งออกข้อมูล VAT การขายได้: {0}

source: Failed to export customers
th: ไม่สามารถส่งออกลูกค้าได้

source: Failed to export financial report
th: ไม่สามารถส่งออกรายงานการเงินได้

source: Failed to export report: {0}
th: ไม่สามารถส่งออกรายงานได้: {0}

source: Failed to fetch Sales VAT data: {0}
th: ไม่สามารถดึงข้อมูล VAT การขายได้: {0}

source: Failed to fetch customers
th: ไม่สามารถดึงข้อมูลลูกค้าได้

source: Failed to fetch financial dashboard data
th: ไม่สามารถดึงข้อมูลแดชบอร์ดการเงินได้

source: Failed to fetch inventory overview
th: ไม่สามารถดึงภาพรวมสินค้าคงคลังได้

source: Failed to fetch low stock items
th: ไม่สามารถดึงข้อมูลสินค้าคงคลังต่ำได้

source: Failed to fetch stock movements
th: ไม่สามารถดึงข้อมูลการเคลื่อนไหวของสต็อกได้

source: Failed to fetch suppliers
th: ไม่สามารถดึงข้อมูลผู้จำหน่ายได้

source: Failed to generate Balance Sheet
th: ไม่สามารถสร้างงบดุลได้

source: Failed to generate CSV export: {0}
th: ไม่สามารถสร้างการส่งออก CSV ได้: {0}

source: Failed to generate PDF
th: ไม่สามารถสร้าง PDF ได้

source: Failed to generate PDF export: {0}
th: ไม่สามารถสร้างไฟล์ PDF สำหรับส่งออกได้: {0}

source: Failed to generate PDF: {0}
th: ไม่สามารถสร้างไฟล์ PDF ได้: {0}

source: Failed to generate Profit & Loss statement
th: ไม่สามารถสร้างงบกำไรขาดทุนได้

source: Failed to generate cash flow statement
th: ไม่สามารถสร้างงบกระแสเงินสดได้

source: Failed to generate demand forecast
th: ไม่สามารถสร้างการพยากรณ์ความต้องการได้

source: Failed to get customer analytics
th: ไม่สามารถดึงข้อมูลวิเคราะห์ลูกค้าได้

source: Failed to get customer details
th: ไม่สามารถดึงรายละเอียดลูกค้าได้

source: Failed to get inventory valuation
th: ไม่สามารถดึงมูลค่าสินค้าคงคลังได้

source: Failed to get supplier analytics
th: ไม่สามารถดึงข้อมูลวิเคราะห์ผู้จำหน่ายได้

source: Failed to get supplier details
th: ไม่สามารถดึงรายละเอียดผู้จำหน่ายได้

source: Failed to print receipt: {0}
th: ไม่สามารถพิมพ์ใบเสร็จได้: {0}

source: Failed to save supplier rating
th: ไม่สามารถบันทึกการให้คะแนนผู้จำหน่ายได้

source: Failed to update Sales VAT reporting status: {0}
th: ไม่สามารถอัปเดตสถานะรายงาน VAT การขายได้: {0}

source: Failed to update production order: {0}
th: ไม่สามารถอัปเดตใบสั่งผลิตได้: {0}

source: Failed to update some records. Please try again.
th: ไม่สามารถอัปเดตบางระเบียนได้ กรุณาลองใหม่อีกครั้ง

source: Failed to update work progress: {0}
th: ไม่สามารถอัปเดตความก้าวหน้าของงานได้: {0}

source: Feature coming soon
th: ฟีเจอร์จะมาในเร็วๆ นี้

source: February
th: กุมภาพันธ์

source: Fetch Tax Invoice from Payment
th: ดึงใบกำกับภาษีจากการชำระเงิน

source: Fetch function not yet implemented
th: ฟังก์ชัน Fetch ยังไม่ได้รับการพัฒนา

source: Fetching VAT data...
th: กำลังดึงข้อมูล VAT...

source: Field '{0}' is required
th: ฟิลด์ '{0}' จำเป็นต้องระบุ

source: Filter Based On
th: กรองตาม

source: Filter by Reference Date
th: กรองตามวันที่อ้างอิง

source: Filter by certificate status
th: กรองตามสถานะใบรับรอง

source: Filter by specific PND type
th: กรองตามประเภท ภ.ง.ด. เฉพาะเจาะจง

source: Final VAT Overpaid
th: ภาษีมูลค่าเพิ่มที่ชำระเกินสุดท้าย

source: Final VAT Payable
th: ยอด VAT ที่ต้องชำระสุทธิ

source: Finance Book
th: หนังสือการเงิน

source: Financial Reports
th: รายงานทางการเงิน

source: Financial Statement
th: งบการเงิน

source: First Name
th: ชื่อจริง

source: First Name and Last Name are required for Individual payee
th: ชื่อและนามสกุลเป็นข้อมูลที่จำเป็นสำหรับผู้รับเงินบุคคลธรรมดา

source: Fiscal Year Name
th: ชื่อปีงบประมาณ

source: Fiscal Year Start Month
th: เดือนเริ่มต้นปีงบประมาณ

source: Fiscal year end date (typically March 31)
th: วันที่สิ้นสุดปีงบประมาณ (โดยปกติคือวันที่ 31 มีนาคม)

source: Fiscal year start date (typically April 1)
th: วันที่เริ่มต้นปีงบประมาณ (โดยทั่วไปคือวันที่ 1 เมษายน)

source: Fixed Assets - TH
th: สินทรัพย์ถาวร

source: Fixed Assets Summary
th: สรุปสินทรัพย์ถาวร

source: Follow Up List
th: รายการติดตามผล

source: For credit purchase services, Tax Invoice is typically received upon payment. Make payment via Payment Entry to enable Input VAT reporting.
th: สำหรับบริการซื้อด้วยเครดิต โดยปกติจะได้รับ ใบกำกับภาษี เมื่อชำระเงิน กรุณาชำระเงินผ่าน ใบสำคัญรับ เพื่อเปิดใช้งานการรายงาน ภาษีมูลค่าเพิ่มนำเข้า

source: Format: 2567 (2024-2025)
th: รูปแบบ: 2567 (2024-2025)

source: From Date
th: จากวันที่

source: From Date and To Date are mandatory
th: วันที่เริ่มต้นและวันที่สิ้นสุดเป็นข้อมูลที่ต้องระบุ

source: From Date cannot be after To Date
th: วันที่เริ่มต้นต้องไม่อยู่หลังวันที่สิ้นสุด

source: From Date cannot be greater than To Date
th: วันที่เริ่มต้นต้องไม่มากกว่าวันที่สิ้นสุด

source: From Date must be before To Date
th: นับ แต่วันที่ต้องอยู่ก่อนวันที่ต้องการ

source: From Invoice Date
th: จากวันที่ใบแจ้งหนี้

source: From Payment Date
th: จากวันที่ชำระเงิน

source: From Reference Date
th: จากวันที่อ้างอิง

source: From date and to date are required
th: วันที่เริ่มต้นและวันที่สิ้นสุดเป็นข้อมูลที่จำเป็นต้องระบุ

source: Fund Deduction Amount
th: จำนวนเงินหักเงินทุน

source: Fund Deduction Type
th: ประเภทการหักเงินทุน

source: Fund deducted from income
th: เงินทุนที่หักจากรายได้

source: Future VAT Period
th: งวด VAT ในอนาคต

source: GL Entry
th: รายการ GL

source: General Settings
th: การตั้งค่าทั่วไป

source: Generate Follow Up List
th: สร้างรายการติดตามผล

source: Generate PND1, PND3, and PND53 withholding tax reports
th: สร้างรายงานภาษีหัก ณ ที่จ่าย PND1, PND3 และ PND53

source: Generate QR codes for tax documents and verification
th: สร้างรหัส QR สำหรับเอกสารภาษีและการตรวจสอบ

source: Generated
th: สร้างขึ้น

source: Generated QR code image for verification
th: สร้างภาพ QR โค้ดสำหรับการตรวจสอบแล้ว

source: Generated on
th: สร้างเมื่อ

source: Generating PND1 Attachment PDF...
th: กำลังสร้างไฟล์แนบ PDF ภ.พ.ด. 1...

source: Generating PND1 Form PDF...
th: กำลังสร้างไฟล์ PDF แบบฟอร์ม ภ.ง.ด.1...

source: Generating PND3 Attachment PDF...
th: กำลังสร้างไฟล์แนบ PND3 ในรูปแบบ PDF...

source: Generating PND3 Form PDF...
th: กำลังสร้างไฟล์ PDF แบบฟอร์ม ภ.ง.ด.3...

source: Generating PND53 Attachment PDF...
th: กำลังสร้างไฟล์แนบ PND53 เป็น PDF...

source: Generating PND53 Form PDF...
th: กำลังสร้างไฟล์ PDF แบบฟอร์ม ภ.ง.ด.53...

source: Generating PP30 Form PDF...
th: กำลังสร้างไฟล์ PDF แบบฟอร์ม PP30...

source: Generating Tax Withholding Summary PDF (บัญชีพิเศษแสดงการหักภาษี ณ ที่จ่าย)...
th: กำลังสร้างไฟล์ PDF สรุปการหักภาษี ณ ที่จ่าย (บัญชีพิเศษแสดงการหักภาษี ณ ที่จ่าย)...

source: Generating VAT-202-01 Purchase Tax Report PDF...
th: กำลังสร้างไฟล์ PDF รายงานภาษีซื้อ VAT-202-01...

source: Generating VAT-202-02 Sales Tax Report PDF...
th: กำลังสร้างไฟล์ PDF รายงานภาษีขาย VAT-202-02...

source: Global Thai tax configuration settings
th: การตั้งค่าการกำหนดค่าภาษีไทยทั่วโลก

source: Government
th: รัฐบาล

source: Government Pension Fund
th: กองทุนบำเหน็จบำนาญข้าราชการ

source: Government Rate (%)
th: อัตรารัฐบาล (%)

source: Grand Total
th: ยอดรวมทั้งหมด

source: Grand Total / ยอดรวม
th: ยอดรวมสุทธิ / ยอดรวม

source: Gregorian Calendar
th: ปฏิทินเกรกอเรียน

source: Gregorian Year
th: ปีเกรกอเรียน

source: Gregorian calendar year (e.g., 2024)
th: ปีปฏิทินเกรกอเรียน (เช่น 2024)

source: Gross Amount
th: จำนวนเงินรวม

source: Gross Amount (฿)
th: จำนวนรวม (฿)

source: Group by Party
th: จัดกลุ่มตามปาร์ตี้

source: Growth View
th: มุมมองการเติบโต

source: Has Withholding Tax
th: มีภาษีหัก ณ ที่จ่าย

source: Head office use 00000
th: สำนักงานใหญ่ ใช้ 00000

source: Help
th: ช่วยเหลือ

source: Ignore Zero Balance
th: ละเว้นยอดคงเหลือเป็นศูนย์

source: Import Declaration Number should be provided for import transactions
th: หมายเลขใบแจ้งการนำเข้าควรถูกระบุสำหรับรายการนำเข้า

source: Import tax data and master records
th: นำเข้าข้อมูลภาษีและข้อมูลหลัก

source: Import/Export
th: นำเข้า/ส่งออก

source: In Party Currency
th: ในสกุลเงินของคู่สัญญา

source: In Progress
th: กำลังดำเนินการ

source: Include Cancelled Invoices
th: รวมใบแจ้งหนี้ที่ถูกยกเลิกด้วย

source: Include Default FB Entries
th: รวมรายการหนังสือเริ่มต้น

source: Include Dimensions
th: รวมมิติข้อมูล

source: Include Material Planning
th: รวมการวางแผนวัสดุ

source: Include Reconciled Entries
th: รวมถึง คอมเมนต์ Reconciled

source: Include Return Invoices
th: รวมใบกำกับภาษีคืนสินค้า

source: Include Subassembly Raw Materials
th: รวมวัสดุดิบสำหรับชิ้นส่วนย่อย

source: Include Zero VAT Transactions
th: รวมรายการภาษีมูลค่าเพิ่มที่เป็นศูนย์

source: Include company letterhead in print format
th: รวมหัวจดหมายบริษัทในรูปแบบการพิมพ์

source: Income Code
th: รหัสรายได้

source: Income Details
th: รายละเอียดรายได้

source: Income Items
th: รายการรายได้

source: Income Type
th: ประเภทรายได้

source: Income Type Code
th: รหัสประเภทรายได้

source: Income Type for WHT
th: ประเภทรายได้สำหรับ ภาษีหัก ณ ที่จ่าย

source: Income Type is required for withholding tax
th: ประเภทรายได้จำเป็นสำหรับภาษีหัก ณ ที่จ่าย

source: Income Type is required when Withholding Tax is applicable
th: ประเภทรายได้เป็นข้อมูลที่จำเป็นเมื่อมีการหักภาษี ณ ที่จ่าย

source: Income Type is required when applying withholding tax
th: ประเภทรายได้เป็นข้อมูลที่จำเป็นเมื่อทำการหักภาษี ณ ที่จ่าย

source: Income type '{0}' is typically used with {1}, but document uses {2}
th: ประเภทรายได้ '{0}' มักใช้กับ {1} แต่เอกสารนี้ใช้ {2}

source: Incoming
th: ขาเข้า

source: Individual
th: บุคคล

source: Individual Rate (%)
th: อัตรารายบุคคล (%)

source: Input VAT (Purchase)
th: ภาษีซื้อ (VAT)

source: Input VAT Expiring Soon
th: ภาษีซื้อที่กำลังจะหมดอายุ

source: Input VAT Report
th: รายงานภาษีซื้อ (VAT)

source: Input VAT Report Access Restricted
th: รายงานภาษีซื้อ (VAT) การเข้าถึงถูกจำกัด

source: Input VAT Report access enabled - Tax Invoice should be available.
th: การเข้าถึงรายงาน VAT ขาเข้าถูกเปิดใช้งาน - ใบกำกับภาษีควรพร้อมใช้งาน

source: Input VAT Undue Report
th: รายงานภาษีซื้อที่ยังไม่ได้รับเครดิต

source: Input VAT Undue Report Information
th: ข้อมูลรายงานภาษีซื้อที่ยังไม่ได้รับเครดิต

source: Input VAT Usage
th: การใช้งาน VAT

source: Input VAT Used
th: ภาษีซื้อที่ใช้แล้ว

source: Input VAT Used Month
th: เดือนที่ใช้ VAT ขาเข้า

source: Input VAT Used Year
th: ภาษีซื้อที่ใช้ ปี

source: Install Thai Tax Fields
th: ติดตั้งฟิลด์ภาษีไทย

source: Installation failed: {0}
th: การติดตั้งล้มเหลว: {0}

source: Installation validation failed. Check error logs for details.
th: การตรวจสอบการติดตั้งล้มเหลว กรุณาตรวจสอบบันทึกข้อผิดพลาดสำหรับรายละเอียดเพิ่มเติม

source: Installing Thai Tax Fields...
th: กำลังติดตั้งฟิลด์ภาษีไทย...

source: Insufficient historical data for forecasting (minimum 3 months required)
th: ข้อมูลประวัติไม่เพียงพอสำหรับการพยากรณ์ (ต้องมีอย่างน้อย 3 เดือน)

source: Internal server error
th: ข้อผิดพลาดภายในเซิร์ฟเวอร์

source: Invalid Account Type
th: ประเภทบัญชีไม่ถูกต้อง

source: Invalid Company: {0}
th: บริษัทไม่ถูกต้อง: {0}

source: Invalid PND Type
th: ประเภท ภ.ง.ด. ไม่ถูกต้อง

source: Invalid PND Type. Must be one of: {0}
th: ประเภท ภ.ง.ด. ไม่ถูกต้อง ต้องเป็นหนึ่งใน: {0}

source: Invalid Payee Tax ID format. Please check the 13-digit Thai Tax ID.
th: รูปแบบเลขประจำตัวผู้เสียภาษีผู้รับเงินไม่ถูกต้อง กรุณาตรวจสอบเลขประจำตัวผู้เสียภาษีไทย 13 หลัก

source: Invalid Payer Tax ID format. Please check the 13-digit Thai Tax ID.
th: รูปแบบเลขประจำตัวผู้เสียภาษีผู้จ่ายไม่ถูกต้อง กรุณาตรวจสอบเลขประจำตัวผู้เสียภาษี 13 หลักของไทย

source: Invalid Tax ID for {0} {1}
th: รหัสภาษีไม่ถูกต้องสำหรับ {0} {1}

source: Invalid Tax ID format: {0}
th: รูปแบบหมายเลขประจำตัวผู้เสียภาษีไม่ถูกต้อง: {0}

source: Invalid Thai Tax ID format
th: รูปแบบเลขประจำตัวผู้เสียภาษีมูลค่าเพิ่มไม่ถูกต้อง

source: Invalid Thai Tax ID format or checksum
th: รูปแบบหรือเลขตรวจสอบของเลขประจำตัวผู้เสียภาษีไทยไม่ถูกต้อง

source: Invalid Thai Tax ID format. Must be 13 digits with valid checksum.
th: รูปแบบเลขประจำตัวผู้เสียภาษีอากรไทยไม่ถูกต้อง ต้องเป็นตัวเลข 13 หลักพร้อมเลขตรวจสอบที่ถูกต้อง

source: Invalid balance details format
th: รูปแบบรายละเอียดยอดคงเหลือไม่ถูกต้อง

source: Invalid closing details format
th: รูปแบบรายละเอียดการปิดไม่ถูกต้อง

source: Invalid date range format
th: รูปแบบช่วงวันที่ไม่ถูกต้อง

source: Invalid email address
th: ที่อยู่อีเมลไม่ถูกต้อง

source: Invalid filter format
th: รูปแบบตัวกรองไม่ถูกต้อง

source: Invalid records data provided
th: ข้อมูลระเบียนไม่ถูกต้องที่ให้มา

source: Invalid report type
th: ประเภทรายงานไม่ถูกต้อง

source: Invalid report type. Valid options: {0}
th: ประเภทรายงานไม่ถูกต้อง ตัวเลือกที่ถูกต้อง: {0}

source: Invalid reporting data provided
th: ข้อมูลรายงานที่ให้มาไม่ถูกต้อง

source: Invalid status. Valid options: {0}
th: สถานะไม่ถูกต้อง ตัวเลือกที่ถูกต้อง: {0}

source: Invalid tax period or year
th: ช่วงเวลาหรือปีภาษีไม่ถูกต้อง

source: Invalid time logs format
th: รูปแบบบันทึกเวลาที่ไม่ถูกต้อง

source: Invalid {0} Tax ID checksum
th: หมายเลขประจำตัวผู้เสียภาษี {0} ไม่ถูกต้อง (ตรวจสอบผลรวมไม่ได้)

source: Invalid {0}: {1}
th: ไม่ถูกต้อง {0}: {1}

source: Invoice
th: ใบแจ้งหนี้

source: Invoice Amount
th: จำนวนเงินในใบแจ้งหนี้

source: Invoice Limit
th: ขีดจำกัดใบแจ้งหนี้

source: Invoice Name
th: ชื่อใบแจ้งหนี้

source: Invoice No
th: ใบแจ้งหนี้ วาย

source: Invoice No.
th: ใบแจ้งหนี้ ศาง

source: Invoice Series
th: ลำดับหมายเลขใบแจ้งหนี้

source: Invoice Type
th: ประเภทใบแจ้งหนี้

source: Invoice name is required
th: ต้องระบุชื่อใบแจ้งหนี้

source: Invoiced Amount
th: ใบแจ้งหนี้จํานวนเงิน

source: Is Active
th: ใช้งานอยู่

source: Is Current Fiscal Year
th: เป็นปีงบประมาณปัจจุบัน

source: Is Input VAT Used
th: ใช้ VAT ขาเข้า หรือไม่

source: Is Output VAT Reported
th: ภาษีมูลค่าเพิ่มขาออกได้รับการรายงานหรือไม่

source: Is VAT Exempt
th: ยกเว้น VAT

source: Issue Date
th: วันที่

source: Issue Month (Buddhist)
th: เดือนปัญหา (พุทธศักราช)

source: Issue date should not be before payment date
th: วันที่ออกเอกสารไม่ควรอยู่ก่อนวันที่ชำระเงิน

source: Issued Once
th: ออกให้ครั้งเดียว

source: Issued Permanently
th: ออกให้ถาวร

source: Item
th: ไอเท็ม

source: Item Code
th: รหัสสินค้า

source: Item Group
th: กลุ่มสินค้า

source: Item Name
th: ชื่อสินค้า

source: Item code is required
th: รหัสสินค้าเป็นข้อมูลที่จำเป็น

source: JSON data for QR code verification (auto-generated)
th: JSON ซินวันที่ QR ชินบรับดี (ออกเล็กสิน)

source: January
th: เดือนผันมี

source: Job Order Summary
th: สรุปคำสั่งงาน

source: Journal Entry
th: บันทึกบัญชี

source: July
th: กรกฎาคม

source: June
th: เดือน

source: Label Migration Complete
th: การย้ายข้อมูลเสร็จสมบูรณ์

source: Last Name
th: นามสกุล

source: Legacy field - use individual_rate or company_rate instead
th: ฟิลด์เดิม - กรุณาใช้ individual_rate หรือ company_rate แทน

source: Liabilities
th: หนี้สิน

source: License expiration date
th: วันที่หมดอายุใบอนุญาต

source: License number of tax advisor
th: หมายเลขใบอนุญาตที่ปรึกษาภาษี

source: Limited Partnership
th: ห้างหุ้นส่วนจำกัด

source: Line 10: VAT overpaid brought forward
th: บรรทัดที่ 10: ภาษีมูลค่าเพิ่มจ่ายเกินยกมา

source: Line 11: Final payable (if Line8 > Line10)
th: บรรทัดที่ 11: ยอดชำระสุทธิ (ถ้าบรรทัดที่ 8 > บรรทัดที่ 10)

source: Line 12: Final overpaid ((if Line10 > Line8) or (Line9 + Line10))
th: บรรทัดที่ 12: ยอดชำระเกินสุทธิ (ถ้า บรรทัดที่ 10 > บรรทัดที่ 8) หรือ (บรรทัดที่ 9 + บรรทัดที่ 10)

source: Line 1: Total sales this month
th: ยอดขายรวมเดือนนี้

source: Line 2: Less sales taxed at 0% rate (if any)
th: บรรทัดที่ 2: ยอดขายที่เสียภาษีในอัตรา 0% (ถ้ามี)

source: Line 3: Less exempt sales (if any)
th: บรรทัดที่ 3: ยอดขายที่ได้รับการยกเว้นภาษี (ถ้ามี)

source: Line 4: Taxable sales (1-2-3)
th: บรรทัดที่ 4: ยอดขายที่ต้องเสียภาษี (1-2-3)

source: Line 5: Output VAT this month
th: ภาษีมูลค่าเพิ่มขายสุทธิเดือนนี้

source: Line 6: Purchases eligible for input VAT credit
th: รายการซื้อที่มีสิทธิ์ขอเครดิต VAT ขาเข้า

source: Line 7: Input VAT this month
th: ภาษีซื้อเดือนนี้

source: Line 8: VAT payable this month (if Output VAT > Input VAT)
th: บรรทัดที่ 8: ภาษีมูลค่าเพิ่มที่ต้องชำระในเดือนนี้ (ถ้าภาษีมูลค่าเพิ่มขาย > ภาษีมูลค่าเพิ่มซื้อ)

source: Line 9: VAT overpaid this month (if Input VAT > Output VAT)
th: บรรทัดที่ 9: ภาษีมูลค่าเพิ่มจ่ายเกินในเดือนนี้ (ถ้าภาษีมูลค่าเพิ่มขาเข้า > ภาษีมูลค่าเพิ่มขาออก)

source: Loading
th: กำลังโหลด

source: Main revenue office (e.g., พญาไท, สาทร)
th: สำนักงานสรรพากรหลัก (เช่น พญาไท, สาทร)

source: Manage
th: จัดการ

source: Manage payments with Thai withholding tax
th: จัดการการชำระเงินพร้อมภาษีหัก ณ ที่จ่าย

source: Manufacturing
th: การผลิต

source: Manufacturing & Production
th: การผลิตและการผลิต

source: Manufacturing - TH
th: การผลิต

source: Mapping file not found: account_name_mapping_th.csv
th: ไม่พบไฟล์แมปปิ้ง: account_name_mapping_th.csv

source: March
th: มีนาคม

source: Margin View
th: มุมมองกำไรขั้นต้น

source: Mark as Input VAT Used
th: ทำเครื่องหมายว่าเป็น ภาษีซื้อที่ใช้แล้ว

source: Mark as Output VAT Reported
th: ทำเครื่องหมายว่าเป็น ภ.พ.30 ที่รายงานแล้ว

source: Mark as Reported
th: ทำเครื่องหมายว่าได้รายงานแล้ว

source: Mark as Used
th: ทำเครื่องหมายว่าใช้แล้ว

source: Mark as current active fiscal year
th: ทำเครื่องหมายเป็นปีงบประมาณที่ใช้งานอยู่ปัจจุบัน

source: Master Data
th: ข้อมูลหลัก

source: Material Request
th: ใบขอเบิกวัสดุ

source: Maximum Invoice Amount
th: จำนวนใบแจ้งหนี้สูงสุด

source: Maximum Payment Amount
th: จำนวนเงินชำระสูงสุด

source: May
th: พฤษภาคม

source: Migration Error
th: ข้อผิดพลาดในการย้ายข้อมูล

source: Minimum Invoice Amount
th: จำนวนใบแจ้งหนี้ขั้นต่ำ

source: Minimum Payment Amount
th: จำนวนเงินชำระขั้นต่ำ

source: Minimum Threshold
th: เกณฑ์ขั้นต่ำ

source: Minimum amount before WHT applies
th: จำนวนขั้นต่ำก่อนที่จะมีการหักภาษี ณ ที่จ่าย

source: Missing Accounts:
th: บัญชีที่ขาดหาย:

source: Missing Fields:
th: ช่องข้อมูลที่ขาดหาย

source: Missing Filters
th: ตัวกรองที่ขาดหาย

source: Mobile
th: มือถือ

source: Monitor system errors and issues
th: ตรวจสอบข้อผิดพลาดและปัญหาของระบบ

source: Month
th: เดือน
