Repository: ManotLuijiu/erpnext-thai-translation
Catalog: digisoft_erp/*.po
Languages: th

source: Days
th: วัน

source: #12 Thai General Ledger
th: #12 สมุดรายวันทั่วไป

source: #13 Thai Trial Balance
th: #13 งบทดลอง

source: #14 Thai Profit and Loss
th: #14 งบกำไรขาดทุน

source: #15 Thai Balance Sheet
th: #15 งบดุล

source: #16 Thai Cash Flow
th: #16 กระแสเงินสด

source: #17 Thai Accounts Receivable
th: #17 ลูกหนี้การค้าไทย

source: #17 Thai Accounts Receivable Payable Ageing
th: #17 รายงานอายุลูกหนี้และเจ้าหนี้

source: #18 Thai Accounts Payable
th: #18 บัญชีเจ้าหนี้

source: #2 PND Reports
th: #2 รายงาน ภงด.

source: #22 Thai Production Report
th: #22 รายงานการผลิต

source: #25 Thai POS Invoice Balance
th: #25 ยอดคงเหลือใบแจ้งหนี้ POS ไทย

source: #26 Thai POS Invoice
th: #26 ใบกำกับภาษีขายหน้าร้าน (POS)

source: #27 Thai Picking List
th: #27 รายการเบิกสินค้า

source: #28 Thai Sales Order
th: #28 ใบสั่งขาย

source: #29 Thai Packing Slip
th: #29 ใบส่งของ

source: #3 VAT-202-01 Purchase Tax Report
th: #3 รายงานภาษีซื้อ VAT-202-01

source: #30 Thai Billing
th: #30 การเรียกเก็บเงินภาษาไทย

source: #34 Thai WHT Attachment
th: #34 เอกสารแนบภาษีหัก ณ ที่จ่าย

source: #4 VAT-202-02 Sales Tax Report
th: #4 รายงานภาษีขาย VAT-202-02

source: #5 Tax Withholding Summary
th: #5 สรุปภาษีหัก ณ ที่จ่าย

source: #7 Payment Entry
th: #7 ใบสำคัญจ่าย

source: 0-30 Days
th: 0-30 วัน

source: 120+ Days
th: 120+ วัน

source: 31-60 Days
th: 31-60 วัน

source: 40(1) Salary and Wages
th: 40(1) เงินเดือนและค่าจ้าง

source: 40(1) เงินเดือน ค่าจ้าง
th: 40(1) กืออล ค่วย

source: 40(2) Commission and Brokerage
th: 40(2) ค่าคอมมิชชั่นและนายหน้า

source: 40(3) Royalties
th: 40(3) ค่าลิขสิทธิ์

source: 40(3) ค่าลิขสิทธิ์
th: 40(3) Royalty Fee

source: 40(4)a Interest
th: 40(4)a ดอกเบี้ย

source: 40(4)b Dividends
th: 40(4)b เงินปันผล

source: 40(5) Rent
th: 40(5) ค่าเช่า

source: 40(6) Awards and Discounts
th: 40(6) รางวัลและส่วนลด

source: 40(7) Contract Work
th: งานตามสัญญา 40(7)

source: 40(8) Advertising 2%
th: 40(8) การโฆษณา 2%

source: 40(8) Corporate Service 3%
th: 40(8) บริการองค์กร 3%

source: 40(8) Corporate Service 5%
th: 40(8) บริการองค์กร 5%

source: 40(8) Insurance Premium 1%
th: 40(8) เบี้ยประกันภัย 1%

source: 40(8) Professional Service Fees
th: 40(8) ค่าบริการวิชาชีพ

source: 40(8) Transportation 1%
th: 40(8) การขนส่ง 1%

source: 61-90 Days
th: 61-90 วัน

source: 91-120 Days
th: 91-120 วัน

source: <span class="h4"><i class="fa fa-building"></i> Digisoft ERP - Complete Thai Business Suite</span>
th: <span class="h4"><i class="fa fa-building"></i> Digisoft ERP - ชุดซอฟต์แวร์ธุรกิจไทยครบวงจร</span>

source: <span class="h4">Accounts Payable - TH</span>
th: <span class="h4">บัญชีเลือสางสิน</span>

source: <span class="h4">Accounts Receivable - TH</span>
th: <span class="h4">ลูกหนี้การค้า - TH</span>

source: <span class="h4">Digisoft Settings</span>
th: <span class="h4">การตั้งค่า Digisoft</span>

source: <span class="h4">Fixed Assets - TH</span>
th: <span class="h4">สินทรัพย์ถาวร - TH</span>

source: <span class="h4">Manufacturing - TH</span>
th: <span class="h4">การผลิต - TH</span>

source: <span class="h4">Purchase Order - TH</span>
th: <span class="h4">ใบสั่งซื้อ - TH</span>

source: <span class="h4">Sales Order - TH</span>
th: <span class="h4">ใบสั่งขาย - TH</span>

source: <span class="h4">Warehouse Management</span>
th: <span class="h4">การจัดการคลังสินค้า</span>

source: Accepted
th: ยอมรับแล้ว

source: Access forbidden
th: การเข้าถึงถูกปฏิเสธ

source: Account
th: บัญชี

source: Account Name
th: ชื่อบัญชี

source: Account Type
th: ประเภทบัญชี

source: Account {0} does not exists
th: บัญชี {0} ไม่อยู่

source: Accounting Dimension
th: มิติทางการบัญชี

source: Accounting Period Type
th: ประเภทงวดบัญชี

source: Accounting Settings
th: การตั้งค่าการบัญชี

source: Accounts Manager
th: ผู้จัดการบัญชี

source: Accounts Payable - TH
th: เจ้าหนี้บัญชี

source: Accounts Payable Summary
th: สรุปบัญชีเจ้าหนี้

source: Accounts Receivable - TH
th: ลูกหนี้การค้า

source: Accounts Receivable Summary
th: สรุปบัญชีลูกหนี้

source: Accounts User
th: ผู้ใช้บัญชี

source: Accumulated Values
th: ค่าสะสม

source: Actions
th: การดำเนินการ

source: Actual Cash
th: เงินสดจริง

source: Actual End
th: วันที่สิ้นสุดจริง

source: Actual Start
th: เริ่มต้นจริง

source: Additional Information
th: ข้อมูลเพิ่มเติม

source: Additional Thai Tax Fields
th: ฟิลด์ภาษีไทยเพิ่มเติม

source: Additional footer text for certificate
th: ข้อความท้ายเพิ่มเติมสำหรับใบรับรอง

source: Additional notes about this WHT rate
th: หมายเหตุเพิ่มเติมเกี่ยวกับอัตราภาษีหัก ณ ที่จ่ายนี้

source: Address
th: ที่อยู่

source: Advance Amount
th: จำนวนเงินล่วงหน้า

source: Against Account
th: กับบัญชี

source: Against Voucher
th: กับบัตรกำนัล

source: Against Voucher Type
th: กับประเภทบัตร

source: Age (Days)
th: อายุ (วัน)

source: Ageing Based On
th: เอจจิ้ง อยู่ ที่

source: Ageing Range
th: ช่วงอายุหนี้

source: Aging Bucket
th: ช่วงอายุลูกหนี้

source: Aging Days (>=)
th: จำนวนวันค้างชำระ (>=)

source: All
th: ทั้งหมด

source: All Thai tax system components are properly installed!
th: ทั้งสิ่งอำนวยความสะดวกเริ่งชั่งภาษีมูลไทยสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยไทยสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่สุดรับสิ่งอำนวยเริ่งเห็นที่

source: Allocated Amount
th: จำนวนเงินที่จัดสรรแล้ว

source: Amended
th: แก้ไขแล้ว

source: Amended From
th: แก้ไขจาก

source: Amendment History
th: ประวัติการแก้ไข

source: Amendments
th: การแก้ไข

source: Amount
th: จำนวน

source: Amount deducted to fund
th: จำนวนเงินที่หักไปยังกองทุน

source: Amounts not Reflected
th: จำนวนเงินที่ยังไม่แสดงผล

source: An error occurred
th: เกิดข้อผิดพลาดขึ้น

source: An error occurred while creating the chart of accounts. Please check the error log.
th: เกิดข้อผิดพลาดขณะสร้าง บัญชีแยกประเภท กรุณาตรวจสอบ บันทึกข้อผิดพลาด

source: An error occurred while trying to open the report. Please try again or contact your system administrator.
th: เกิดข้อผิดพลาดขณะพยายามเปิดรายงาน กรุณาลองใหม่อีกครั้งหรือ ติดต่อผู้ดูแลระบบของคุณ

source: An error occurred while trying to open the report. Please try again.
th: เกิดข้อผิดพลาดขณะพยายามเปิดรายงาน กรุณาลองใหม่อีกครั้ง

source: An unexpected error occurred: {0}
th: เกิดข้อผิดพลาดที่ไม่คาดคิด: {0}

source: Annual
th: ประจำปี

source: Approval & Workflow
th: การอนุมัติและเวิร์กโฟลว์

source: Approval Date
th: วันที่อนุมัต

source: Approved By
th: อนุมัติโดย

source: April
th: เมษายน

source: Are you sure you want to clear Output VAT reported status for ${selected.length} record(s)?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างสถานะรายงาน VAT ออกสำหรับข้อมูลจำนวน ${selected.length} รายการ?

source: Are you sure you want to clear the Output VAT reported status?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างสถานะรายงาน VAT

source: Are you sure you want to delete all {0} existing accounts and create new ones? This action cannot be undone.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {0} บัญชีที่มีอยู่ทั้งหมดและสร้างบัญชีใหม่ การกระทำนี้ไม่สามารถย้อนกลับได้

source: As On Date
th: ขณะที่ในวันที่

source: Assets
th: สินทรัพย์

source: Associated company for this fiscal year
th: บริษัทที่เกี่ยวข้องสำหรับปีงบประมาณนี้

source: At least one income item is required
th: ต้องระบุรายการรายได้อย่างน้อยหนึ่งรายการ

source: Attachments
th: ไฟล์แนบ

source: August
th: สิงหาคม

source: Authorized Signatory
th: ผู้มีอำนาจลงนาม

source: Authorized Signatory Information
th: ข้อมูลผู้มีอำนาจลงนาม

source: Auto Apply Thai Format to Documents
th: ตั้งค่ารูปแบบภาษาไทยอัตโนมัติสำหรับเอกสาร

source: Auto Backup Tax Submissions
th: สำรองข้อมูลการส่งภาษีอัตโนมัติ

source: Auto Calculate VAT on Transactions
th: คำนวณ VAT อัตโนมัติในรายการธุรกรรม

source: Auto Create Periods
th: สร้างช่วงเวลาทำการอัตโนมัติ

source: Auto Create WHT Certificate on Payment
th: สร้างใบรับรองภาษีหัก ณ ที่จ่ายอัตโนมัติเมื่อชำระเงิน

source: Auto Email to Payee
th: ส่งอีเมลอัตโนมัติถึงผู้รับเงิน

source: Auto Generate Monthly PND Reports
th: สร้างรายงาน ภ.ง.ด. รายเดือน อัตโนมัติ

source: Auto Generate Tax Invoice Number
th: สร้างหมายเลขใบกำกับภาษีโดยอัตโนมัติ

source: Auto Refresh
th: รีเฟรชอัตโนมัติ

source: Auto refresh disabled.
th: การรีเฟรชอัตโนมัติถูกปิดใช้งานแล้ว

source: Auto refresh enabled. Report will update every 30 seconds.
th: เปิดใช้งานการรีเฟรชอัตโนมัติ รายงานจะอัปเดตทุก 30 วินาที

source: Auto translate not available, using mapping file instead
th: การแปลอัตโนมัติไม่พร้อมใช้งาน กำลังใช้ไฟล์แมปปิ้งแทน

source: Auto-Create Accounts Enabled
th: เปิดใช้งานการสร้างบัญชีอัตโนมัติ

source: Auto-create accounts is enabled. Tax accounts will be created automatically when you save this document.
th: เปิดใช้งานการสร้างบัญชีอัตโนมัติ บัญชีภาษีจะถูกสร้างขึ้นโดยอัตโนมัติเมื่อคุณบันทึกเอกสารนี้

source: Auto-generated tax invoice number
th: หมายเลขใบกำกับภาษีที่สร้างโดยอัตโนมัติ

source: Automatically backup tax submissions to file system
th: สำรองข้อมูลการยื่นภาษีโดยอัตโนมัติไปยังระบบไฟล์

source: Automatically create Thai tax accounts if they don't exist
th: สร้างบัญชีภาษีไทยโดยอัตโนมัติหากยังไม่มีอยู่

source: Automatically create monthly/quarterly periods
th: สร้างช่วงเวลารายเดือน/รายไตรมาสโดยอัตโนมัติ

source: Automatically email certificate to payee when submitted
th: ส่งอีเมลใบรับรองไปยังผู้รับเงินโดยอัตโนมัติเมื่อส่งแล้ว

source: Available
th: พร้อมใช้งาน

source: BOM analytics retrieved successfully
th: การวิเคราะห์ BOM ดึงข้อมูลสำเร็จแล้ว

source: BOM comparison completed successfully
th: การเปรียบเทียบ BOM เสร็จสมบูรณ์เรียบร้อยแล้ว

source: BOM cost calculated successfully
th: คำนวณต้นทุน BOM สำเร็จแล้ว

source: BOM details retrieved successfully
th: รายละเอียด BOM ดึงข้อมูลสำเร็จ

source: BOM list retrieved successfully
th: รายการ BOM ดึงข้อมูลสำเร็จ

source: Balance ({0})
th: ยอดคงเหลือ ({0})

source: Balance as per Books
th: ยอดคงเหลือตามบัญชี

source: Balanced
th: ยอดคงเหลือ

source: Bank Account
th: บัญชีธนาคาร

source: Bank Reconciliation Summary
th: สรุปการกระทบยอดธนาคาร

source: Bank Statement balance as per General Ledger
th: ยอดเงินบัญชีธนาคารตามบัญชีแยกประเภททั่วไป

source: Base Amount
th: จำนวนเงินฐาน

source: Based On
th: ขึ้นอยู่กับ

source: Based On Payment Terms
th: ตามเงื่อนไขการชำระเงิน

source: Basic Information
th: ข้อมูลพื้นฐาน

source: Batch No
th: หมายเลขชุด

source: Bill Date
th: วันที่ ใบแจ้ง

source: Bill Date:
th: วันที่ คิร

source: Bill No
th: เลขที่บิล

source: Bill No. (Plain Invoice)
th: เลขที่ใบแจ้งหนี้ (ใบแจ้งหนี้ธรรมดา)

source: Bill Series
th: ลำดับบิล

source: Billing Type / ประเภทการวางบิล
th: ประเภทการวางบิล

source: Book number of the tax invoice
th: หมายเลขเล่มของใบกำกับภาษี

source: Both
th: ทั้งสอง

source: Both Formats
th: ทังสองรูปแบบ

source: Both Tax Invoice Date and Bill Date are missing - VAT period needs to be set manually
th: วันที่ใบกำกับภาษีและวันที่บิลหายไป - ต้องตั้งค่าระยะเวลาภาษีมูลค่าเพิ่มด้วยตนเอง

source: Both Tax Invoice Number and Bill No. are missing - at least one is required for VAT reports
th: หมายเลขใบกำกับภาษีและเลขที่บิลหายไป - อย่างน้อยต้องมีอย่างใดอย่างหนึ่งสำหรับรายงาน VAT

source: Branch Code
th: รหัสสาขา

source: Branch code must be 5 digits
th: รหัสสาขาต้องเป็นตัวเลข 5 หลัก

source: Buddhist Era (BE)
th: พุทธศักราช (พ.ศ.)

source: Buddhist Era year (Auto-calculated)
th: ปีพุทธศักราช (คำนวณอัตโนมัติ)

source: Buddhist Year
th: พุทธศักราช

source: Buddhist calendar conversion error
th: ข้อผิดพลาดในการแปลงปฏิทินพุทธศักราช

source: Buddhist calendar year (e.g., 2567)
th: ปีปฏิทินพุทธศักราช (เช่น 2567)

source: Bulk Upload Attachments
th: อัปโหลดไฟล์แนบจำนวนมาก

source: Business License Expiry
th: วันหมดอายุใบอนุญาตประกอบธุรกิจ

source: Business License Information
th: ข้อมูลใบอนุญาตประกอบธุรกิจ

source: Business License Number
th: หมายเลขใบอนุญาตประกอบธุรกิจ

source: Business License Type
th: ประเภทใบอนุญาตประกอบธุรกิจ

source: Business Management
th: การจัดการธุรกิจ

source: Business Operations
th: ธุรกิจ สิดราพ

source: Business Registration Number
th: หมายเลขทะเบียนธุรกิจ

source: Busy
th: ไม่ว่าง

source: CSV export functionality not yet implemented
th: ฟังก์ชันการส่งออก CSV ยังไม่ได้รับการพัฒนา

source: CSV/Excel export functionality not yet implemented
th: ฟังก์ชันส่งออก CSV/Excel ยังไม่ได้รับการพัฒนา

source: Calculate Ageing With
th: คำนวณอายุด้วย

source: Calculate PP-30
th: คำนวณ PP-30

source: Calculated Bank Balance
th: ยอดเงินคงเหลือในบัญชีธนาคารที่คำนวณแล้ว

source: Calculated Bank Statement balance
th: ธนาคารคำนวณยอดเงินงบ

source: Calendar & Language Settings
th: การตั้งค่าปฏิทินและภาษา

source: Can not filter based on Child Account, if grouped by Account
th: ไม่สามารถกรองตาม บัญชีย่อย ได้ หากจัดกลุ่มตาม บัญชี

source: Can not filter based on Voucher No, if grouped by Voucher
th: ไม่สามารถกรอง ตาม คูปอง ไม่ ถ้า จัดกลุ่มตาม คูปอง

source: Cancelled
th: ยกเลิกแล้ว

source: Cannot assign operator to completed or stopped work order
th: ไม่สามารถกำหนดผู้ปฏิบัติงานให้กับใบสั่งงานที่เสร็จสมบูรณ์หรือหยุดดำเนินการแล้วได้

source: Card Sales
th: ขายบัตร

source: Cash Flow from Financing
th: กระแสเงินสดจากการจัดหาเงินทุน

source: Cash Flow from Investing
th: กระแสเงินสดจากการลงทุน

source: Cash Flow from Operations
th: กระแสเงินสดจากการดำเนินงาน

source: Cash Sales
th: ขายเงินสด

source: Cashier
th: แคชเชียร์

source: Cashier already has an active POS session
th: พนักงานเก็บเงินมีการใช้งานระบบ POS อยู่แล้ว

source: Cashier performance report generated successfully
th: รายงานผลการปฏิบัติงานพนักงานเก็บเงินสร้างเสร็จเรียบร้อยแล้ว

source: Cashier ranking retrieved successfully
th: การจัดอันดับพนักงานเก็บเงินถูกดึงข้อมูลเรียบร้อยแล้ว

source: Categorize by
th: จัดหมวดหมู่ตาม

source: Certificate Count
th: จำนวนใบรับรอง

source: Certificate Details
th: รายละเอียดใบรับรอง

source: Certificate No
th: ใบรับรองเลขที่

source: Certificate No.
th: ตัวริบวดเบีย

source: Certificate Number
th: หมายเลขใบรับรอง

source: Certificates
th: ใบรับรอง

source: Change
th: เปลี่ยนแปลง

source: Change Amount
th: เปลี่ยนจำนวน

source: Chart creation cancelled
th: การสร้างแผนภูมิถูกยกเลิกแล้ว

source: Chart data is not a dictionary. Got: {0}
th: ข้อมูลแผนภูมิไม่ใช่พจนานุกรม ได้รับ: {0}

source: Chart of Accounts Template
th: แม่แบบแผนภูมิบัญชี

source: Chart of accounts '{0}' created successfully for {1}. {2} accounts created.
th: แผนผังบัญชี '{0}' สร้างสำเร็จสำหรับ {1} มีบัญชี {2} บัญชีถูกสร้างขึ้นแล้ว

source: Chart of accounts template '{0}' not found
th: ไม่พบแม่แบบแผนภูมิบัญชี '{0}'

source: Chart template '{0}' not found
th: ไม่พบแม่แบบแผนภูมิ '{0}'

source: Check Compliance
th: ตรวจสอบความสอดคล้อง

source: Check System Status
th: ตรวจสอบสถานะระบบ

source: Checking Thai Tax System...
th: กำลังตรวจสอบระบบภาษีไทย...

source: Cheque Date
th: วันที่เช็ค

source: Cheque No
th: ุณตัก

source: Cheques and Deposits incorrectly cleared
th: เช็คและเงินฝากล้างไม่ถูกต้อง

source: Choose currency display format
th: เลือกฟอร์แมตการแสดงสกุลเงิน

source: Clear Input VAT Usage
th: ล้างการใช้ภาษีซื้อเครดิต VAT

source: Clear Input VAT usage for this record?
th: ล้างการใช้งาน VAT ขาเข้าสำหรับระเบียนนี้หรือไม่?

source: Clear Input VAT usage for {0} selected records?
th: ล้างการใช้งาน VAT ขาเข้าสำหรับระเบียนที่เลือก {0} รายการหรือไม่?

source: Clear Reported Status
th: ล้างสถานะที่รายงานแล้ว

source: Clear VAT usage function not yet implemented
th: ฟังก์ชันล้างการใช้งาน VAT ยังไม่ถูกพัฒนาขึ้น

source: Clearance Date
th: วันที่ เป็น

source: Clearance date cannot be before posting date for {0}
th: วันที่เคลียร์ไม่สามารถก่อนวันที่บันทึกสำหรับ {0}

source: Cleared Output VAT reporting status for ${selected.length} record(s)
th: สถานะรายงาน VAT ขาออกที่เคลียร์แล้วสำหรับข้อมูลจำนวน ${selected.length} รายการ

source: Close
th: ปิด

source: Closing (Opening + Total)
th: การปิดบัญชี (การเปิด + ยอดรวม)

source: Closing Balance
th: ยอดคงเหลือปิดบัญชี

source: Comma separated ageing range in days (e.g., 30, 60, 90, 120)
th: ช่วงอายุลูกหนี้ที่คั่นด้วยเครื่องหมายจุลภาคในหน่วยวัน (เช่น 30, 60, 90, 120)

source: Compact Receipt
th: ใบเสร็จแบบย่อ

source: Compact format for small receipts
th: รูปแบบกะทัดรัดสำหรับใบเสร็จขนาดเล็ก

source: Company
th: บริษัท

source: Company '{0}' not found
th: ไม่พบบริษัท '{0}'

source: Company Details
th: รายละเอียดบริษัท

source: Company Rate (%)
th: ไม่หน่วยสาริบท (%)

source: Company Settings
th: การตั้งค่าบริษัท

source: Company Tax ID is required to create withholding tax certificate
th: รหัสประจำตัวผู้เสียภาษีของบริษัทเป็นข้อมูลที่จำเป็นสำหรับการสร้างหนังสือรับรองภาษีหัก ณ ที่จ่าย

source: Company already has {0} accounts. Please confirm deletion to recreate chart.
th: บริษัทมีบัญชีอยู่แล้ว {0} บัญชี กรุณายืนยันการลบเพื่อสร้างแผนภูมิใหม่อีกครั้ง

source: Company is mandatory
th: บริษัทเป็นข้อมูลที่ต้องระบุ

source: Company is required
th: จำเป็นต้องระบุบริษัท

source: Company master data with Thai tax configuration
th: ข้อมูลหลักบริษัทพร้อมการตั้งค่าภาษีไทย

source: Company name in English language
th: ชื่อบริษัทเป็นภาษาอังกฤษ

source: Company name in Thai language
th: ชื่อบริษัทในภาษาไทย

source: Company, tax month, and tax year are required
th: บริษัท, เดือนภาษี, และ ปีภาษี เป็นข้อมูลที่จำเป็นต้องระบุ

source: Completed
th: เสร็จสมบูรณ์

source: Completed quantity cannot be negative
th: ปริมาณที่เสร็จสมบูรณ์ไม่สามารถเป็นค่าลบได้

source: Completed quantity cannot exceed required quantity
th: ปริมาณที่เสร็จสมบูรณ์ต้องไม่เกินปริมาณที่ต้องการ

source: Compliance Check
th: การตรวจสอบความสอดคล้อง

source: Consider bulk purchase
th: พิจารณาการซื้อจำนวนมาก

source: Construction
th: งานก่อสร้าง

source: Consulting
th: ที่ปรึกษา

source: Container No
th: หมายเลขตู้คอนเทนเนอร์

source: Continue anyway? (Not recommended for tax compliance)
th: ดำเนินการต่อหรือไม่? (ไม่แนะนำสำหรับการปฏิบัติตามภาษี)

source: Cost Center
th: ศูนย์ต้นทุน

source: Costs (Direct)
th: ต้นทุน (โดยตรง)

source: Create
th: สร้าง

source: Create Chart of Accounts
th: สร้างแผนผังบัญชี

source: Create Thai Tax Accounts
th: สร้างบัญชีภาษีไทย

source: Create and manage withholding tax certificates
th: สร้างและจัดการใบรับรองภาษีหัก ณ ที่จ่าย

source: Created Thai tax accounts: {0}
th: สร้างบัญชีภาษีไทย: {0}

source: Creating Chart of Accounts... This may take a few moments.
th: กำลังสร้างผังบัญชี... อาจใช้เวลาสักครู่

source: Creating Thai Tax Accounts...
th: กำลังสร้างบัญชีภาษีไทย...

source: Creation Date
th: วันที่สร้าง

source: Creation Date (Thai)
th: วันที่สร้าง

source: Credit
th: เครดิต

source: Credit (Transaction)
th: เครดิต (รายการ)

source: Credit ({0})
th: เครดิต ({0})

source: Credit Days
th: วันเครดิต

source: Credit Purchase Services: Tax Invoice not yet available. Input VAT Report access disabled until payment is made.
th: บริการซื้อเครดิต: ยังไม่มีใบกำกับภาษีซื้อ การเข้าถึงรายงานภาษีซื้อถูกปิดใช้งานจนกว่าจะชำระเงินแล้วเสร็จ

source: Currency
th: สกุลเงิน

source: Current status of PP-30 submission
th: สถานะปัจจุบันของการส่ง PP-30

source: Custom Footer Text
th: ข้อความท้ายเอกสารกำหนดเอง

source: Custom watermark text for document (e.g., 'ORIGINAL', 'COPY')
th: ข้อความลายน้ำกำหนดเองสำหรับเอกสาร (เช่น 'ต้นฉบับ', 'สำเนา')

source: Customer
th: ลูกค้า

source: Customer Analysis
th: การวิเคราะห์ลูกค้า

source: Customer Branch
th: สาขาลูกค้า

source: Customer Branch Code must be 5 digits
th: รหัสสาขาลูกค้าต้องเป็นตัวเลข 5 หลัก

source: Customer Group
th: กลุ่มลูกค้า

source: Customer ID
th: รหัสลูกค้า

source: Customer Name
th: ชื่อลูกค้า

source: Customer Request
th: คำขอลูกค้า

source: Customer Tax ID
th: เลขประจำตัวผู้เสียภาษีของลูกค้า

source: Customer Tax ID is missing - required for Thai VAT reports
th: รหัสผู้เสียภาษีของลูกค้าหายไป - จำเป็นสำหรับรายงานภาษีมูลค่าเพิ่ม (VAT) ของไทย

source: Customer Type
th: ประเภทลูกค้า

source: Customer branch code (fetched via Python helper for Print Designer compatibility)
th: รหัสสาขาลูกค้า (ดึงข้อมูลผ่าน Python helper เพื่อความเข้ากันได้กับ Print Designer)

source: Customer created successfully
th: สร้างลูกค้าเรียบร้อยแล้ว

source: Customer master data with Thai tax ID
th: ข้อมูลหลักลูกค้าพร้อมเลขประจำตัวผู้เสียภาษีไทย

source: Customer/Supplier / ลูกค้า/ผู้จำหน่าย
th: ลูกค้า/ผู้จำหน่าย

source: Customers found
th: ลูกค้าขารบริ

source: Customers retrieved successfully
th: ดึงข้อมูลลูกค้าเรียบร้อยแล้ว

source: DGS PP30 VAT Report
th: รายงานภาษีมูลค่าเพิ่ม DGS PP30

source: DGS Thai Fiscal Year
th: DGS ปีงบประมาณไทย

source: DGS Thai Purchase VAT
th: DGS ไทย ภาษีมูลค่าเพิ่มการซื้อ

source: DGS Thai Sales VAT
th: DGS การขาย VAT ภาษาไทย

source: Daily Summary
th: สรุปรายวัน

source: Data Import
th: นำเข้าข้อมูล

source: Data refreshed from Sales Invoice
th: ข้อมูลได้รับการรีเฟรชจาก ใบแจ้งหนี้ขาย

source: Data retrieved successfully
th: ดึงข้อมูลสำเร็จ

source: Date
th: วันที่

source: Date / วันที่
th: วันที่

source: Date Format Preference
th: รูปแบบวันที่ที่ต้องการใช้

source: Date when VAT Undue was converted to VAT Due
th: วันที่ที่ VAT ที่ยังไม่ถึงกำหนดชำระถูกแปลงเป็น VAT ที่ถึงกำหนดชำระ

source: Date when report was submitted to Revenue Department
th: วันที่รายงานถูกส่งไปยังกรมสรรพากร

source: Date when this rate becomes effective
th: วันที่อัตรานี้มีผลบังคับใช้

source: Date when this rate expires (leave blank for indefinite)
th: วันที่อัตรานี้หมดอายุ (เว้นว่างไว้หากไม่มีวันหมดอายุ)

source: Days
th: วัน

source: Days Remaining
th: วันที่เหลืออยู่

source: Days Until Due
th: วันจนถึงวันครบกำหนด

source: Debit
th: หักบัญชี

source: Debit (Transaction)
th: เดบิต (รายการ)

source: Debit ({0})
th: เดบิต ({0})

source: Debug HTML Preview
th: ดูตัวอย่าง HTML สำหรับแก้ไขข้อผิดพลาด

source: December
th: ธันวาคม

source: Default Advance Account
th: บัญชีเงินล่วงหน้าเริ่มต้น

source: Default Currency
th: สกุลเงินเริ่มต้น

source: Default Format
th: รูปแบบเริ่มต้น

source: Default Tax Branch Code
th: รหัสสาขาภาษีเริ่มต้น

source: Default VAT Input Account
th: บัญชีค่าใช้จ่ายภาษีมูลค่าเพิ่มมาตรฐาน

source: Default VAT Output Account
th: บัญชีผลลัพธ์ภาษีมูลค่าเพิ่มเริ่มต้น

source: Default WHT Payable Account
th: บัญชีเจ้าหนี้ภาษีหัก ณ ที่จ่ายเริ่มต้น

source: Default WHT Rates
th: อัตราภาษีหัก ณ ที่จ่ายเริ่มต้น

source: Default WHT Receivable Account
th: บัญชีลูกหนี้ภาษีหัก ณ ที่จ่ายเริ่มต้น

source: Default Year from Bill Date:
th: ปีเริ่มต้นจากวันที่ใบแจ้งหนี้:

source: Default accounting period for reports
th: ช่วงเวลาบัญชีเริ่มต้นสำหรับรายงาน

source: Delete & Recreate
th: ลบและสร้างใหม่

source: Deleted {0} accounts for company {1}
th: ลบบัญชี {0} สำหรับบริษัท {1} แล้ว

source: Delivery Note
th: ใบส่งสินค้า

source: Delivery Status
th: สถานะการจัดส่งสินค้า

source: Depreciation
th: ค่าเสื่อมราคา

source: Description
th: คำอธิบาย

source: Destination
th: ปลายทาง

source: Destination Analysis
th: การวิเคราะห์ปลายทาง

source: Detailed Receipt
th: ใบเสร็จรับเงินรายละเอียด

source: Detailed format with full item information
th: รูปแบบละเอียดพร้อมข้อมูลสินค้าครบถ้วน

source: Detailed production report retrieved successfully
th: รายงานการผลิตรายละเอียดถูกดึงข้อมูลเรียบร้อยแล้ว

source: Detailed purchase data for audit trail
th: ข้อมูลการซื้อโดยละเอียดสำหรับการตรวจสอบย้อนหลัง

source: Detailed sales data for audit trail
th: ข้อมูลการขายโดยละเอียดสำหรับการตรวจสอบย้อนหลัง

source: Difference
th: ข้อแตกต่าง

source: Digisoft Settings
th: การตั้งค่า Digisoft

source: Digital & Automation Settings
th: การตั้งค่าดิจิทัลและระบบอัตโนมัติ

source: Digital Features
th: คุณสมบัติทางดิจิทัล

source: Disabled: Credit Purchase Services - Tax Invoice not yet available
th: ปิดใช้งาน: บริการซื้อเชื่อ - ใบกำกับภาษียังไม่พร้อมใช้งาน

source: Discount
th: ส่วนลด

source: Discrepancy report generated successfully
th: รายงานความคลาดเคลื่อนถูกสร้างขึ้นเรียบร้อยแล้ว

source: Display Thai translations alongside English account names
th: แสดงคำแปลภาษาไทยควบคู่กับชื่อบัญชีภาษาอังกฤษ
