Repository: ManotLuijiu/erpnext-thai-translation
Catalog: digisoft_erp/*.po
Languages: th

source: Month of withholding tax certificate issuance
th: เดือนของการออกหนังสือรับรองภาษีหัก ณ ที่จ่าย

source: Month-Year
th: เดือน-ปี

source: Monthly
th: รายเดือน

source: Monthly Cost and Expenses
th: ต้นทุนและค่าใช้จ่ายรายเดือน

source: Monthly Cost and Expenses Chart
th: แผนภูมิค่าใช้จ่ายและต้นทุนรายเดือน

source: Monthly VAT PP30 report for tax submission
th: รายงานภาษีมูลค่าเพิ่มรายเดือนแบบ ภ.พ.30 สำหรับการยื่นภาษี

source: Mr.
th: คุณ

source: Mrs.
th: นาง

source: Ms.
th: นางสาว

source: Name of company's tax advisor
th: ชื่อที่ปรึกษาภาษีของบริษัท

source: Name of person authorized to sign documents
th: ชื่อบุคคลที่ได้รับอนุญาตให้ลงนามในเอกสาร

source: Net Amount
th: จำนวนเงินสุทธิ

source: Net Amount (฿)
th: จำนวนสุทธิ (฿)

source: Net Amount / ยอดสุทธิ
th: ยอดสุทธิ

source: Net Cash from Financing
th: เงินสดสุทธิจากการจัดหาเงินทุน

source: Net Cash from Investing
th: เงินสดสุทธิจากการลงทุน

source: Net Cash from Operations
th: เงินสดจากการดำเนินงานสุทธิ

source: Net Change in Accounts Payable
th: เปลี่ยนสุทธิในบัญชีเจ้าหนี้

source: Net Change in Accounts Receivable
th: เปลี่ยนสุทธิในบัญชีลูกหนี้

source: Net Change in Cash
th: เปลี่ยนเป็นเงินสดสุทธิ

source: Net Change in Equity
th: เปลี่ยนแปลงสุทธิในส่วนของเจ้าของ

source: Net Change in Fixed Asset
th: เปลี่ยนสุทธิในสินทรัพย์ถาวร

source: Net Change in Inventory
th: เปลี่ยนสุทธิในสินค้าคงคลัง

source: Net Outstanding Amount
th: ยอดคงเหลือสุทธิ

source: Net Sales
th: ยอดขายสุทธิ

source: Net Taxable Sales
th: ยอดขายสุทธิที่ต้องเสียภาษี

source: Net Total
th: ยอดรวมสุทธิ

source: Net amount calculation error. Expected: {0}, Actual: {1}
th: ข้อผิดพลาดในการคำนวณจำนวนสุทธิ คาดหวัง: {0}, จริง: {1}

source: No Payment Entry found for this Purchase Invoice
th: ไม่พบรายการบันทึกการชำระเงินสำหรับใบกำกับซื้อฉบับนี้

source: No Payment Entry with Tax Invoice found for this Purchase Invoice
th: ไม่พบรายการบันทึกการชำระเงินพร้อมใบกำกับภาษีสำหรับใบกำกับภาษีซื้อฉบับนี้

source: No VAT transactions found in this invoice.
th: ไม่พบรายการธุรกรรม VAT ในใบแจ้งหนี้นี้

source: No active POS session found
th: ไม่พบเซสชัน POS ที่กำลังใช้งานอยู่

source: No attachments
th: ไม่มีไฟล์แนบ

source: No chart templates available for {0}
th: ไม่มีแม่แบบแผนภูมิสำหรับ {0}

source: No customers found to export
th: ไม่พบลูกค้าเพื่อส่งออกข้อมูล

source: No destination data found for the selected filters.
th: ไม่พบข้อมูลปลายทางสำหรับตัวกรองที่เลือกไว้

source: No existing accounts found. A new chart of accounts will be created.
th: ไม่พบบัญชีที่มีอยู่ ระบบจะสร้างแผนผังบัญชีใหม่ขึ้นมา

source: No overdue customers found
th: ไม่พบลูกค้าที่ค้างชำระ

source: No shift found for the specified date
th: ไม่พบกะงานสำหรับวันที่ระบุ

source: No unused VAT records found
th: ไม่พบรายการ VAT ที่ไม่ได้ใช้งาน

source: No.
th: เลขที่

source: Not able to find the earliest Fiscal Year for the given company.
th: ไม่สามารถค้นหาปีงบประมาณที่เก่าที่สุดสำหรับบริษัทที่กำหนดได้

source: Note
th: หมายเหตุ

source: November
th: พฤศจิกายน

source: October
th: ตุลาคม

source: Office where tax registration was completed
th: สำนักงานที่ดำเนินการจดทะเบียนภาษีเรียบร้อยแล้ว

source: Official government code (e.g., 40(1), 40(8))
th: รหัสทางการของรัฐบาล (เช่น 40(1), 40(8))

source: Opening
th: การเปิด

source: Opening Balance
th: ยอดยกมา

source: Opening Input VAT Report...
th: กำลังเปิดรายงานภาษีซื้อที่นำเข้ามา...

source: Opening Input VAT Undue Report...
th: กำลังเปิดรายงาน VAT ต้นทางที่ยังไม่ได้รับคืน...

source: Operation completed successfully
th: การดำเนินการเสร็จสมบูรณ์เรียบร้อยแล้ว

source: Operator assigned successfully
th: ผู้ปฏิบัติงานได้รับมอบหมายเรียบร้อยแล้ว

source: Operator performance data retrieved successfully
th: ข้อมูลประสิทธิภาพของผู้ปฏิบัติงานถูกดึงมาเรียบร้อยแล้ว

source: Optimize process parameters and operator efficiency
th: ปรับปรุงพารามิเตอร์กระบวนการและประสิทธิภาพของผู้ปฏิบัติงาน

source: Optimized for thermal printers
th: ปรับแต่งสำหรับเครื่องพิมพ์ความร้อน

source: Order By
th: เรียงตาม

source: Ordinary Partnership
th: ห้างหุ้นส่วนสามัญ

source: Other
th: อื่น ๆ

source: Others
th: อื่น ๆ

source: Outgoing
th: ขาออก

source: Outgoing: We deduct from suppliers/staff | Incoming: Customers deduct from us
th: ขาออก: เราหักจากผู้จำหน่าย/พนักงาน | ขาเข้า: ลูกค้าหักจากเรา

source: Output VAT (Sales)
th: ภาษีมูลค่าเพิ่มขาออก (ขาย)

source: Output VAT Reported Month
th: เดือนที่รายงาน VAT

source: Output VAT Reported Year
th: ปีที่รายงาน VAT

source: Output VAT Reporting
th: รายงาน VAT ขาออก

source: Output VAT reported status cleared
th: สถานะรายงาน VAT ขาออกถูกล้างแล้ว

source: Outstanding
th: ค้างชำระ

source: Outstanding Amount
th: ยอดค้างชำระ

source: Outstanding Cheques and Deposits
th: เช็คค้างจ่ายและเงินฝาก

source: Outstanding Credits
th: ยอดเครดิตค้างชำระ

source: Outstanding Debits
th: ยอดลูกหนี้ค้างชำระ

source: Outstanding Entries
th: รายการค้างชำระ

source: Outstanding Invoices
th: ใบแจ้งหนี้ค้างชำระ

source: Overdue
th: เกินกำหนด

source: PDF Export Complete
th: การส่งออก PDF เสร็จสมบูรณ์

source: PDF export functionality not yet implemented
th: ฟังก์ชันการส่งออก PDF ยังไม่ได้รับการพัฒนา

source: PDF receipt generated successfully
th: ใบเสร็จ PDF ถูกสร้างเรียบร้อยแล้ว

source: PND Report Entry created successfully
th: รงด PND ปีระดนที่แล้ว ส่งข้ามสั่งเกิ่มเริ่ง

source: PND Report Settings
th: การตั้งค่ารายงาน ภ.ง.ด.

source: PND Reports
th: รายงาน ภงด.

source: PND Sequential Number
th: หมายเลขลำดับ ภ.ง.ด.

source: PND Submission Deadline (Days after month end)
th: กำหนดส่ง ภ.ง.ด. (จำนวนวันหลังสิ้นเดือน)

source: PND Type
th: ประเภท ภ.ง.ด.

source: PND Type is required
th: ประเภท ภ.ง.ด. จำเป็นต้องระบุ

source: PND Type is required for tax compliance
th: ประเภท ภ.ง.ด. จำเป็นสำหรับการปฏิบัติตามภาษี

source: PND and VAT submission deadlines for this fiscal year
th: กำหนดส่ง ภ.ง.ด. และ ภาษีมูลค่าเพิ่ม สำหรับปีงบประมาณนี้

source: PND1
th: ภงด.1

source: PND1 forms are only for Individual payees
th: แบบฟอร์ม ภงด.1 ใช้สำหรับผู้รับเงินบุคคลธรรมดาเท่านั้น

source: PND3
th: ภ.ง.ด.3

source: PND53
th: ภ.ง.ด.53

source: POS Invoice
th: ใบแจ้งหนี้ POS

source: POS Profile
th: รายละเอียด จุดขาย

source: POS Summary
th: สรุป POS

source: POS session closed successfully
th: การปิดเซสชัน POS สำเร็จแล้ว

source: POS session is not open
th: เซสชัน POS ยังไม่เปิดใช้งาน

source: POS session retrieved successfully
th: การดึงข้อมูลเซสชัน POS สำเร็จแล้ว

source: POS session started successfully
th: การเริ่มต้นเซสชัน POS สำเร็จแล้ว

source: PP-30 Calculation Complete
th: การคำนวณ PP-30 เสร็จสมบูรณ์แล้ว

source: PP-30 Submission Deadline (Days after month end)
th: กำหนดส่ง PP-30 (จำนวนวันหลังสิ้นเดือน)

source: PP-30 report generation error
th: ข้อผิดพลาดในการสร้างรายงาน PP-30

source: PP-30 report has been generated successfully.
th: รายงาน PP-30 ได้ถูกสร้างเรียบร้อยแล้ว

source: Package Analysis
th: การวิเคราะห์แพ็กเกจ

source: Package Type
th: ประเภทแพ็กเกจ

source: Packing Slip
th: สลิป

source: Paid
th: ชำระแล้ว

source: Paid Amount
th: จำนวนเงินที่ชำระแล้ว

source: Party
th: ฝ่าย

source: Party Name
th: ชื่องานเลี้ยง

source: Party Tax ID is required to create withholding tax certificate
th: รหัสผู้เสียภาษีของฝ่ายที่เกี่ยวข้องจำเป็นต้องระบุเพื่อสร้างหนังสือรับรองภาษีหัก ณ ที่จ่าย

source: Party Type
th: ประเภท บุคคล

source: Payee
th: ผู้รับเงิน

source: Payee Address
th: ที่อยู่ผู้รับเงิน

source: Payee Information
th: ข้อมูลผู้รับเงิน

source: Payee Name
th: ชื่อผู้รับเงิน

source: Payee Signatory Name
th: ชื่อผู้ลงนามผู้รับเงิน

source: Payee Signatory Position
th: ตำแหน่งผู้ลงนามรับเงิน

source: Payee Tax ID
th: เลขประจำตัวผู้เสียภาษีผู้รับเงิน

source: Payee Type
th: ประเภทผู้รับเงิน

source: Payer Address
th: ที่อยู่ผู้ชำระเงิน

source: Payer Information
th: ข้อมูลผู้ชำระเงิน

source: Payer Name
th: ชื่อผู้ชำระเงิน

source: Payer Signatory Name
th: ชื่อผู้ลงนามผู้ชำระเงิน

source: Payer Signatory Position
th: ตำแหน่งผู้ลงนามผู้ชำระเงิน

source: Payer Tax ID
th: เลขประจำตัวผู้เสียภาษีผู้ชำระเงิน

source: Payment Amount
th: จำนวนเงินที่ชำระ

source: Payment Analysis
th: การวิเคราะห์การชำระเงิน

source: Payment Date
th: วันจ่าย

source: Payment Details
th: รายละเอียดการชำระเงิน

source: Payment Entry
th: รายการชำระเงิน

source: Payment Entry Reference
th: เอกสารอ้างอิงการชำระเงิน

source: Payment Entry that converted VAT Undue to VAT Due
th: รายการชำระเงินที่แปลง VAT ค้างชำระเป็น VAT ที่ต้องชำระแล้ว

source: Payment Frequency
th: ความถี่ในการชำระเงิน

source: Payment Limit
th: ขีดจำกัดการชำระเงิน

source: Payment Method
th: วิธีการชำระเงิน

source: Payment Methods
th: วิธีการชำระเงิน

source: Payment Name
th: ชื่อการชำระเงิน

source: Payment Period Summary
th: สรุประยะเวลาการชำระเงิน

source: Payment Period by Invoice Date
th: ระยะเวลาการชำระเงินตามวันที่ใบแจ้งหนี้

source: Payment Reconciliation Summary
th: สรุปการกระทบยอดการชำระเงิน

source: Payment Ref
th: อ้างอิงการชำระเงิน

source: Payment Status
th: สถานะการชำระเงิน

source: Payment Terms
th: เงื่อนไขการชำระเงิน

source: Payment date is in the future
th: วันที่การชำระเงินเลอร์

source: Pending
th: รอดำเนินการ

source: Pending Report
th: รายงานที่รอดำเนินการ

source: Pending Submission
th: รอการส่งข้อมูล

source: Period Closing Voucher
th: ใบสำคัญปิดงวดบัญชี

source: Periodicity
th: การเป็นช่วง ๆ

source: Phone
th: โทรศัพท์

source: Pick List
th: เลือกรายการ

source: Picked Qty
th: เลือกจำนวน

source: Planned End
th: กำหนดสิ้นสุด

source: Planned Qty
th: จำนวนที่วางแผนไว้

source: Planned Start
th: กำหนดเริ่มต้น

source: Please review and adjust your VAT returns accordingly.
th: กรุณาตรวจสอบและปรับปรุงแบบแสดงรายการ VAT ของท่านให้ถูกต้องตามความเหมาะสม

source: Please save the document first.
th: กรุณาบันทึกเอกสารก่อน

source: Please search for data first before printing
th: กรุณาค้นหาข้อมูลก่อนพิมพ์

source: Please select 'ภงด1 (PND1)' or 'All Types' to generate PND1 attachment
th: กรุณาเลือก 'ภงด1 (PND.)' หรือ 'ทุกประเภท' เพื่อสร้างไฟล์แนบ ภงด1

source: Please select 'ภงด1 (PND1)' or 'All Types' to generate PND1 form
th: กรุณาเลือก 'ภงด1 (PND.)' หรือ 'ทั้งหมด' เพื่อสร้างแบบฟอร์ม ภงด1

source: Please select 'ภงด3 (PND3)' or 'All Types' to generate PND3 attachment
th: กรุณาเลือก 'ภงด3 (PND.)' หรือ 'ทุกประเภท' เพื่อสร้างไฟล์แนบ ภงด3

source: Please select 'ภงด3 (PND3)' or 'All Types' to generate PND3 form
th: กรุณาเลือก 'ภงด3 (PND.)' หรือ 'ทุกประเภท' เพื่อสร้างแบบฟอร์ม ภงด3

source: Please select 'ภงด53 (PND53)' or 'All Types' to generate PND53 attachment
th: กรุณาเลือก 'ภงด53 (PND.)' หรือ 'ทั้งหมด' เพื่อสร้างไฟล์แนบ ภงด53

source: Please select 'ภงด53 (PND53)' or 'All Types' to generate PND53 form
th: กรุณาเลือก 'ภงด53 (PND.)' หรือ 'ทุกประเภท' เพื่อสร้างแบบฟอร์ม ภงด53

source: Please select Company
th: กรุณาเลือก บริษัท

source: Please select Company and Account Type
th: กรุณาเลือก บริษัท และ ประเภทบัญชี

source: Please select Company, From Date, and To Date to generate PND1 attachment
th: กรุณาเลือก บริษัท วันที่เริ่มต้น และ วันที่สิ้นสุด เพื่อสร้างไฟล์แนบ PND1

source: Please select Company, From Date, and To Date to generate PND1 form
th: กรุณาเลือก บริษัท, วันที่เริ่มต้น และวันที่สิ้นสุด เพื่อสร้างแบบฟอร์ม ภ.ง.ด.1

source: Please select Company, From Date, and To Date to generate PND3 attachment
th: กรุณาเลือก บริษัท, วันที่เริ่มต้น และ วันที่สิ้นสุด เพื่อสร้างไฟล์แนบ PND3

source: Please select Company, From Date, and To Date to generate PND3 form
th: กรุณาเลือก บริษัท วันที่เริ่มต้น และ วันที่สิ้นสุด เพื่อสร้างแบบฟอร์ม ภ.ง.ด.3

source: Please select Company, From Date, and To Date to generate PND53 attachment
th: กรุณาเลือก บริษัท, วันที่เริ่มต้น, และวันที่สิ้นสุด เพื่อสร้างไฟล์แนบ PND53

source: Please select Company, From Date, and To Date to generate PND53 form
th: กรุณาเลือก บริษัท, วันที่เริ่มต้น และ วันที่สิ้นสุด เพื่อสร้างแบบฟอร์ม ภ.ง.ด.53

source: Please select Company, From Date, and To Date to generate PP30 form
th: กรุณาเลือก บริษัท, วันที่เริ่มต้น, และวันที่สิ้นสุด เพื่อสร้างแบบฟอร์ม PP30

source: Please select Company, From Date, and To Date to generate Tax Withholding Summary form
th: กรุณาเลือก บริษัท, วันที่เริ่มต้น และ วันที่สิ้นสุด เพื่อสร้างแบบฟอร์มสรุป ภาษีหัก ณ ที่จ่าย

source: Please select Company, From Date, and To Date to preview PP30 form
th: กรุณาเลือก บริษัท, วันที่เริ่มต้น และ วันที่สิ้นสุด เพื่อแสดงตัวอย่างแบบฟอร์ม PP30

source: Please select Company, Party Type, Party, and Receivable/Payable Account
th: กรุณาเลือก บริษัท, ประเภทฝ่าย, ฝ่าย, และ บัญชีลูกหนี้/เจ้าหนี้

source: Please select Company, Tax Period, and Tax Year to generate VAT-202-01 form
th: กรุณาเลือก บริษัท, ระยะเวลาภาษี, และ ปีภาษี เพื่อสร้างแบบฟอร์ม VAT-202-01

source: Please select Company, Tax Period, and Tax Year to generate VAT-202-02 form
th: กรุณาเลือก บริษัท, งวดภาษี, และ ปีภาษี เพื่อสร้างแบบฟอร์ม VAT-202-02

source: Please select VAT period (month and year) first.
th: กรุณาเลือกช่วงเวลาภาษีมูลค่าเพิ่ม (เดือนและปี) ก่อนค่ะ

source: Please select a Bank Account
th: กรุณาเลือกบัญชีธนาคาร

source: Please select a Sales Invoice first
th: กรุณาเลือก ใบแจ้งหนี้ขาย ก่อน

source: Please select a company first.
th: กรุณาเลือกบริษัทก่อนค่ะ

source: Please select at least one VAT record
th: กรุณาเลือกอย่างน้อยหนึ่งรายการ VAT

source: Please select entries to reconcile
th: กรุณาเลือกรายการเพื่อตรวจสอบความถูกต้อง

source: Please select invoices to clear reporting status
th: กรุณาเลือกใบแจ้งหนี้เพื่อเคลียร์สถานะรายงาน

source: Please select invoices to mark as reported
th: กรุณาเลือกใบกำกับภาษีเพื่อทำเครื่องหมายว่าได้รายงานแล้ว

source: Please select month and year for Input VAT usage
th: กรุณาเลือกเดือนและปีสำหรับการใช้งาน VAT ขาเข้า

source: Please select records to clear
th: กรุณาเลือกระเบียนเพื่อล้างข้อมูล

source: Please select records to process
th: กรุณาเลือกระเบียนเพื่อดำเนินการ

source: Please select required filters
th: กรุณาเลือกตัวกรองที่จำเป็น

source: Please select {0}
th: กรุณาเลือก {0}

source: Please set VAT Month and Year manually since dates are not available
th: กรุณาตั้งค่าเดือนและปีของ VAT ด้วยตนเองเนื่องจากไม่มีวันที่ให้เลือก

source: Please set a default company to create Thai tax accounts
th: กรุณาตั้งค่าบริษัทเริ่มต้นเพื่อสร้างบัญชีภาษีมูลค่าเพิ่มไทย

source: Please specify a company
th: กรุณาระบุบริษัท

source: Please specify clearance date
th: กรุณาระบุวันที่เคลียร์ข้อมูล

source: Please submit the document before printing
th: กรุณาส่งเอกสารก่อนพิมพ์

source: Please submit the document before sending email
th: กรุณาส่งเอกสารก่อนส่งอีเมล

source: Please use this Input VAT before it expires to maintain Thai tax compliance.
th: กรุณาใช้ VAT ก่อนหมดอายุเพื่อรักษาการปฏิบัติตามภาษีของประเทศไทย

source: Position/title of authorized signatory
th: ตำแหน่ง/ชื่อของผู้มีอำนาจลงนาม

source: Posting Date
th: วันที่บันทึกข้อมูล

source: Prepared By
th: จัดทำโดย

source: Previous Financial Year is not closed
th: ปีก่อนหน้านี้ทางการเงินไม่ได้ปิด

source: Print
th: พิมพ์

source: Print 50 Tawee
th: พิมพ์ 50 ทวี

source: Print Billing Summary
th: พิมพ์สรุปการเรียกเก็บเงิน

source: Print Options
th: ตัวเลือกการพิมพ์

source: Print PP30 Form
th: พิมพ์แบบฟอร์ม PP30

source: Print Thai Format
th: พิมพ์รูปแบบภาษาไทย

source: Print Thai GL
th: พิมพ์สมุดรายวันทั่วไปภาษาไทย

source: Print Thai P&L
th: พิมพ์ งบกำไรขาดทุน ภาษาไทย

source: Print VAT-202-01 Form
th: พิมพ์แบบฟอร์ม VAT-202-01

source: Print VAT-202-02 Form
th: พิมพ์แบบฟอร์ม ภ.พ.20-2

source: Print with Letterhead
th: พิมพ์พร้อมหัวจดหมาย

source: Print ภงด1 Attachment
th: พิมพ์ ภงด1 แนบไฟล์

source: Print ภงด1 Form
th: พิมพ์แบบฟอร์ม ภงด1

source: Print ภงด3 Attachment
th: พิมพ์ ภงด3 แนบ

source: Print ภงด3 Form
th: พิมพ์แบบฟอร์ม ภงด3

source: Print ภงด53 Attachment
th: พิมพ์ ภงด53 แนบไฟล์

source: Print ภงด53 Form
th: พิมพ์แบบฟอร์ม ภงด53

source: Print สรุป 50 ทวิ Form
th: พิมพ์สรุปแบบฟอร์ม 50 ทวิ

source: Priority
th: ลำดับความสำคัญ

source: Process
th: กระบวนการ

source: Processing...
th: กำลังดำเนินการ...

source: Produced Qty
th: จำนวนที่ผลิต

source: Production Chart
th: แผนภูมิการผลิต

source: Production Order
th: ใบสั่งผลิต

source: Production Plan
th: แผนการผลิต

source: Production Status Analysis
th: การวิเคราะห์สถานะการผลิต

source: Production dashboard data retrieved successfully
th: ดึงข้อมูลแผงควบคุมการผลิตสำเร็จแล้ว

source: Production order created successfully
th: สร้างใบสั่งผลิตเรียบร้อยแล้ว

source: Production order details retrieved successfully
th: รายละเอียดใบสั่งผลิตถูกดึงข้อมูลเรียบร้อยแล้ว

source: Production order status updated successfully
th: สถานะใบสั่งผลิตได้รับการอัปเดตเรียบร้อยแล้ว

source: Production report exported successfully
th: รายงานการผลิตส่งออกสำเร็จแล้ว

source: Production summary retrieved successfully
th: สรุปการผลิตดึงข้อมูลเรียบร้อยแล้ว

source: Production timeline retrieved successfully
th: ดึงข้อมูลไทม์ไลน์การผลิตสำเร็จแล้ว

source: Project
th: โครงการ

source: Provident Fund
th: กองทุนสำรองเลี้ยงชีพ

source: Provident Fund Number
th: หมายเลขกองทุนสำรองเลี้ยงชีพ

source: Provisional Profit / Loss (Credit)
th: กำไรเฉพาะกาล / ขาดทุน (เครดิต)

source: Purchase For Branch
th: การซื้อสำหรับสาขา

source: Purchase For Company
th: การซื้อสำหรับบริษัท

source: Purchase Invoice
th: ใบกำกับภาษีซื้อ

source: Purchase Invoice Details
th: รายละเอียดใบกำกับซื้อ

source: Purchase Order - TH
th: ใบสั่งซื้อ

source: Purchase Order Summary
th: สรุปใบสั่งซื้อ

source: Purchase Transactions
th: รายการทำรายการซื้อ

source: Purchase VAT (Input VAT)
th: ภาษีมูลค่าเพิ่มซื้อ (ภาษีมูลค่าเพิ่มขาเข้า)

source: Purchase VAT Report
th: รายงานภาษีมูลค่าเพิ่มการซื้อ

source: Purchase invoices with Thai tax features
th: ใบกำกับภาษีซื้อที่มีฟีเจอร์ภาษีไทย

source: Purpose
th: วัตถุประสงค์

source: QR Code Data
th: ข้อมูล QR Code

source: QR Code Image
th: รูปภาพ QR Code

source: Qty
th: จำนวน

source: Quality metrics retrieved successfully
th: ดัชนีคุณภาพถูกดึงข้อมูลเรียบร้อยแล้ว

source: Quantity must be greater than 0
th: จำนวนต้องมากกว่า 0

source: Quarterly
th: รายไตรมาส

source: REPRINTED COPY
th: สำเนาพิมพ์ซ้ำ

source: Range 1
th: ช่วง 1

source: Range 2
th: ช่วง 2

source: Range 3
th: ช่วง 3

source: Range 4
th: ช่วง 4

source: Rate
th: อัตรา/ราคา

source: Rating must be between 1 and 5
th: คะแนนต้องอยู่ระหว่าง 1 ถึง 5

source: Raw Material Warehouse
th: คลังวัตถุดิบ

source: Reason
th: เหตุผล

source: Receipt - Invoice {0}
th: ใบเสร็จรับเงิน - ใบแจ้งหนี้ {0}

source: Receipt Date
th: วันที่ใบเสร็จ

source: Receipt Number
th: หมายเลขใบเสร็จ

source: Receipt data retrieved successfully
th: ดึงข้อมูลใบเสร็จสำเร็จแล้ว

source: Receipt date should not be before payment date
th: วันที่ใบเสร็จรับเงินองเป็นวันการชำระเงินองเป็นวัน

source: Receipt emailed successfully
th: ใบเสร็จส่งอีเมลเรียบร้อยแล้ว

source: Receipt number from Revenue Department system
th: หมายเลขใบเสร็จจากระบบกรมสรรพากร

source: Receipt reprinted successfully
th: พิมพ์ใบเสร็จซ้ำสำเร็จแล้ว

source: Receipt sent to printer successfully
th: ส่งใบเสร็จไปยังเครื่องพิมพ์เรียบร้อยแล้ว

source: Receipt templates retrieved
th: เทมเพลตรับชำระเงินถูกดึงมาแล้ว

source: Receivable/Payable Account
th: บัญชีลูกหนี้/เจ้าหนี้

source: Receive Period Summary
th: สรุปช่วงเวลาการรับสินค้า

source: Receive Period by Invoice Date
th: รับช่วงเวลาตามวันที่ใบแจ้งหนี้

source: Received
th: ที่ได้รับ

source: Recent Transactions
th: รายการทำรายการล่าสุด

source: Reconcile
th: คืนดี

source: Reconciliation Summary
th: สรุปการกระทบยอด

source: Records
th: ประวัติ

source: Redirecting to Thai VAT Management System...
th: กำลังเปลี่ยนเส้นทางไปยังระบบจัดการภาษีมูลค่าเพิ่ม (VAT)...

source: Reduce downtime through preventive maintenance
th: ลดเวลาหยุดทำงานด้วยการบำรุงรักษาเชิงป้องกัน

source: Reference
th: อ้างอิง

source: Refresh
th: รีเฟรช

source: Refresh from Sales Invoice
th: รีเฟรชจาก ใบแจ้งหนี้ขาย

source: Rejected
th: ไม่อนุมัติ

source: Related Payment Entry for Service Purchase (Credit)
th: รายการใบสำคัญจ่ายที่เกี่ยวข้องสำหรับการซื้อบริการ (เครดิต)

source: Remaining Stock Summary
th: สรุปสินค้าคงเหลือ

source: Remarks
th: หมายเหตุ

source: Remarks / หมายเหตุ
th: หมายเหตุ

source: Report Date
th: วันที่ระด

source: Report Filters
th: ตัวกรองรายงาน

source: Report Not Available
th: รายงานไม่พร้อมใช้งาน

source: Report Period
th: ช่วงรายงาน

source: Report Settings
th: การตั้งค่ารายงาน

source: Report View
th: มุมมองรายงาน

source: Reported
th: รายงานแล้ว

source: Reports
th: รายงาน

source: Reprint Time
th: เวลาพิมพ์ซ้ำ

source: Required field missing: {0}
th: ช่องข้อมูลที่จำเป็นขาดหาย: {0}

source: Required fields are missing
th: มีช่องข้อมูลที่จำเป็นยังไม่ได้กรอกครบ

source: Required parameters are missing
th: พารามิเตอร์ที่จำเป็นขาดหายไป

source: Resource not found
th: ไม่พบทรัพยากร

source: Retail
th: ค้าปลีก

source: Retention amount calculation error
th: ข้อผิดพลาดในการคำนวณจำนวนเงินคงเหลือ

source: Return
th: คืน

source: Returns
th: ผลตอบแทน

source: Revenue Department Branch
th: สาขาสำนักงานสรรพากร

source: Revenue Department District
th: สำนักงานสรรพากรพื้นที่

source: Revenue Department Information
th: ข้อมูลกรมสรรพากร

source: Revenue Department Office
th: สำนักงานกรมสรรพากร

source: Revenue Department Receipt
th: ใบเสร็จรับเงินกรมสรรพากร

source: Review maintenance schedule and operator training
th: ตรวจสอบกำหนดการบำรุงรักษาและการฝึกอบรมผู้ปฏิบัติงาน

source: Review pricing with supplier
th: ตรวจสอบราคากับผู้จำหน่าย

source: Reviewed By
th: ตรวจสอบโดย

source: Sales Analysis
th: การวิเคราะห์การขาย

source: Sales Channel
th: ช่องทางการขาย

source: Sales For Branch
th: ยอดขายสำหรับสาขา

source: Sales For Company
th: ยอดขายสำหรับบริษัท

source: Sales Invoice
th: ใบแจ้งหนี้ขาย

source: Sales Invoice reference is missing
th: การอ้างอิงใบกำกับภาษีขายหายไป

source: Sales Order - TH
th: ใบสั่งขาย

source: Sales Partner
th: พันธมิตรการขาย

source: Sales Performance
th: ผลการดำเนินงานการขาย

source: Sales Person
th: พนักงานขาย

source: Sales Summary
th: สรุปยอดขาย

source: Sales Transactions
th: รายการธุรกรรมการขาย

source: Sales VAT (Output VAT)
th: ภาษีมูลค่าเพิ่มขาย (ภาษีขาย)

source: Sales VAT Report
th: รายงาน VAT การขาย

source: Sales invoices with Thai tax compliance
th: ใบกำกับภาษีขายที่เป็นไปตามข้อกำหนดภาษีของไทย

source: Scan for invoice details
th: สแกนเพื่อดูรายละเอียดใบแจ้งหนี้

source: Seal No
th: สิวานสา

source: Search by destination country or city
th: ค้นหาตามประเทศหรือเมืองปลายทาง

source: Search by payee name (partial match)
th: ค้นหาตามชื่อผู้รับเงิน (ตรงบางส่วน)

source: Select
th: เลือก

source: Select Chart of Accounts
th: เลือกบัญชีแยกประเภท

source: Select Payment Entry
th: เลือก ใบสำคัญรับเงิน

source: Select View
th: เลือกดู

source: Select an account to print in account currency
th: เลือกบัญชีที่จะพิมพ์ในสกุลเงินของบัญชี

source: Selected Records
th: ระเบียนที่เลือก

source: Selected Records:
th: ระเบียนที่เลือก:

source: Selected account must be a Bank account
th: บัญชีชินการเหลือกเบิบสินค้า

source: Selected account must be of type: {0}
th: บัญชีซินสินค้าฤวางไปหน้วยสาร: {0}

source: Send email notifications when tax reports are generated
th: ส่งการแจ้งเตือนทางอีเมลเมื่อมีการสร้างรายงานภาษี

source: September
th: กันยายน

source: Sequential number in PND form
th: หมายเลขลำดับในแบบฟอร์ม ภ.ง.ด.

source: Serial No
th: อนุกรมไม่มี

source: Series
th: ชุด

source: Service
th: บริการ

source: Set Input VAT Usage Period
th: ตั้งค่าระยะเวลาใช้งานภาษีซื้อ VAT

source: Setup
th: การตั้งค่า

source: Shift report generated successfully
th: รายงานกะถูกสร้างเรียบร้อยแล้ว

source: Shipping Address
th: ที่อยู่จัดส่ง

source: Shipping Method
th: วิธีการจัดส่ง

source: Shipping Summary
th: สรุปการจัดส่ง

source: Show Attachment Details
th: แสดงรายละเอียดไฟล์แนบ

source: Show Cancelled Entries
th: แสดงรายการที่ถูกยกเลิก

source: Show Delivery Notes
th: แสดง ใบส่งสินค้า

source: Show Future Payments
th: แสดงการชำระเงินในอนาคต

source: Show Net Values in Party Account
th: แสดงมูลค่าสุทธิในบัญชีคู่ค้า

source: Show Opening & Closing Balance
th: แสดงยอดเงินยกมาและยอดเงินปิดบัญชี

source: Show Opening Entries
th: แสดงรายการเปิด
