Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: From Prospect
th: จากผู้มีโอกาสเป็นลูกค้า

source: From Range
th: จากช่วง

source: From Range has to be less than To Range
th: จากช่วงจะต้องมีน้อยกว่าในช่วง

source: From Reference Date
th: จากวันที่อ้างอิง

source: From Shareholder
th: จากผู้ถือหุ้น

source: From Template
th: จากเทมเพลต

source: From Time
th: ตั้งแต่เวลา

source: From Time
th: ตั้งแต่เวลา

source: From Time Should Be Less Than To Time
th: จากเวลาควรน้อยกว่าเวลา

source: From Value
th: จากมูลค่า

source: From Voucher Detail No
th: จากเลขที่รายละเอียดใบสำคัญ

source: From Voucher No
th: จากเลขที่ใบสำคัญ

source: From Voucher Type
th: จากประเภทใบสำคัญ

source: From Warehouse
th: จากคลังสินค้า

source: From and To Dates are required.
th: ต้องระบุจากและถึงวันที่

source: From and To dates are required
th: วันที่เริ่มต้นและวันที่สิ้นสุดเป็นข้อมูลที่จำเป็นต้องระบุ

source: From date cannot be greater than To date
th: จากวันที่ไม่สามารถมากกว่าวันที่

source: From value must be less than to value in row {0}
th: จากค่า ต้องน้อยกว่า ค่า ในแถว {0}

source: Frozen
th: แช่แข็ง

source: Fuel Type
th: ประเภทของน้ำมันเชื้อเพลิง

source: Fuel UOM
th: เชื้อเพลิง UOM

source: Fulfilled
th: สม

source: Fulfillment
th: การบรรลุเป้าหมาย

source: Fulfillment User
th: ผู้ใช้ Fulfillment

source: Fulfilment Deadline
th: Fulfillment Deadline

source: Fulfilment Details
th: รายละเอียด Fulfillment

source: Fulfilment Status
th: สถานะ Fulfillment

source: Fulfilment Terms
th: Fulfillment Terms

source: Fulfilment Terms and Conditions
th: ข้อกำหนดในการให้บริการ Fulfillment

source: Full Name
th: ชื่อเต็ม

source: Full Name, Email or Phone/Mobile of the user are mandatory to continue.
th: นามสกุล, อีเมล หรือ เบอร์โทรศัพท์/มือถือของผู้ใช้เป็นข้อมูลที่จำเป็นต้องกรอกเพื่อดำเนินการต่อ

source: Full Screen
th: เต็มหน้าจอ

source: Full and Final Statement
th: ใบแจ้งยอดเต็มจำนวนและสิ้นสุด

source: Fully Billed
th: ในจำนวนอย่างเต็มที่

source: Fully Completed
th: เสร็จสมบูรณ์

source: Fully Delivered
th: จัดส่งอย่างเต็มที่

source: Fully Depreciated
th: ค่าเสื่อมราคาหมด

source: Furnitures and Fixtures
th: เฟอร์นิเจอร์และติดตั้ง

source: Further accounts can be made under Groups, but entries can be made against non-Groups
th: บัญชีเพิ่มเติมสามารถทำภายใต้กลุ่ม แต่รายการที่สามารถทำกับกลุ่มที่ไม่

source: Further cost centers can be made under Groups but entries can be made against non-Groups
th: ศูนย์ต้นทุนเพิ่มเติมสามารถทำภายใต้กลุ่ม แต่รายการที่สามารถทำกับกลุ่มที่ไม่

source: Further nodes can be only created under 'Group' type nodes
th: โหนด เพิ่มเติมสามารถ ถูกสร้างขึ้น ภายใต้ โหนด ' กลุ่ม ประเภท

source: Future Payment Amount
th: จำนวนเงินที่จ่ายในอนาคต

source: Future Payment Ref
th: การจ่ายเงินในอนาคต

source: Future Payments
th: การจ่ายในอนาคต

source: Future date is not allowed
th: ไม่อนุญาตให้ใช้วันที่ในอนาคต

source: G - D
th: จี - ดี

source: GENERAL LEDGER
th: บัญชีแยกประเภททั่วไป

source: GL Balance
th: ยอดคงเหลือบัญชี

source: GL Entry
th: รายการ GL

source: GL Entry Processing Status
th: สถานะการประมวลผลรายการสมุดรายวัน

source: GL reposting index
th: ดัชนีการบันทึกบัญชีใหม่

source: Gain/Loss
th: กำไร / ขาดทุน

source: Gain/Loss Account on Asset Disposal
th: บัญชีกำไร / ขาดทุนจากการขายสินทรัพย์

source: Gain/Loss accumulated in foreign currency account. Accounts with '0' balance in either Base or Account currency
th: กำไร/ขาดทุนสะสมในบัญชีสกุลเงินต่างประเทศ บัญชีที่มียอดคงเหลือ '0' ทั้งในสกุลเงินฐานหรือสกุลเงินบัญชี

source: Gain/Loss already booked
th: กำไร/ขาดทุนได้บันทึกแล้ว

source: Gain/Loss from Revaluation
th: กำไร/ขาดทุนจากการประเมินมูลค่าใหม่

source: Gain/Loss on Asset Disposal
th: กำไร / ขาดทุนจากการขายสินทรัพย์

source: Gantt Chart
th: แผนภูมิแกนต์

source: Gantt chart of all tasks.
th: แผนภูมิแกรนต์ของงานทั้งหมด

source: Gender
th: เพศ

source: General
th: ทั่วไป

source: General Ledger
th: บัญชีแยกประเภททั่วไป

# Warehouse
source: General Ledger
th: บัญชีแยกประเภท

source: General Settings
th: การตั้งค่าทั่วไป

source: General and Payment Ledger Comparison
th: เปรียบเทียบบัญชีแยกประเภททั่วไปและบัญชีแยกประเภทการชำระเงิน

source: General and Payment Ledger mismatch
th: ความไม่ตรงกันระหว่างบัญชีแยกประเภททั่วไปและบัญชีแยกประเภทการชำระเงิน

source: Generate Closing Stock Balance
th: สร้างยอดคงเหลือสินค้าคงคลังปิดงวด

source: Generate Demo Data for Exploration
th: สร้างข้อมูลตัวอย่างสำหรับการสำรวจ

source: Generate E-Invoice
th: สร้างใบกำกับภาษีอิเล็กทรอนิกส์

source: Generate Invoice At
th: สร้างใบแจ้งหนี้ ณ

source: Generate New Invoices Past Due Date
th: สร้างใบแจ้งหนี้ใหม่วันที่ครบกำหนดชำระ

source: Generate Schedule
th: สร้างแผนกำหนดการ

source: Generate packing slips for packages to be delivered. Used to notify package number, package contents and its weight.
th: สร้างบรรจุภัณฑ์สำหรับแพคเกจที่จะส่งมอบ ที่ใช้ในการแจ้งหมายเลขแพคเกจ, แพคเกจเนื้อหาและน้ำหนักของมัน

source: Generated
th: สร้างขึ้น

source: Generating Preview
th: กำลังสร้างตัวอย่างล่วงหน้า

source: Get Advances Paid
th: รับเงินทดรองจ่าย

source: Get Advances Received
th: รับเงินรับล่วงหน้า

source: Get Allocations
th: รับการจัดสรร

source: Get Current Stock
th: รับสินค้าปัจจุบัน

source: Get Customer Group Details
th: ดูรายละเอียดกลุ่มลูกค้า

source: Get Entries
th: รับรายการ

source: Get Finished Goods for Manufacture
th: รับสินค้าสำเร็จรูปสำหรับการผลิต

source: Get Invocies
th: รับ Invocies

source: Get Invoices
th: รับใบแจ้งหนี้

source: Get Invoices based on Filters
th: รับใบแจ้งหนี้ตามตัวกรอง

source: Get Item Locations
th: รับตำแหน่งรายการ

source: Get Items
th: รับสินค้า

source: Get Items From
th: รับรายการจาก

source: Get Items From Purchase Receipts
th: รับสินค้าจากการสั่งซื้อใบเสร็จรับเงิน

source: Get Items from BOM
th: รับสินค้า จาก BOM

source: Get Items from Material Requests against this Supplier
th: รับรายการจากคำขอวัสดุกับซัพพลายเออร์นี้

source: Get Items from Open Material Requests
th: รับรายการจากการขอเปิดวัสดุ

source: Get Items from Product Bundle
th: รับรายการจาก Bundle สินค้า

source: Get Latest Query
th: รับข้อความค้นหาล่าสุด

source: Get Material Request
th: ได้รับวัสดุที่ขอ

source: Get Outstanding Invoices
th: รับใบแจ้งหนี้ค้าง

source: Get Outstanding Orders
th: รับคำสั่งซื้อค้างชำระ

source: Get Payment Entries
th: ได้รับรายการการชำระเงิน

source: Get Payments from
th: รับการชำระเงินจาก

source: Get Raw Materials Cost from Consumption Entry
th: ดึงต้นทุนวัตถุดิบจากรายการบริโภค

source: Get Raw Materials for Purchase
th: รับวัตถุดิบสำหรับการซื้อ

source: Get Raw Materials for Transfer
th: รับวัตถุดิบสำหรับโอน

source: Get Sales Orders
th: รับการสั่งซื้อการขาย

source: Get Scrap Items
th: รับรายการเศษวัสดุ

source: Get Started Sections
th: เริ่มหัวข้อ

source: Get Stock
th: รับสินค้าเข้าคลัง

source: Get Sub Assembly Items
th: รับรายการชิ้นส่วนประกอบย่อย

source: Get Supplier Group Details
th: ดูรายละเอียดกลุ่มผู้จำหน่าย

source: Get Suppliers
th: รับซัพพลายเออร์

source: Get Suppliers By
th: รับซัพพลายเออร์โดย

source: Get Timesheets
th: ดึงบันทึกเวลาทำงาน

source: Get Unreconciled Entries
th: คอมเมนต์ได้รับ Unreconciled

source: Get Updates
th: ได้รับการปรับปรุง

source: Get stops from
th: รับจุดหยุดจาก

source: Getting Scrap Items
th: กำลังรับสินค้าของเสีย

source: Gift Card
th: บัตรของขวัญ

source: Give free item for every N quantity
th: มอบสินค้าฟรีสำหรับทุกจำนวน N

source: Global Defaults
th: เริ่มต้นทั่วโลก

source: Go back
th: ย้อนกลับ

source: Go to {0} List
th: ไปที่รายการ {0}

source: Goal
th: เป้าหมาย

source: Goal and Procedure
th: เป้าหมายและขั้นตอน

source: Goals
th: เป้าหมาย

source: Goods
th: สินค้า

source: Goods In Transit
th: สินค้าระหว่างทาง

source: Goods Transferred
th: โอนสินค้าแล้ว

source: Goods are already received against the outward entry {0}
th: รับสินค้ากับรายการภายนอกแล้ว {0}

source: Google Contacts
th: Google รายชื่อผู้ติดต่อ

source: Google Services
th: บริการของ Google

source: Google Settings
th: การตั้งค่า Google

source: Government
th: รัฐบาล

source: Grace Period
th: ระยะเวลาผ่อนผัน

source: Graduate
th: จบการศึกษา

source: Grand Total
th: รวมทั้งสิ้น

source: Grand Total (Company Currency)
th: รวมทั้งสิ้น (สกุลเงิน บริษัท)

source: Grant Commission
th: มอบค่าคอมมิชชั่น

source: Greater Than Amount
th: มากกว่าจำนวน

source: Green
th: สีเขียว

source: Greeting Message
th: ข้อความต้อนรับ

source: Greeting Subtitle
th: คำบรรยายคำทักทาย

source: Greeting Title
th: ชื่อคำทักทาย

source: Greetings Section
th: ส่วนทักทาย

source: Gross Margin
th: กำไรขั้นต้น

source: Gross Margin %
th: อัตรากำไรขั้นต้น %

source: Gross Profit
th: กำไรขั้นต้น

source: Gross Profit / Loss
th: กำไร/ขาดทุน ขั้นต้น

source: Gross Profit Percent
th: อัตรากำไรขั้นต้น (%)

source: Gross Profit Ratio
th: อัตรากำไรขั้นต้น

source: Gross Purchase Amount
th: จำนวนการสั่งซื้อขั้นต้น

source: Gross Purchase Amount Too Low: {0} cannot be depreciated over {1} cycles with a frequency of {2} depreciations.
th: จำนวนยอดซื้อรวมต่ำเกินไป: {0} ไม่สามารถคิดค่าเสื่อมราคาได้ในระยะเวลา {1} รอบ โดยมีความถี่ในการคิดค่าเสื่อมราคา {2} ครั้ง

source: Gross Purchase Amount is mandatory
th: จำนวนการสั่งซื้อขั้นต้นมีผลบังคับใช้

source: Gross Purchase Amount should be <b>equal</b> to purchase amount of one single Asset.
th: จำนวนยอดซื้อรวมต้อง <b>เท่ากับ</b> จำนวนยอดซื้อของสินทรัพย์เพียงรายการเดียวเท่านั้น

source: Gross Weight
th: น้ำหนักรวม

source: Gross Weight UOM
th: น้ำหนักรวม UOM

source: Gross and Net Profit Report
th: รายงานกำไรขั้นต้นและกำไรสุทธิ

source: Group
th: กลุ่ม

source: Group By
th: จัดกลุ่มตาม

source: Group By Customer
th: จัดกลุ่มตามลูกค้า

source: Group By Supplier
th: จัดกลุ่มตามซัพพลายเออร์

source: Group Node
th: กลุ่มโหนด

source: Group Same Items
th: จัดกลุ่มรายการเดียวกัน

source: Group Warehouses cannot be used in transactions. Please change the value of {0}
th: คลังสินค้าของกลุ่มไม่สามารถใช้ในการทำธุรกรรม โปรดเปลี่ยนค่าของ {0}

source: Group by
th: กลุ่มตาม

source: Group by Material Request
th: จัดกลุ่มตามคำขอวัสดุ

source: Group by Party
th: จัดกลุ่มตามปาร์ตี้

source: Group by Purchase Order
th: จัดกลุ่มตามใบสั่งซื้อ

source: Group by Sales Order
th: จัดกลุ่มตามใบสั่งขาย

source: Group by Voucher
th: จัดกลุ่มตาม Voucher

source: Group node warehouse is not allowed to select for transactions
th: คลังสินค้าโหนดกลุ่มไม่ได้รับอนุญาตให้เลือกสำหรับการทำธุรกรรม

source: Group same items
th: รายการกลุ่มเดียวกัน

source: Groups
th: กลุ่ม

source: Growth View
th: มุมมองการเติบโต

source: HR User
th: ผู้ใช้งานทรัพยากรบุคคล

source: Half Yearly
th: ประจำปีครึ่ง

source: Half-Yearly
th: รายหกเดือน

source: Half-yearly
th: รายครึ่งปี

source: Handle Employee Advances
th: จัดการเงินล่วงหน้าพนักงาน

source: Hardware
th: ฮาร์ดแวร์

source: Has Alternative Item
th: มีรายการทางเลือก

source: Has Batch No
th: ชุดมีไม่มี

source: Has Certificate
th: มีใบรับรอง

source: Has Corrective Cost
th: มีต้นทุนแก้ไข

source: Has Expiry Date
th: มีวันหมดอายุ

source: Has Item Scanned
th: มีการสแกนสินค้าแล้ว

source: Has Print Format
th: มีรูปแบบการพิมพ์

source: Has Priority
th: มีความสำคัญ

source: Has Serial No
th: มีซีเรียลไม่มี

source: Has Unit Price Items
th: มีรายการราคาต่อหน่วย

source: Has Variants
th: มีหลากหลายรูปแบบ

source: Have Default Naming Series for Batch ID?
th: มีชุดรหัสมาตรฐานสำหรับรหัสชุดหรือไม่?

source: Heads (or groups) against which Accounting Entries are made and balances are maintained.
th: หัว (หรือกลุ่ม) กับบัญชีรายการที่จะทำและจะรักษายอด

source: Health Details
th: รายละเอียดสุขภาพ

source: Heatmap
th: แผนที่ความร้อน

source: Height (cm)
th: ความสูง (ซม.)

source: Hello,
th: สวัสดี,

source: Help
th: ช่วย

source: Help Article
th: บทความช่วยเหลือ

source: Help Articles
th: บทความช่วยเหลือ

source: Help Results for
th: ผลลัพธ์ความช่วยเหลือสำหรับ

source: Help Section
th: ส่วนช่วยเหลือ

source: Help Text
th: ข้อความช่วยเหลือ

source: Helps you distribute the Budget/Target across months if you have seasonality in your business.
th: ช่วยให้คุณกระจายงบประมาณ/เป้าหมายไปยังแต่ละเดือนหากธุรกิจของคุณมีลักษณะตามฤดูกาล

source: Here are the error logs for the aforementioned failed depreciation entries: {0}
th: นี่คือล็อกข้อผิดพลาดสำหรับรายการค่าเสื่อมราคาที่ล้มเหลวดังกล่าว: {0}

source: Here are the options to proceed:
th: นี่คือทางเลือกในการดำเนินการต่อ:

source: Here you can maintain family details like name and occupation of parent, spouse and children
th: ที่นี่คุณสามารถรักษารายละเอียดเช่นชื่อครอบครัวและอาชีพของผู้ปกครองคู่สมรสและเด็ก

source: Here you can maintain height, weight, allergies, medical concerns etc
th: ที่นี่คุณสามารถรักษาความสูงน้ำหนัก, ภูมิแพ้, ฯลฯ ปัญหาด้านการแพทย์

source: Here, you can select a senior of this Employee. Based on this, Organization Chart will be populated.
th: ที่นี่ คุณสามารถเลือกหัวหน้างานของพนักงานคนนี้ได้ โดยอ้างอิงจากข้อมูลนี้ แผนผังองค์กรจะถูกสร้างขึ้นอัตโนมัติ

source: Here, your weekly offs are pre-populated based on the previous selections. You can add more rows to also add public and national holidays individually.
th: ที่นี่ วันหยุดประจำสัปดาห์ของคุณจะถูกกรอกล่วงหน้าตามการเลือกก่อนหน้า คุณสามารถเพิ่มแถวเพิ่มเติมเพื่อเพิ่มวันหยุดราชการและวันหยุดนักขัตฤกษ์ได้เป็นรายวัน

source: Hero Image
th: ภาพฮีโร่

source: Hero Section
th: หมวดฮีโร่

source: Hero Section Based On
th: หมวดฮีโร่ตาม

source: Hi,
th: สวัสดี,

source: Hidden list maintaining the list of contacts linked to Shareholder
th: รายการที่ซ่อนเก็บรักษารายชื่อผู้ติดต่อที่เชื่อมโยงกับผู้ถือหุ้น

source: Hide Currency Symbol
th: ซ่อนสัญลักษณ์สกุลเงิน

source: Hide Customer's Tax ID from Sales Transactions
th: ซ่อนหมายเลขประจำตัวผู้เสียภาษีของลูกค้าจากธุรกรรมการขาย

source: Hide Images
th: ซ่อนรูปภาพ

source: Hide Unavailable Items
th: ซ่อนรายการที่ไม่พร้อมใช้งาน

source: Hide timesheets
th: ซ่อนบันทึกเวลาทำงาน

source: High
th: สูง

source: Higher the number, higher the priority
th: สูงกว่าจำนวนที่สูงขึ้นมีความสำคัญ

source: History In Company
th: ประวัติใน บริษัท

source: Hold
th: ถือ

source: Hold Invoice
th: ระงับใบแจ้งหนี้

source: Hold Type
th: ประเภทการถือครอง

source: Holiday
th: วันหยุด

source: Holiday Date {0} added multiple times
th: วันที่หยุดทำการ {0} ถูกเพิ่มหลายครั้ง

source: Holiday List
th: รายการวันหยุด

source: Holiday List Name
th: ชื่อรายการวันหยุด

source: Holidays
th: วันหยุด

source: Home
th: บ้าน

source: Homepage
th: หน้าแรก

source: Homepage Section
th: มาตราโฮมเพจ

source: Homepage Section Card
th: การ์ดส่วนของหน้าแรก

source: Homepage Slideshow
th: สไลด์โชว์โฮมเพจ

source: Hour Rate
th: อัตราชั่วโมง

source: Hourly
th: ทุกๆชั่วโมง

source: Hours
th: ชั่วโมง

source: Hours Spent
th: ชั่วโมงที่ใช้ไป

source: How frequently?
th: วิธีบ่อย?

source: How often should Project and Company be updated based on Sales Transactions?
th: ควรอัปเดตโครงการและ บริษัท ตามธุรกรรมการขายบ่อยเพียงใด

source: How often should Project be updated of Total Purchase Cost ?
th: ควรอัปเดตโครงการด้วยต้นทุนการซื้อรวมบ่อยแค่ไหน?

source: How to Navigate in ERPNext
th: วิธีการนำทางใน ERPNext

source: Hrs
th: ชั่วโมง

source: Human Resources
th: ทรัพยากรบุคคล

source: ID
th: ไอดี

source: IP Address
th: ที่อยู่ IP

source: Identification of the package for the delivery (for print)
th: บัตรประจำตัวของแพคเกจสำหรับการส่งมอบ (สำหรับพิมพ์)

source: Identifying Decision Makers
th: การระบุผู้ตัดสินใจ

source: Idle
th: ไม่ได้ใช้งาน

source: If "Months" is selected, a fixed amount will be booked as deferred revenue or expense for each month irrespective of the number of days in a month. It will be prorated if deferred revenue or expense is not booked for an entire month
th: หากเลือก &quot;เดือน&quot; จำนวนเงินคงที่จะถูกจองเป็นรายได้รอการตัดบัญชีหรือค่าใช้จ่ายสำหรับแต่ละเดือนโดยไม่คำนึงถึงจำนวนวันในหนึ่งเดือน จะคิดตามสัดส่วนหากไม่มีการจองรายได้รอตัดบัญชีหรือค่าใช้จ่ายตลอดทั้งเดือน

source: If <b>Enabled</b> - Reconciliation happens on the <b>Advance Payment posting date</b><br> If <b>Disabled</b> - Reconciliation happens on oldest of 2 Dates: <b>Invoice Date</b> or the <b>Advance Payment posting date</b><br>
th: ถ้า <b>เปิดใช้งาน</b> - การกระทบยอดจะเกิดขึ้นในวันที่ <b>บันทึกบัญชีการชำระเงินล่วงหน้า</b><br> ถ้า <b>ปิดใช้งาน</b> - การกระทบยอดจะเกิดขึ้นในวันที่เก่ากว่าของ 2 วันที่ คือ <b>วันที่ใบแจ้งหนี้</b> หรือ <b>วันที่บันทึกบัญชีการชำระเงินล่วงหน้า</b><br>

source: If Auto Opt In is checked, then the customers will be automatically linked with the concerned Loyalty Program (on save)
th: หากเลือก Auto Opt In ลูกค้าจะเชื่อมโยงกับโปรแกรมความภักดี (เกี่ยวกับการบันทึก) โดยอัตโนมัติ

source: If Income or Expense
th: ถ้ารายได้หรือค่าใช้จ่าย

source: If an operation is divided into sub operations, they can be added here.
th: หากการดำเนินงานถูกแบ่งออกเป็นการดำเนินงานย่อย สามารถเพิ่มได้ที่นี่

source: If blank, parent Warehouse Account or company default will be considered in transactions
th: หากว่างเปล่าบัญชีคลังสินค้าหลักหรือค่าเริ่มต้นของ บริษัท จะถูกพิจารณาในธุรกรรม

source: If checked, Rejected Quantity will be included while making Purchase Invoice from Purchase Receipt.
th: หากเลือก จะรวมปริมาณที่ถูกปฏิเสธไว้ในขณะสร้างใบกำกับซื้อจากใบรับซื้อ

source: If checked, Stock will be reserved on <b>Submit</b>
th: หากเลือกไว้ จะทำการสำรองสต็อกเมื่อ <b>ส่งรายการ</b>

source: If checked, picked qty won't automatically be fulfilled on submit of pick list.
th: หากเลือก จะไม่ทำการบันทึกจำนวนที่หยิบโดยอัตโนมัติเมื่อส่งรายการหยิบ

source: If checked, the tax amount will be considered as already included in the Paid Amount in Payment Entry
th: หากเลือก จะถือว่ายอดภาษีรวมอยู่ในยอดชำระเงินแล้วในรายการชำระเงิน

source: If checked, the tax amount will be considered as already included in the Print Rate / Print Amount
th: หากการตรวจสอบจำนวนเงินภาษีจะถือว่าเป็นรวมอยู่ในอัตราพิมพ์ / จำนวนพิมพ์

source: If checked, we will create demo data for you to explore the system. This demo data can be erased later.
th: หากเลือก ระบบจะสร้างข้อมูลสาธิตให้คุณเพื่อสำรวจระบบ ข้อมูลสาธิตนี้สามารถลบออกได้ในภายหลัง

source: If different than customer address
th: หาก แตกต่างจาก ที่อยู่ของลูกค้า

source: If disable, 'In Words' field will not be visible in any transaction
th: หากปิดการใช้งาน &#39;ในคำว่า&#39; ข้อมูลจะไม่สามารถมองเห็นได้ในการทำธุรกรรมใด ๆ

source: If disable, 'Rounded Total' field will not be visible in any transaction
th: ถ้าปิดการใช้งาน &#39;ปัดรวมฟิลด์จะมองไม่เห็นในการทำธุรกรรมใด ๆ

source: If enabled then system won't apply the pricing rule on the delivery note which will be create from the pick list
th: หากเปิดใช้งาน ระบบจะไม่ใช้กฎการตั้งราคาบนใบส่งของที่สร้างจากรายการหยิบสินค้า

source: If enabled then system won't override the picked qty / batches / serial numbers / warehouse.
th: หากเปิดใช้งาน ระบบจะไม่เขียนทับจำนวนที่เลือก / ชุดสินค้า / หมายเลขซีเรียล / คลังสินค้า

source: If enabled, a print of this document will be attached to each email
th: หากเปิดใช้งาน จะมีการแนบสำเนาของเอกสารนี้ไปกับอีเมลแต่ละฉบับ

source: If enabled, additional ledger entries will be made for discounts in a separate Discount Account
th: หากเปิดใช้งาน จะมีการบันทึกบัญชีแยกประเภทเพิ่มเติมสำหรับส่วนลดในบัญชีส่วนลดแยกต่างหาก

source: If enabled, all files attached to this document will be attached to each email
th: หากเปิดใช้งาน ไฟล์ทั้งหมดที่แนบมากับเอกสารนี้จะถูกแนบไปกับอีเมลแต่ละฉบับ

source: If enabled, do not update serial / batch values in the stock transactions on creation of auto Serial / Batch Bundle.
th: หากเปิดใช้งาน จะไม่อัปเดตค่าหมายเลขซีเรียล / หมวดหมู่ในรายการสินค้าคงคลังเมื่อสร้างชุดหมายเลขซีเรียล / หมวดหมู่โดยอัตโนมัติ

source: If enabled, ledger entries will be posted for change amount in POS transactions
th: หากเปิดใช้งาน รายการสมุดรายวันจะถูกบันทึกสำหรับจำนวนเงินที่เปลี่ยนแปลงในธุรกรรม POS

source: If enabled, system will set incoming rate as zero for stand-alone credit notes with expired batch item.
th: หากเปิดใช้งาน ระบบจะตั้งอัตราขาเข้าของบันทึกเครดิตแบบแยกส่วนที่มีสินค้าระบบล็อตหมดอายุเป็นศูนย์

source: If enabled, the consolidated invoices will have rounded total disabled
th: หากเปิดใช้งาน ใบแจ้งหนี้รวมจะไม่ปัดเศษยอดรวม

source: If enabled, the item rate won't adjust to the valuation rate during internal transfers, but accounting will still use the valuation rate.
th: หากเปิดใช้งาน อัตราราคาสินค้าจะไม่ปรับตามอัตราประเมินมูลค่าในระหว่างการโอนภายใน แต่การบัญชียังคงใช้ตามอัตราประเมินมูลค่าอยู่

source: If enabled, the source and target warehouse in the Material Transfer Stock Entry must be different else an error will be thrown. If inventory dimensions are present, same source and target warehouse can be allowed but atleast any one of the inventory dimension fields must be different.
th: หากเปิดใช้งาน คลังสินค้าต้นทางและปลายทางในรายการบันทึกโอนย้ายวัสดุต้องแตกต่างกัน มิฉะนั้นจะเกิดข้อผิดพลาด หากมีมิติคงคลัง คลังสินค้าต้นทางและปลายทางเดียวกันสามารถอนุญาตได้ แต่ต้องมีอย่างน้อยหนึ่งช่องข้อมูลมิติคงคลังที่แตกต่างกัน

source: If enabled, the system will allow selecting UOMs in sales and purchase transactions only if the conversion rate is set in the item master.
th: หากเปิดใช้งาน ระบบจะอนุญาตให้เลือกหน่วยวัดในรายการขายและซื้อได้เฉพาะเมื่อมีการตั้งอัตราแปลงในข้อมูลสินค้าหลักเท่านั้น

source: If enabled, the system will create material requests even if the stock exists in the 'Raw Materials Warehouse'.
th: หากเปิดใช้งาน ระบบจะสร้างคำขอวัสดุแม้ว่าจะมีสต็อกอยู่ใน 'คลังวัตถุดิบ' ก็ตาม

source: If enabled, the system will generate an accounting entry for materials rejected in the Purchase Receipt.
th: หากเปิดใช้งาน ระบบจะสร้างรายการบัญชีสำหรับวัสดุที่ถูกปฏิเสธในใบรับของซื้อขาย

source: If enabled, the system will use the moving average valuation method to calculate the valuation rate for the batched items and will not consider the individual batch-wise incoming rate.
th: หากเปิดใช้งาน ระบบจะใช้วิธีการประเมินมูลค่าแบบค่าเฉลี่ยเคลื่อนที่ในการคำนวณอัตราประเมินมูลค่าสำหรับสินค้าที่จัดเป็นชุด และจะไม่พิจารณาอัตราการรับเข้าของแต่ละชุดแยกกัน

source: If enabled, then system will only validate the pricing rule and not apply automatically. User has to manually set the discount percentage / margin / free items to validate the pricing rule
th: หากเปิดใช้งาน ระบบจะตรวจสอบกฎการตั้งราคาเท่านั้นโดยไม่ทำการปรับใช้โดยอัตโนมัติ ผู้ใช้ต้องตั้งค่าร้อยละส่วนลด / กำไรขั้นต้น / สินค้าฟรีด้วยตนเองเพื่อให้กฎการตั้งราคาถูกต้อง

source: If item is a variant of another item then description, image, pricing, taxes etc will be set from the template unless explicitly specified
th: หากรายการเป็นตัวแปรของรายการอื่นแล้วคำอธิบายภาพ, การกำหนดราคาภาษี ฯลฯ จะถูกตั้งค่าจากแม่นอกจากที่ระบุไว้อย่างชัดเจน

source: If mentioned, the system will allow only the users with this Role to create or modify any stock transaction earlier than the latest stock transaction for a specific item and warehouse. If set as blank, it allows all users to create/edit back-dated transactions.
th: หากระบุ ระบบจะอนุญาตเฉพาะผู้ใช้ที่มีบทบาทนี้ในการสร้างหรือแก้ไขรายการเคลื่อนไหวสต็อกย้อนหลังก่อนรายการเคลื่อนไหวสต็อกล่าสุดสำหรับสินค้าและคลังสินค้านั้น หากเว้นว่างไว้ จะอนุญาตให้ผู้ใช้ทุกคนสร้าง/แก้ไขรายการย้อนหลังได้

source: If more than one package of the same type (for print)
th: หากมีมากกว่าหนึ่งแพคเกจประเภทเดียวกัน (พิมพ์)

source: If no taxes are set, and Taxes and Charges Template is selected, the system will automatically apply the taxes from the chosen template.
th: หากไม่มีการตั้งค่าภาษี และเลือกแม่แบบ ภาษีและค่าธรรมเนียม ระบบจะทำการใช้ภาษีจากแม่แบบที่เลือกโดยอัตโนมัติ

source: If not, you can Cancel / Submit this entry
th: หากไม่ใช่ คุณสามารถยกเลิก / ส่งรายการนี้ได้

source: If rate is zero then item will be treated as "Free Item"
th: หากอัตราเป็นศูนย์ จะถือว่าสินค้านั้นเป็น "สินค้าฟรี"

source: If set, the system does not use the user's Email or the standard outgoing Email account for sending request for quotations.
th: หากตั้งค่า ระบบจะไม่ใช้ที่อยู่อีเมลของผู้ใช้หรือบัญชีอีเมลขาออกมาตรฐานในการส่งคำขอใบเสนอราคา

source: If subcontracted to a vendor
th: ถ้าเหมาไปยังผู้ขาย

source: If the BOM results in Scrap material, the Scrap Warehouse needs to be selected.
th: หาก BOM ส่งผลให้เกิดวัสดุเหลือใช้ จำเป็นต้องเลือกคลังวัสดุเหลือใช้
