Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: The Batch {0} of an item {1} has negative stock in the warehouse {2}. Please add a stock quantity of {3} to proceed with this entry.
th: ล็อต {0} ของสินค้า {1} มีสต็อกติดลบในคลังสินค้า {2} กรุณาเพิ่มจำนวนสต็อก {3} เพื่อดำเนินการบันทึกนี้ต่อไป

source: Address
th: ที่อยู่

source: Amount
th: จำนวน

source: Is Child Table
th: เป็นตารางลูกหรือไม่

source: Name
th: ชื่อ

source: Rate
th: อัตรา

source: Summary
th: สรุปย่อ

source: "Customer Provided Item" cannot be Purchase Item also
th: &quot;สินค้าที่ลูกค้าให้มา&quot; ไม่สามารถซื้อสินค้าได้เช่นกัน

source: "Customer Provided Item" cannot have Valuation Rate
th: &quot;รายการที่ลูกค้าให้ไว้&quot; ไม่สามารถมีอัตราการประเมินค่าได้

source: "Is Fixed Asset" cannot be unchecked, as Asset record exists against the item
th: ไม่สามารถเพิกถอนสถานะ "เป็นสินทรัพย์ถาวร" ได้ เพราะมีการบันทึกสินทรัพย์แล้ว

source: # Account Settings In ERPNext, Accounting features are configurable as per your business needs. Accounts Settings is the place to define some of your accounting preferences like: - Credit Limit and over billing settings - Taxation preferences - Deferred accounting preferences
th: # การตั้งค่า บัญชี ใน ERPNext, การบัญชี เป็นไทย สิดรางขอบปักบุรกิจ เป็นไทยเลื่อนที่ใหม่ ธุรกิจ สุ่งตระบบปักบุรกิจ ไม่ที่ส่างการบัญชี เป็นไทย ส่าง: - รากเลื่อนต่าง เลื่อนขอบสินค้า แล้ว แล้วเลิกต์ - ชาษี ไทยเลื่อน - เติดการบัญชี ไทยเลื่อน

source: # Account Settings This is a crucial piece of configuration. There are various account settings in ERPNext to restrict and configure actions in the Accounting module. The following settings are avaialble for you to configure 1. Account Freezing 2. Credit and Overbilling 3. Invoicing and Tax Automations 4. Balance Sheet configurations There's much more, you can check it all out in this step
th: # การตั้งค่าบัญชี นี่คือการตั้งค่าที่สำคัญอย่างยิ่ง มีการตั้งค่าบัญชีต่างๆ ใน ERPNext เพื่อจำกัดและกำหนดการทำงานในโมดูลการบัญชี คุณสามารถกำหนดค่าเหล่านี้ 1. การแช่แข็งบัญชี 2. เครดิตและการเรียกเก็บเงินเกิน 3. การออกใบแจ้งหนี้และระบบอัตโนมัติภาษี 4. การกำหนดค่าบัญชีงบดุล ยังมีอีกมากมาย คุณสามารถตรวจสอบทั้งหมดได้ในขั้นตอนนี้

source: # Add an Existing Asset If you are just starting with ERPNext, you will need to enter Assets you already possess. You can add them as existing fixed assets in ERPNext. Please note that you will have to make a Journal Entry separately updating the opening balance in the fixed asset account.
th: # เพิ่มสินทรัพย์ที่มีอยู่แล้ว หากคุณเพิ่งเริ่มต้นกับ ERPNext คุณจะต้องป้อนสินทรัพย์ที่คุณมีอยู่แล้ว คุณสามารถเพิ่มสินทรัพย์ถาวรที่มีอยู่แล้วใน ERPNext ได้ โปรดทราบว่าคุณจะต้องทำรายการบัญชีแยกต่างหากเพื่อปรับปรุงยอดคงเหลือเริ่มต้นในบัญชีสินทรัพย์ถาวร

source: # All about sales invoice A Sales Invoice is a bill that you send to your Customers against which the Customer makes the payment. Sales Invoice is an accounting transaction. On submission of Sales Invoice, the system updates the receivable and books income against a Customer Account.
th: # ทุกเรื่องเกี่ยวกับ ใบแจ้งหนี้ขาย ใบแจ้งหนี้ขาย คือ ใบเสร็จที่คุณส่งให้กับ ลูกค้าของคุณ ซึ่ง ลูกค้าจะทำการชำระเงินตามใบแจ้งหนี้ขาย ใบแจ้งหนี้ขายเป็นรายการทาง การบัญชี เมื่อมีการส่งใบแจ้งหนี้ขาย ระบบจะทำการอัปเดตยอดค้างรับและบันทึกรายได้ใน บัญชีลูกค้า

source: # All about sales invoice A Sales Invoice is a bill that you send to your Customers against which the Customer makes the payment. Sales Invoice is an accounting transaction. On submission of Sales Invoice, the system updates the receivable and books income against a Customer Account. Here's the flow of how a sales invoice is generally created ![Sales Flow](https://docs.erpnext.com/docs/assets/img/accounts/so-flow.png)
th: # ทุกเรื่องเกี่ยวกับใบแจ้งหนี้ขาย ใบแจ้งหนี้ขาย คือ ใบเสร็จรับเงินที่คุณส่งให้กับ ลูกค้า ซึ่ง ลูกค้า จะทำการชำระเงิน ใบแจ้งหนี้ขายเป็นรายการทาง การบัญชี เมื่อมีการส่ง ใบแจ้งหนี้ขาย ระบบจะทำการอัปเดตยอดเงินรับและบันทึกรายได้ใน บัญชีลูกค้า นี่คือขั้นตอนการสร้างใบแจ้งหนี้ขายโดยทั่วไป ![Sales Flow](https://docs.erpnext.com/docs/assets/img/accounts/so-flow.png)

source: # Asset Category An Asset Category classifies different assets of a Company. You can create an Asset Category based on the type of assets. For example, all your desktops and laptops can be part of an Asset Category named "Electronic Equipments". Create a separate category for furniture. Also, you can update default properties for each category, like: - Depreciation type and duration - Fixed asset account - Depreciation account
th: # หมวดหมู่สินทรัพย์ หมวดหมู่สินทรัพย์ใช้สำหรับจัดประเภทสินทรัพย์ต่าง ๆ ของ ธุรกิจ คุณสามารถสร้างหมวดหมู่สินทรัพย์ตามประเภทของ สินทรัพย์ เช่น คอมพิวเตอร์ตั้งโต๊ะและแล็ปท็อปทั้งหมดของคุณสามารถอยู่ในหมวดหมู่สินทรัพย์ที่ชื่อว่า "อุปกรณ์อิเล็กทรอนิกส์" สร้างหมวดหมู่แยกต่างหากสำหรับเฟอร์นิเจอร์ นอกจากนี้ คุณยังสามารถปรับปรุงคุณสมบัติมาตรฐานสำหรับแต่ละหมวดหมู่ เช่น: - ประเภทและระยะเวลาการคิดค่าเสื่อมราคา - บัญชี สินทรัพย์ เป็น - บัญชี เอียดเสร

source: # Asset Item Asset items are created based on Asset Category. You can create one or multiple items against once Asset Category. The sales and purchase transaction for Asset is done via Asset Item.
th: # รายการสินทรัพย์ รายการสินทรัพย์ถูกสร้างขึ้นตาม หมวดหมู่สินทรัพย์ คุณสามารถสร้างรายการหนึ่งหรือหลายรายการได้ต่อหนึ่ง หมวดหมู่สินทรัพย์ การทำธุรกรรมการขายและการซื้อสำหรับสินทรัพย์จะดำเนินการผ่าน รายการสินทรัพย์

source: # Buying Settings Buying module’s features are highly configurable as per your business needs. Buying Settings is the place where you can set your preferences for: - Supplier naming and default values - Billing and shipping preference in buying transactions
th: # การตั้งค่าการซื้อ ฟีเจอร์ของโมดูลการซื้อสามารถปรับแต่งได้สูงตามความต้องการทางธุรกิจของคุณ การตั้งค่าการซื้อเป็นที่ที่คุณสามารถตั้งค่าความต้องการของคุณสำหรับ: - การตั้งชื่อผู้จำหน่ายและค่าปริยาย - ความต้องการในการออกบิลและการจัดส่งในธุรกรรมการซื้อ

source: # CRM Settings CRM module’s features are configurable as per your business needs. CRM Settings is the place where you can set your preferences for: - Campaign - Lead - Opportunity - Quotation
th: # การตั้งค่า CRM ฟีเจอร์ของโมดูล CRM สามารถกำหนดค่าได้ตามความต้องการทางธุรกิจของคุณ การตั้งค่า CRM คือสถานที่ที่คุณสามารถตั้งค่าความต้องการของคุณสำหรับ: - แคมเปญ - โอกาสลูกค้า - โอกาสทางธุรกิจ - ใบเสนอราคา

source: # Chart Of Accounts ERPNext sets up a simple chart of accounts for each Company you create, but you can modify it according to business and legal requirements.
th: # ผังบัญชี ERPNext จะตั้งค่าผังบัญชีมาตรฐานที่เรียบง่ายให้กับแต่ละบริษัท โดยผังบัญชีนี้เป็นเพียงโครงสร้างเบื้องต้น ไม่จำเป็นต้องตรงกับผังบัญชีที่ใช้จริงของธุรกิจเสมอไป ผู้ใช้งานสามารถปรับแก้ไขเพิ่มเติมให้สอดคล้องกับลักษณะธุรกิจของตนเองได้

source: # Check Stock Reports Based on the various stock transactions, you can get a host of one-click Stock Reports in ERPNext like Stock Ledger, Stock Balance, Projected Quantity, and Ageing analysis.
th: # ตรวจสอบรายงานสต็อก จากรายการเคลื่อนไหวสต็อกต่างๆ คุณสามารถรับรายงานสต็อกแบบคลิกเดียวได้หลากหลายประเภทใน ERPNext เช่น สมุดรายวันสต็อก, ยอดคงเหลือสต็อก, ปริมาณที่คาดการณ์ และการวิเคราะห์อายุสต็อก

source: # Cost Centers for Budgeting and Analysis While your Books of Accounts are framed to fulfill statutory requirements, you can set up Cost Center and Accounting Dimensions to address your companies reporting and budgeting requirements. Click here to learn more about how <b>[Cost Center](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/cost-center)</b> and <b> [Dimensions](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/accounting-dimensions)</b> allow you to get advanced financial analytics reports from ERPNext.
th: # ศูนย์ต้นทุนสำหรับการวางแผนงบประมาณและการวิเคราะห์ แม้ว่าบัญชีของคุณจะถูกจัดทำขึ้นเพื่อให้เป็นไปตามข้อกำหนดทางกฎหมาย คุณสามารถตั้งค่า ศูนย์ต้นทุน และ มิติทางบัญชี เพื่อรองรับความต้องการในการรายงานและการวางแผนงบประมาณของบริษัทของคุณได้ คลิกที่นี่เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับวิธีที่ <b>[ศูนย์ต้นทุน](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/cost-center)</b> และ <b>[มิติทางบัญชี](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/accounting-dimensions)</b> ช่วยให้คุณได้รับรายงานวิเคราะห์ทางการเงินขั้นสูงจาก ERPNext

source: # Create Items for Bill of Materials One of the prerequisites of a BOM is the creation of raw materials, sub-assembly, and finished items. Once these items are created, you will be able to proceed to the Bill of Materials master, which is composed of items and routing.
th: # สร้างรายการสำหรับสูตรวัสดุ หนึ่งในข้อกำหนดเบื้องต้นของสูตรวัสดุคือการสร้างวัตถุดิบ ชิ้นส่วนประกอบย่อย และรายการสินค้าสำเร็จรูป เมื่อสร้างรายการเหล่านี้แล้ว คุณจะสามารถดำเนินการต่อไปยังหน้าหลักสูตรวัสดุ ซึ่งประกอบด้วยรายการสินค้าและเส้นทางการผลิตได้

source: # Create Operations An Operation refers to any manufacturing operation performed on the raw materials to process it further in the manufacturing path. As an example, if you are into garments manufacturing, you will create Operations like fabric cutting, stitching, and washing as some of the operations.
th: # สร้างกระบวนการปฏิบัติงาน กระบวนการปฏิบัติงานหมายถึงการดำเนินการผลิตใดๆ ที่ทำกับวัตถุดิบเพื่อแปรรูปต่อไปในเส้นทางการผลิต ตัวอย่างเช่น หากคุณทำธุรกิจการผลิตเสื้อผ้า คุณจะสร้างกระบวนการปฏิบัติงาน เช่น การตัดผ้า การเย็บผ้า และการซักผ้า เป็นต้น

source: # Create Workstations A Workstation stores information regarding the place where the workstation operations are performed. As an example, if you have ten sewing machines doing stitching jobs, each machine will be added as a workstation.
th: # สร้างสถานีงาน สถานีงานใช้เก็บข้อมูลเกี่ยวกับสถานที่ที่ดำเนินการปฏิบัติงานของสถานีงาน ตัวอย่างเช่น หากคุณมีเครื่องจักรเย็บผ้าสิบเครื่องที่ทำงานเย็บแต่ละเครื่องจะถูกเพิ่มเป็นสถานีงานหนึ่งแห่ง

source: # Create a Bill of Materials A Bill of Materials (BOM) is a list of items and sub-assemblies with quantities required to manufacture an Item. BOM also provides cost estimation for the production of the item. It takes raw-materials cost based on valuation and operations to cost based on routing, which gives total costing for a BOM.
th: # สร้างรายการวัสดุ รายการวัสดุ (BOM) คือรายการของสินค้าและชิ้นส่วนย่อยพร้อมปริมาณที่ต้องใช้ในการผลิตสินค้า BOM ยังให้การประมาณต้นทุนสำหรับการผลิตสินค้า โดยจะคำนวณต้นทุนวัตถุดิบตามมูลค่าประเมินและต้นทุนการดำเนินงานตามเส้นทางการผลิต ซึ่งรวมเป็นต้นทุนทั้งหมดของ BOM

source: # Create a Customer The Customer master is at the heart of your sales transactions. Customers are linked in Quotations, Sales Orders, Invoices, and Payments. Customers can be either numbered or identified by name (you would typically do this based on the number of customers you have). Through Customer’s master, you can effectively track essentials like: - Customer’s multiple address and contacts - Account Receivables - Credit Limit and Credit Period
th: # สร้างลูกค้า ข้อมูลหลักลูกค้าเป็นหัวใจสำคัญของธุรกรรมการขายของคุณ ลูกค้าจะถูกเชื่อมโยงในใบเสนอราคา ใบสั่งขาย ใบแจ้งหนี้ และการชำระเงิน ลูกค้าสามารถระบุได้ทั้งโดยหมายเลขหรือตามชื่อ (โดยปกติจะเลือกวิธีนี้ตามจำนวนลูกค้าที่คุณมี) ผ่านข้อมูลหลักลูกค้า คุณสามารถติดตามข้อมูลสำคัญได้อย่างมีประสิทธิภาพ เช่น: - ที่อยู่และข้อมูลติดต่อหลายแห่งของลูกค้า - ลูกหนี้การค้า - ขีดจำกัดเครดิตและระยะเวลาการให้เครดิต

source: # Create a Letter Head A Letter Head contains your organization's name, logo, address, etc which appears at the header and footer portion in documents. You can learn more about Setting up Letter Head in ERPNext here.
th: # สร้างหัวจดหมาย หัวจดหมายประกอบด้วยชื่อองค์กร โลโก้ ที่อยู่ ฯลฯ ซึ่งจะแสดงที่ส่วนหัวและส่วนท้ายของเอกสาร คุณสามารถเรียนรู้เพิ่มเติมเกี่ยวกับการตั้งค่าหัวจดหมายใน ERPNext ได้ที่นี่

source: # Create a Quotation Let’s get started with business transactions by creating your first Quotation. You can create a Quotation for an existing customer or a prospect. It will be an approved document, with items you sell and the proposed price + taxes applied. After completing the instructions, you will get a Quotation in a ready to share print format.
th: # สร้างใบเสนอราคา มาเริ่มต้นทำธุรกรรมทางธุรกิจกันด้วยการสร้างใบเสนอราคาฉบับแรกของคุณ คุณสามารถสร้างใบเสนอราคาสำหรับลูกค้าที่มีอยู่แล้วหรือผู้มีโอกาสเป็นลูกค้า ใบเสนอราคานี้จะเป็นเอกสารที่ได้รับการอนุมัติ พร้อมด้วยรายการสินค้าที่คุณขายและราคาที่เสนอรวมทั้งภาษีที่เกี่ยวข้อง หลังจากทำตามคำแนะนำครบถ้วนแล้ว คุณจะได้รับใบเสนอราคาในรูปแบบที่พร้อมสำหรับการพิมพ์และแชร์ได้ทันที

source: # Create a Supplier Also known as Vendor, is a master at the center of your purchase transactions. Suppliers are linked in Request for Quotation, Purchase Orders, Receipts, and Payments. Suppliers can be either numbered or identified by name. Through Supplier’s master, you can effectively track essentials like: - Supplier’s multiple address and contacts - Account Receivables - Credit Limit and Credit Period
th: # สร้างผู้จำหน่าย หรือที่เรียกว่าผู้ขาย เป็นข้อมูลหลักที่อยู่ตรงกลางของธุรกรรมการซื้อของคุณ ผู้จำหน่ายจะเชื่อมโยงกับใบขอราคา ใบสั่งซื้อ ใบรับสินค้า และการชำระเงิน ผู้จำหน่ายสามารถระบุได้ทั้งโดยหมายเลขหรือชื่อ ผ่านข้อมูลหลักของผู้จำหน่าย คุณสามารถติดตามข้อมูลสำคัญได้อย่างมีประสิทธิภาพ เช่น: - ที่อยู่และข้อมูลติดต่อหลายแห่งของผู้จำหน่าย - ลูกหนี้การค้า - วงเงินเครดิตและระยะเวลาชำระเครดิต

source: # Create a Supplier In this step we will create a **Supplier**. If you have already created a **Supplier** you can skip this step.
th: # สร้างผู้จำหน่าย ในขั้นตอนนี้เราจะสร้าง **ผู้จำหน่าย** หากคุณได้สร้าง **ผู้จำหน่าย** แล้ว คุณสามารถข้ามขั้นตอนนี้ได้เลย

source: # Create a Work Order A Work Order or a Job order is given to the manufacturing shop floor by the Production Manager to initiate the manufacturing of a certain quantity of an item. Work Order carriers details of production Item, its BOM, quantities to be manufactured, and operations. Through Work Order, you can track various production status like: - Issue of raw-material to shop material - Progress on each Workstation via Job Card - Manufactured Quantity against Work Order
th: # สร้างใบสั่งงาน ใบสั่งงานหรือใบสั่งผลิตเป็นเอกสารที่ผู้จัดการฝ่ายผลิตมอบให้กับฝ่ายผลิตเพื่อเริ่มต้นการผลิตสินค้าปริมาณหนึ่ง ใบสั่งงานจะระบุรายละเอียดของสินค้า BOM ปริมาณที่ต้องผลิต และขั้นตอนการปฏิบัติงาน ผ่านใบสั่งงาน คุณสามารถติดตามสถานะการผลิตต่างๆ เช่น: - การเบิกวัตถุดิบไปยังฝ่ายผลิต - ความคืบหน้าของแต่ละสถานีงานผ่านบัตรงาน - ปริมาณที่ผลิตได้เทียบกับใบสั่งงาน

source: # Create an Item Item is a product or a service offered by your company, or something you buy as a part of your supplies or raw materials. Items are integral to everything you do in ERPNext - from billing, purchasing to managing inventory. Everything you buy or sell, whether it is a physical product or a service is an Item. Items can be stock, non-stock, variants, serialized, batched, assets, etc.
th: # สร้างรายการสินค้า รายการสินค้า คือ สินค้าหรือบริการที่บริษัทของคุณนำเสนอ หรือสิ่งที่คุณซื้อเป็นส่วนหนึ่งของวัสดุสิ้นเปลืองหรือวัตถุดิบ รายการสินค้าเป็นส่วนสำคัญในทุกกระบวนการที่คุณทำใน ERPNext ตั้งแต่การออกใบแจ้งหนี้ การจัดซื้อ ไปจนถึงการจัดการสินค้าคงคลัง ไม่ว่าคุณจะซื้อหรือขายอะไร ไม่ว่าจะเป็นสินค้าจริงหรือบริการ ก็ถือเป็นรายการสินค้า รายการสินค้าสามารถเป็นสินค้าคงคลัง สินค้าไม่คงคลัง ตัวแปร สินค้าที่มีหมายเลขซีเรียล แบ่งเป็นชุด ทรัพย์สิน ฯลฯ

source: # Create an Item The Stock module deals with the movement of items. In this step we will create an [**Item**](https://docs.erpnext.com/docs/user/manual/en/stock/item).
th: # สร้างรายการสินค้า โมดูล คลังสินค้า จัดการกับการเคลื่อนไหวของ สินค้า ในขั้นตอนนี้เราจะสร้าง [**สินค้า**](https://docs.erpnext.com/docs/user/manual/en/stock/item)

source: # Create first Purchase Order Purchase Order is at the heart of your buying transactions. In ERPNext, Purchase Order can can be created against a Purchase Material Request (indent) and Supplier Quotation as well. Purchase Orders is also linked to Purchase Receipt and Purchase Invoices, allowing you to keep a birds-eye view on your purchase deals.
th: # สร้างใบสั่งซื้อครั้งแรก ใบสั่งซื้อเป็นหัวใจสำคัญของธุรกรรมการซื้อของคุณ ใน ERPNext ใบสั่งซื้อสามารถสร้างขึ้นได้จาก ใบขอซื้อวัตถุดิบ และ ใบเสนอราคาจากผู้จำหน่าย ใบสั่งซื้อยังเชื่อมโยงกับ ใบรับสินค้า และ ใบกำกับภาษีซื้อ ช่วยให้คุณสามารถติดตามภาพรวมของการซื้อได้อย่างครบถ้วนและมีประสิทธิภาพ

source: # Create your first Purchase Invoice A Purchase Invoice is a bill received from a Supplier for a product(s) or service(s) delivery to your company. You can track payables through Purchase Invoice and process Payment Entries against it. Purchase Invoices can also be created against a Purchase Order or Purchase Receipt.
th: # สร้างใบกำกับภาษีซื้อใบแรกของคุณ ใบกำกับภาษีซื้อคือบิลที่ได้รับจากผู้จำหน่ายสำหรับการส่งมอบสินค้า หรือบริการไปยังบริษัทของคุณ คุณสามารถติดตามบัญชีเจ้าหนี้ผ่านใบกำกับภาษีซื้อและบันทึกการชำระเงินที่เกี่ยวข้องได้ ใบกำกับภาษีซื้อยังสามารถสร้างขึ้นโดยอ้างอิงจากใบสั่งซื้อหรือใบรับสินค้าซื้อได้อีกด้วย

source: # Financial Statements In ERPNext, you can get crucial financial reports like [Balance Sheet] and [Profit and Loss] statements with a click of a button. You can run in the report for a different period and plot analytics charts premised on statement data. For more reports, check sections like Financial Statements, General Ledger, and Profitability reports. <b>[Check Accounting reports](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/accounting-reports)</b>
th: # งบการเงิน ใน ERPNext คุณสามารถรับรายงานทางการเงินที่สำคัญ เช่น [งบดุล] และ [งบกำไรขาดทุน] ได้ด้วยการคลิกเพียงปุ่มเดียว คุณสามารถเรียกใช้รายงานในช่วงเวลาที่แตกต่างกันและสร้างกราฟวิเคราะห์โดยอิงจากข้อมูลในงบการเงิน สำหรับรายงานเพิ่มเติม ให้ตรวจสอบส่วนต่างๆ เช่น งบการเงิน, สมุดรายวันทั่วไป และรายงานความสามารถในการทำกำไร <b>[ตรวจสอบรายงาน\u0e01\u0e32\u0e23\u0e1a\u0e31\u0e0d\u0e0a\u0e35](https://docs.erpnext.com/docs/v13/user/manual/en/accounts/accounting-reports)</b>

source: # Fixed Asset Accounts With the company, a host of fixed asset accounts are pre-configured. To ensure your asset transactions are leading to correct accounting entries, you can review and set up following asset accounts as per your business requirements. - Fixed asset accounts (Asset account) - Accumulated depreciation - Capital Work in progress (CWIP) account - Asset Depreciation account (Expense account)
th: # บัญชีสินทรัพย์ถาวร สำหรับบริษัท จะมีการตั้งค่าบัญชีสินทรัพย์ถาวรไว้ล่วงหน้า เพื่อให้มั่นใจว่าการทำรายการสินทรัพย์ของคุณจะส่งผลต่อรายการบัญชีที่ถูกต้อง คุณสามารถตรวจสอบและตั้งค่าบัญชีสินทรัพย์ดังต่อไปนี้ตามความต้องการทางธุรกิจของคุณ - บัญชีสินทรัพย์ถาวร (บัญชี สินทรัพย์) - ค่าเสื่อมราคาสะสม - บัญชีงานระหว่างทำในสินทรัพย์ถาวร (CWIP) - บัญชีค่าเสื่อมราคาสินทรัพย์ (บัญชีค่าใช้จ่าย)

source: # How Production Planning Works Production Plan helps in production and material planning for the Items planned for manufacturing. These production items can be committed via Sales Order (to Customers) or Material Requests (internally).
th: # วิธีการทำงานของการวางแผนการผลิต การวางแผนการผลิตช่วยในการวางแผนการผลิตและวัสดุสำหรับไอเท็มที่วางแผนจะผลิต ไอเท็มการผลิตเหล่านี้สามารถถูกผูกมัดผ่านใบสั่งขาย (ไปยังลูกค้า) หรือคำขอวัสดุ (ภายในองค์กร)

source: # Import Data from Spreadsheet In ERPNext, you can easily migrate your historical data using spreadsheets. You can use it for migrating not just masters (like Customer, Supplier, Items), but also for transactions like (outstanding invoices, opening stock and accounting entries, etc).
th: # นำเข้าข้อมูลจากสเปรดชีต ในระบบ ERPNext คุณสามารถย้ายข้อมูลประวัติของคุณได้อย่างง่ายดายโดยใช้สเปรดชีต ซึ่งสามารถใช้ได้ทั้งการย้ายข้อมูลหลัก เช่น ลูกค้า, ผู้จัดจำหน่าย, สินค้า รวมถึงรายการทำธุรกรรม เช่น ใบแจ้งหนี้ขายคงค้าง, คลังสินค้าเริ่มต้น และ การบัญชีต่าง ๆ เป็นต้น

source: # In Stock
th: # ในสต็อก

source: # Introduction to Stock Entry This video will give a quick introduction to [**Stock Entry**](https://docs.erpnext.com/docs/user/manual/en/stock/stock-entry).
th: # บทนำสู่การบันทึกข้อมูลสินค้า วิดีโอนี้จะให้ภาพรวมอย่างรวดเร็วเกี่ยวกับ [**การบันทึกข้อมูลสินค้า**](https://docs.erpnext.com/docs/user/manual/en/stock/stock-entry)

source: # Manage Stock Movements Stock entry allows you to register the movement of stock for various purposes like transfer, received, issues, repacked, etc. To address issues related to theft and pilferages, you can always ensure that the movement of goods happens against a document reference Stock Entry in ERPNext. Let’s get a quick walk-through on the various scenarios covered in Stock Entry by watching [*this video*](https://www.youtube.com/watch?v=Njt107hlY3I).
th: # จัดการการเคลื่อนไหวของสต็อก การบันทึกสต็อกช่วยให้คุณสามารถลงทะเบียนการเคลื่อนไหวของสต็อกเพื่อวัตถุประสงค์ต่างๆ เช่น การโอน การรับสินค้า การเบิกจ่าย การบรรจุใหม่ เป็นต้น เพื่อแก้ไขปัญหาที่เกี่ยวข้องกับการโจรกรรมและการขโมย คุณสามารถมั่นใจได้ว่าการเคลื่อนไหวของสินค้าเกิดขึ้นโดยอ้างอิงกับเอกสารบันทึกสต็อกใน ERPNext มาทำความเข้าใจสถานการณ์ต่างๆ ที่ครอบคลุมในบันทึกสต็อกอย่างรวดเร็วโดยการชม [*วิดีโอนี้*](https://www.youtube.com/watch?v=Njt107hlY3I)

source: # Navigation in ERPNext Ease of navigating and browsing around the ERPNext is one of our core strengths. In the following video, you will learn how to reach a specific feature in ERPNext via module page or AwesomeBar.
th: # การนำทางใน ERPNext ความสะดวกในการนำทางและเรียกดูใน ERPNext เป็นหนึ่งในจุดแข็งหลักของเรา ในวิดีโอต่อไปนี้ คุณจะได้เรียนรู้วิธีการเข้าถึงฟีเจอร์เฉพาะใน ERPNext ผ่านหน้าของ โมดูล หรือ AwesomeBar

source: # Purchase an Asset Assets purchases process if done following the standard Purchase cycle. If capital work in progress is enabled in Asset Category, Asset will be created as soon as Purchase Receipt is created for it. You can quickly create a Purchase Receipt for Asset and see its impact on books of accounts.
th: # การซื้อสินทรัพย์ กระบวนการซื้อสินทรัพย์จะดำเนินการตามวงจรการซื้อมาตรฐาน หากเปิดใช้งานงานก่อสร้างทุนในระหว่างดำเนินการในประเภทสินทรัพย์ สินทรัพย์จะถูกสร้างขึ้นทันทีที่มีการสร้างใบรับของซื้อสำหรับสินทรัพย์นั้น คุณสามารถสร้างใบรับของซื้อสำหรับสินทรัพย์ได้อย่างรวดเร็วและตรวจสอบผลกระทบต่อบัญชีได้ทันที

source: # Req'd Items
th: # รายการที่จำเป็น

source: # Review Manufacturing Settings In ERPNext, the Manufacturing module’s features are configurable as per your business needs. Manufacturing Settings is the place where you can set your preferences for: - Capacity planning for allocating jobs to workstations - Raw-material consumption based on BOM or actual - Default values and over-production allowance
th: # ตรวจสอบการตั้งค่าการผลิต ใน ERPNext ฟีเจอร์ของโมดูลการผลิตสามารถปรับแต่งได้ตามความต้องการทางธุรกิจของคุณ การตั้งค่าการผลิตเป็นสถานที่ที่คุณสามารถกำหนดค่าต่างๆ ดังนี้: - การวางแผนกำลังการผลิตสำหรับการจัดสรรงานไปยังสถานีทำงาน - การใช้วัตถุดิบตามสูตรการผลิต (BOM) หรือการใช้จริง - ค่าตั้งต้นและการอนุญาตการผลิตเกินกำหนด

source: # Review Stock Settings In ERPNext, the Stock module’s features are configurable as per your business needs. Stock Settings is the place where you can set your preferences for: - Default values for Item and Pricing - Default valuation method for inventory valuation - Set preference for serialization and batching of item - Set tolerance for over-receipt and delivery of items
th: # ตรวจสอบการตั้งค่าคลังสินค้า ใน ERPNext ฟีเจอร์ของโมดูล คลังสินค้า สามารถกำหนดค่าได้ตามความต้องการทางธุรกิจของคุณ การตั้งค่าคลังสินค้า เป็นที่ที่คุณสามารถกำหนดค่าตามความต้องการสำหรับ: - ค่าปริยายสำหรับ สินค้า และ การตั้งราคาสินค้า - วิธีการประเมินมูลค่าคลังสินค้าปริยาย - กำหนดค่าความชอบสำหรับการทำหมายเลขซีเรียลและการจัดกลุ่มสินค้า - กำหนดค่าความคลาดเคลื่อนสำหรับการรับสินค้าเกินและการส่งมอบสินค้าเกิน
