Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Tax Category has been changed to "Total" because all the Items are non-stock items
th: หมวดหมู่ภาษีได้เปลี่ยนเป็น &quot;ยอดรวม&quot; แล้วเนื่องจากรายการทั้งหมดเป็นรายการที่ไม่ใช่สต็อค

source: Tax ID
th: เลขประจำตัวผู้เสียภาษี

source: Tax Id
th: หมายเลขประจำตัวผู้เสียภาษี

source: Tax Id:
th: รหัสภาษี:

source: Tax Id: {0}
th: หมายเลขประจำตัวผู้เสียภาษี: {0}

source: Tax Masters
th: ข้อมูลหลักภาษี

source: Tax Rate
th: อัตราภาษี

source: Tax Rates
th: อัตราภาษี

source: Tax Refunds provided to Tourists under the Tax Refunds for Tourists Scheme
th: การคืนภาษีให้กับนักท่องเที่ยวภายใต้โครงการคืนภาษีแก่นักท่องเที่ยว

source: Tax Rule
th: กฎภาษี

source: Tax Rule Conflicts with {0}
th: ความขัดแย้งกับกฎภาษี {0}

source: Tax Settings
th: การตั้งค่าภาษี

source: Tax Template is mandatory.
th: แม่แบบภาษีมีผลบังคับใช้

source: Tax Total
th: ยอดรวมภาษี

source: Tax Type
th: ประเภทภาษี

source: Tax Withheld Vouchers
th: ใบหักภาษี ณ ที่จ่าย

source: Tax Withholding
th: ภาษีหัก ณ ที่จ่าย

source: Tax Withholding Account
th: บัญชีหักภาษี

source: Tax Withholding Category
th: ประเภทหัก ณ ที่จ่ายภาษี

source: Tax Withholding Category {} against Company {} for Customer {} should have Cumulative Threshold value.
th: หมวดหมู่ ภาษีหัก ณ ที่จ่าย {} ต่อ บริษัท {} สำหรับ ลูกค้า {} ควรมีค่าขีดจำกัดสะสม

source: Tax Withholding Details
th: รายละเอียดภาษีหัก ณ ที่จ่าย

source: Tax Withholding Net Total
th: ยอดรวมสุทธิหลังหักภาษี ณ ที่จ่าย

source: Tax Withholding Rate
th: อัตราการหักภาษี ณ ที่จ่าย

source: Tax Withholding Rates
th: อัตราการหักภาษี ณ ที่จ่าย

source: Tax detail table fetched from item master as a string and stored in this field. Used for Taxes and Charges
th: ตารางรายละเอียดภาษีที่ดึงมาจากรายการสินค้าหลักในรูปแบบข้อความและเก็บไว้ในช่องนี้ ใช้สำหรับ ภาษีและค่าธรรมเนียม

source: Tax will be withheld only for amount exceeding the cumulative threshold
th: จะมีการหักภาษี ณ ที่จ่ายเฉพาะยอดเงินที่เกินเกณฑ์สะสมเท่านั้น

source: Taxable Amount
th: จำนวนเงินที่ต้องเสียภาษี

source: Taxes
th: ภาษี

source: Taxes and Charges
th: ภาษีและค่าบริการ

source: Taxes and Charges Added
th: ภาษีและค่าบริการเพิ่ม

source: Taxes and Charges Added (Company Currency)
th: ภาษีและค่าใช้จ่ายเพิ่ม (สกุลเงิน บริษัท )

source: Taxes and Charges Calculation
th: ภาษีและการคำนวณค่าใช้จ่าย

source: Taxes and Charges Deducted
th: ภาษีและค่าบริการหัก

source: Taxes and Charges Deducted (Company Currency)
th: ภาษีและค่าใช้จ่ายหัก (สกุลเงิน บริษัท )

source: Taxes row #{0}: {1} cannot be smaller than {2}
th: แถวภาษี #{0}: {1} ต้องไม่ต่ำกว่า {2}

source: Team
th: ทีม

source: Team Member
th: สมาชิกในทีม

source: Telephone Expenses
th: ค่าใช้จ่าย โทรศัพท์

source: Telephony Call Type
th: ประเภทการโทรศัพท์

source: Template
th: แบบ

source: Template Item
th: รายการเทมเพลต

source: Template Item Selected
th: เลือกไอเท็มแม่แบบ

source: Template Name
th: ชื่อเทมเพลต

source: Template Options
th: ตัวเลือกแม่แบบ

source: Template Task
th: แม่แบบงาน

source: Template Title
th: ชื่อเทมเพลต

source: Template Warnings
th: คำเตือนแม่แบบ

source: Temporarily on Hold
th: ชั่วคราวในการระงับ

source: Temporary
th: ชั่วคราว

source: Temporary Accounts
th: บัญชีชั่วคราว

source: Temporary Opening
th: เปิดชั่วคราว

source: Temporary Opening Account
th: บัญชีเปิดชั่วคราว

source: Term Details
th: รายละเอียดคำ

source: Terms
th: ข้อตกลงและเงื่อนไข

source: Terms & Conditions
th: ข้อกำหนดและเงื่อนไข

source: Terms Template
th: เทมเพลตคำศัพท์

source: Terms and Conditions
th: ข้อตกลงและเงื่อนไข

source: Terms and Conditions Content
th: ข้อตกลงและเงื่อนไขเนื้อหา

source: Terms and Conditions Details
th: ข้อตกลงและเงื่อนไขรายละเอียด

source: Terms and Conditions Help
th: ข้อตกลงและเงื่อนไขช่วยเหลือ

source: Terms and Conditions Template
th: ข้อตกลงและเงื่อนไขของแม่แบบ

source: Territory
th: อาณาเขต

source: Territory Item
th: พื้นที่สินค้า

source: Territory Manager
th: ผู้จัดการดินแดน

source: Territory Name
th: ชื่อดินแดน

source: Territory Target Variance Based On Item Group
th: ความแปรปรวนของเป้าหมายอาณาเขตตามกลุ่มรายการ

source: Territory Targets
th: เป้าหมายดินแดน

source: Territory Wise Sales
th: ยอดขายตามเขตพื้นที่

source: Territory-wise Sales
th: การขายที่ชาญฉลาด

source: The 'From Package No.' field must neither be empty nor it's value less than 1.
th: &#39;จากหมายเลขแพ็คเกจ&#39; ฟิลด์ต้องไม่ว่างเปล่าและไม่มีค่าน้อยกว่า 1

source: The Access to Request for Quotation From Portal is Disabled. To Allow Access, Enable it in Portal Settings.
th: การเข้าถึงเพื่อขอใบเสนอราคาจากพอร์ทัลถูกปิดใช้งาน ในการอนุญาตการเข้าถึงให้เปิดใช้งานในการตั้งค่าพอร์ทัล

source: The Accounts Module is all set up!
th: โมดูลบัญชีพร้อมใช้งานแล้ว!

source: The Assets Module is all set up!
th: โมดูล สินทรัพย์ พร้อมใช้งานแล้ว!

source: The BOM which will be replaced
th: BOM ซึ่งจะถูกแทนที่

source: The Batch {0} has negative batch quantity {1}. To fix this, go to the batch and click on Recalculate Batch Qty. If the issue still persists, create an inward entry.
th: ล็อต {0} มีปริมาณล็อตติดลบ {1} เพื่อแก้ไข กรุณาไปที่ล็อตดังกล่าวแล้วคลิกที่ คำนวณปริมาณล็อตใหม่ หากปัญหายังคงอยู่ กรุณาสร้างรายการรับเข้าใหม่

source: The Buying Module is all set up!
th: โมดูล การซื้อ พร้อมใช้งานแล้ว!

source: The CRM Module is all set up!
th: โมดูล CRM พร้อมใช้งานแล้ว!

source: The Campaign '{0}' already exists for the {1} '{2}'
th: แคมเปญ &#39;{0}&#39; มีอยู่แล้วสำหรับ {1} &#39;{2}&#39;

source: The Condition '{0}' is invalid
th: เงื่อนไข '{0}' ไม่ถูกต้อง

source: The Document Type {0} must have a Status field to configure Service Level Agreement
th: ประเภทเอกสาร {0} ต้องมีฟิลด์ สถานะ เพื่อกำหนดข้อตกลงระดับการให้บริการ (SLA)

source: The Excluded Fee is bigger than the Deposit it is deducted from.
th: ค่าธรรมเนียมที่ยกเว้นมีจำนวนมากกว่ามัดจำที่ถูกหักออกจากนั้น

source: The GL Entries and closing balances will be processed in the background, it can take a few minutes.
th: รายการบัญชีแยกประเภทและยอดคงเหลือปิดบัญชีจะถูกประมวลผลในพื้นหลัง อาจใช้เวลาสองสามนาที

source: The GL Entries will be cancelled in the background, it can take a few minutes.
th: รายการบัญชีแยกประเภทจะถูกยกเลิกในเบื้องหลัง ซึ่งอาจใช้เวลาสองสามนาที

source: The Loyalty Program isn't valid for the selected company
th: โปรแกรมความภักดีไม่ถูกต้องสำหรับ บริษัท ที่เลือก

source: The Payment Request {0} is already paid, cannot process payment twice
th: คำขอชำระเงิน {0} ได้รับการชำระแล้ว ไม่สามารถดำเนินการชำระเงินซ้ำได้

source: The Payment Term at row {0} is possibly a duplicate.
th: ระยะชำระเงินที่แถว {0} อาจเป็นรายการที่ซ้ำกัน

source: The Pick List having Stock Reservation Entries cannot be updated. If you need to make changes, we recommend canceling the existing Stock Reservation Entries before updating the Pick List.
th: รายการเลือกที่มีรายการสำรองสต็อกไม่สามารถแก้ไขได้ หากต้องการเปลี่ยนแปลง เราแนะนำให้ยกเลิกรายการสำรองสต็อกที่มีอยู่ก่อนทำการแก้ไขรายการเลือก

source: The Process Loss Qty has reset as per job cards Process Loss Qty
th: ปริมาณของเสียจากกระบวนการถูกรีเซ็ตตามปริมาณของเสียจากกระบวนการในใบงาน

source: The Sales Person is linked with {0}
th: พนักงานขายเชื่อมโยงกับ {0}

source: The Selling Module is all set up!
th: โมดูล การขาย พร้อมใช้งานแล้ว!

source: The Serial No at Row #{0}: {1} is not available in warehouse {2}.
th: หมายเลขซีเรียลที่แถวที่ #{0}: {1} ไม่พร้อมใช้งานในคลังสินค้า {2}

source: The Serial and Batch Bundle {0} is not valid for this transaction. The 'Type of Transaction' should be 'Outward' instead of 'Inward' in Serial and Batch Bundle {0}
th: ชุดหมายเลขซีเรียลและล็อต {0} ไม่ถูกต้องสำหรับรายการนี้ ค่าของ 'ประเภทของรายการ' ควรเป็น 'ขาออก' แทน 'ขาเข้า' ในชุดหมายเลขซีเรียลและล็อต {0}

source: The Stock Entry of type 'Manufacture' is known as backflush. Raw materials being consumed to manufacture finished goods is known as backflushing. <br><br> When creating Manufacture Entry, raw-material items are backflushed based on BOM of production item. If you want raw-material items to be backflushed based on Material Transfer entry made against that Work Order instead, then you can set it under this field.
th: รายการหุ้นประเภท &#39;การผลิต&#39; เรียกว่า backflush วัตถุดิบที่ใช้ในการผลิตสินค้าสำเร็จรูปเรียกว่า backflushing<br><br> เมื่อสร้างรายการผลิตรายการวัตถุดิบจะถูกสำรองตาม BOM ของรายการผลิต หากคุณต้องการให้มีการแบ็คฟลัชรายการวัตถุดิบตามรายการการถ่ายโอนวัสดุที่ทำกับใบสั่งงานนั้นแทนคุณสามารถตั้งค่าได้ในฟิลด์นี้

source: The Stock Module is all set up!
th: โมดูล คลังสินค้า พร้อมใช้งานแล้ว!

source: The account head under Liability or Equity, in which Profit/Loss will be booked
th: หัวบัญชีภายใต้ความรับผิดหรือส่วนได้เสียในการที่กำไร / ขาดทุนจะได้รับการจอง

source: The allocated amount is greater than the outstanding amount of Payment Request {0}
th: จำนวนที่จัดสรรมากกว่าจำนวนคงค้างของคำขอชำระเงิน {0}

source: The amount of {0} set in this payment request is different from the calculated amount of all payment plans: {1}. Make sure this is correct before submitting the document.
th: จำนวน {0} ที่ตั้งไว้ในคำขอการชำระเงินนี้แตกต่างจากจำนวนเงินที่คำนวณได้ของแผนการชำระเงินทั้งหมด: {1} ตรวจสอบว่าถูกต้องก่อนที่จะส่งเอกสาร

source: The completed quantity {0} of an operation {1} cannot be greater than the completed quantity {2} of a previous operation {3}.
th: ปริมาณที่เสร็จสิ้น {0} ของการปฏิบัติงาน {1} ไม่สามารถมากกว่าปริมาณที่เสร็จสิ้น {2} ของการปฏิบัติงานก่อนหน้า {3} ได้

source: The currency of invoice {} ({}) is different from the currency of this dunning ({}).
th: สกุลเงินของใบแจ้งหนี้ {} ({}) แตกต่างจากสกุลเงินของการทวงถามนี้ ({})

source: The default BOM for that item will be fetched by the system. You can also change the BOM.
th: ระบบจะดึงสูตรการผลิต (BOM) เริ่มต้นสำหรับสินค้านั้นมาให้ คุณสามารถเปลี่ยนแปลงสูตรการผลิตได้เช่นกัน

source: The difference between from time and To Time must be a multiple of Appointment
th: ความแตกต่างระหว่างเวลาและเวลาจะต้องมีการนัดหมายหลายครั้ง

source: The field Asset Account cannot be blank
th: บัญชีสินทรัพย์ฟิลด์ต้องไม่ว่างเปล่า

source: The field Equity/Liability Account cannot be blank
th: บัญชีอิควิตี้ / บัญชีความรับผิดต้องไม่ว่างเปล่า

source: The field From Shareholder cannot be blank
th: ฟิลด์จากผู้ถือหุ้นต้องไม่เว้นว่างไว้

source: The field To Shareholder cannot be blank
th: ฟิลด์ที่ผู้ถือหุ้นต้องไม่เว้นว่างไว้

source: The field {0} in row {1} is not set
th: ฟิลด์ {0} ในแถวที่ {1} ยังไม่ได้ตั้งค่า

source: The fields From Shareholder and To Shareholder cannot be blank
th: ข้อมูลจากผู้ถือหุ้นและผู้ถือหุ้นไม่สามารถเว้นว่างได้

source: The finished product {0} quantity {1} and For Quantity {2} cannot be different
th: สินค้าสำเร็จรูป {0} จำนวน {1} และ จำนวนสำหรับ {2} ไม่สามารถแตกต่างกันได้

source: The folio numbers are not matching
th: หมายเลขโอเปอเรชั่นไม่ตรงกัน

source: The following Items, having Putaway Rules, could not be accomodated:
th: รายการสินค้าต่อไปนี้ที่มี กฎการจัดเก็บ ไม่สามารถรองรับได้:

source: The following assets have failed to automatically post depreciation entries: {0}
th: สินทรัพย์ต่อไปนี้ไม่สามารถบันทึกการตัดค่าเสื่อมราคาโดยอัตโนมัติได้: {0}

source: The following batches are expired, please restock them: <br> {0}
th: ชุดสินค้าต่อไปนี้หมดอายุแล้ว กรุณาสั่งซื้อเพิ่ม: <br> {0}

source: The following cancelled repost entries exist for <b>{0}</b>:<br><br>{1}<br><br>Kindly delete these entries before continuing.
th: มีรายการยกเลิกการโพสต์ซ้ำดังต่อไปนี้สำหรับ <b>{0}</b>:<br><br>{1}<br><br>กรุณาลบรายการเหล่านี้ก่อนดำเนินการต่อไป

source: The following deleted attributes exist in Variants but not in the Template. You can either delete the Variants or keep the attribute(s) in template.
th: แอตทริบิวต์ที่ถูกลบต่อไปนี้มีอยู่ใน Variants แต่ไม่มีในเทมเพลต คุณสามารถลบ Variants หรือเก็บแอตทริบิวต์ไว้ในเทมเพลตได้

source: The following employees are currently still reporting to {0}:
th: ขณะนี้พนักงานต่อไปนี้ยังคงรายงานต่อ {0}:

source: The following invalid Pricing Rules are deleted:
th: กฎการตั้งราคาที่ไม่ถูกต้องดังต่อไปนี้ถูกลบออก:

source: The following {0} were created: {1}
th: สร้าง {0} ต่อไปนี้: {1}

source: The gross weight of the package. Usually net weight + packaging material weight. (for print)
th: น้ำหนักรวมของแพคเกจ น้ำหนักสุทธิปกติ + น้ำหนักวัสดุบรรจุภัณฑ์ (สำหรับพิมพ์)

source: The holiday on {0} is not between From Date and To Date
th: วันหยุดในวันที่ {0} ไม่ได้ระหว่างนับจากวันและวันที่

source: The items {0} and {1} are present in the following {2} :
th: รายการ {0} และ {1} ปรากฏอยู่ใน {2} ดังต่อไปนี้:

source: The last scanned warehouse has been cleared and won't be set in the subsequently scanned items
th: คลังสินค้าล่าสุดที่สแกนถูกล้างแล้วและจะไม่ถูกตั้งค่าในรายการที่สแกนถัดไป

source: The net weight of this package. (calculated automatically as sum of net weight of items)
th: น้ำหนักสุทธิของแพคเกจนี้ (คำนวณโดยอัตโนมัติเป็นที่รวมของน้ำหนักสุทธิของรายการ)

source: The new BOM after replacement
th: BOM ใหม่หลังจากเปลี่ยน

source: The number of shares and the share numbers are inconsistent
th: จำนวนหุ้นและจำนวนหุ้นมีความไม่สอดคล้องกัน

source: The operation {0} can not add multiple times
th: การดำเนินการ {0} ไม่สามารถเพิ่มได้หลายครั้ง

source: The operation {0} can not be the sub operation
th: การดำเนินการ {0} ไม่สามารถเป็นการดำเนินการย่อยได้

source: The original invoice should be consolidated before or along with the return invoice.
th: ใบแจ้งหนี้ต้นฉบับควรถูกรวมก่อนหรือพร้อมกับใบแจ้งหนี้คืนสินค้า

source: The outstanding amount {0} in {1} is lesser than {2}. Updating the outstanding to this invoice.
th: ยอดค้างชำระ {0} ใน {1} น้อยกว่า {2} กำลังอัปเดตยอดค้างชำระในใบแจ้งหนี้นี้

source: The parent account {0} does not exists in the uploaded template
th: บัญชีหลัก {0} ไม่มีอยู่ในเทมเพลตที่อัพโหลด

source: The payment gateway account in plan {0} is different from the payment gateway account in this payment request
th: บัญชีเกตเวย์การชำระเงินในแผน {0} แตกต่างจากบัญชีเกตเวย์การชำระเงินในคำขอการชำระเงินนี้

source: The percentage you are allowed to bill more against the amount ordered. For example, if the order value is $100 for an item and tolerance is set as 10%, then you are allowed to bill up to $110
th: เปอร์เซ็นต์ที่คุณได้รับอนุญาตให้เรียกเก็บเงินเกินกว่าจำนวนที่สั่งซื้อ เช่น หากมูลค่าสั่งซื้อสินค้าเป็น $100 และตั้งค่าค่าเบี่ยงเบนไว้ที่ 10% คุณจะได้รับอนุญาตให้เรียกเก็บเงินได้สูงสุดถึง $110

source: The percentage you are allowed to pick more items in the pick list than the ordered quantity.
th: เปอร์เซ็นต์ที่คุณได้รับอนุญาตให้เลือกสินค้ามากกว่าปริมาณที่สั่งในรายการเลือกสินค้า

source: The percentage you are allowed to receive or deliver more against the quantity ordered. For example, if you have ordered 100 units, and your Allowance is 10%, then you are allowed to receive 110 units.
th: เปอร์เซ็นต์ที่คุณได้รับอนุญาตให้รับหรือส่งมอบเกินกว่าปริมาณที่สั่งซื้อ เช่น หากคุณสั่งซื้อ 100 หน่วย และมีเปอร์เซ็นต์อนุญาต 10% คุณจะได้รับอนุญาตให้รับได้ 110 หน่วย

source: The percentage you are allowed to transfer more against the quantity ordered. For example, if you have ordered 100 units, and your Allowance is 10%, then you are allowed transfer 110 units.
th: เปอร์เซ็นต์ที่คุณได้รับอนุญาตให้โอนเกินกว่าปริมาณที่สั่งซื้อ เช่น หากคุณสั่งซื้อ 100 หน่วย และมีเปอร์เซ็นต์อนุญาต 10% คุณจะได้รับอนุญาตให้โอน 110 หน่วยได้

source: The reserved stock will be released when you update items. Are you certain you wish to proceed?
th: สต็อกที่สำรองไว้จะถูกปล่อยเมื่อคุณอัปเดตสินค้า คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: The reserved stock will be released. Are you certain you wish to proceed?
th: สต็อกที่สำรองไว้จะถูกปล่อยออก คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: The root account {0} must be a group
th: บัญชีรูท {0} ต้องเป็นกลุ่ม

source: The selected BOMs are not for the same item
th: BOMs ที่เลือกไม่ได้สำหรับรายการเดียวกัน

source: The selected change account {} doesn't belongs to Company {}.
th: บัญชีการเปลี่ยนแปลงที่เลือก {} ไม่ได้เป็นของ บริษัท {}

source: The selected item cannot have Batch
th: รายการที่เลือกไม่สามารถมีแบทช์

source: The seller and the buyer cannot be the same
th: ผู้ขายและผู้ซื้อต้องไม่เหมือนกัน

source: The serial and batch bundle {0} not linked to {1} {2}
th: ชุดหมายเลขซีเรียลและล็อต {0} ไม่ได้เชื่อมโยงกับ {1} {2}

source: The serial no {0} does not belong to item {1}
th: หมายเลขซีเรียล {0} ไม่ได้เป็นของรายการ {1}

source: The shareholder does not belong to this company
th: ผู้ถือหุ้นไม่ได้เป็นของ บริษัท นี้

source: The shares already exist
th: มีหุ้นอยู่แล้ว

source: The shares don't exist with the {0}
th: หุ้นไม่มีอยู่กับ {0}

source: The stock for the item {0} in the {1} warehouse was negative on the {2}. You should create a positive entry {3} before the date {4} and time {5} to post the correct valuation rate. For more details, please read the <a href='https://docs.erpnext.com/docs/user/manual/en/stock-adjustment-cogs-with-negative-stock'>documentation<a>.
th: สต็อกสำหรับสินค้า {0} ในคลังสินค้า {1} มีค่าติดลบในวันที่ {2} คุณควรสร้างรายการบวก {3} ก่อนวันที่ {4} และเวลา {5} เพื่อบันทึกอัตราประเมินค่าที่ถูกต้อง สำหรับรายละเอียดเพิ่มเติม กรุณาอ่าน <a href='https://docs.erpnext.com/docs/user/manual/en/stock-adjustment-cogs-with-negative-stock'>เอกสารคำแนะนำ<a>

source: The stock has been reserved for the following Items and Warehouses, un-reserve the same to {0} the Stock Reconciliation: <br /><br /> {1}
th: สต็อกถูกจองไว้สำหรับสินค้าและคลังสินค้าดังต่อไปนี้ หากต้องการยกเลิกการจองเพื่อ {0} การปรับยอดสต็อก: <br /><br /> {1}

source: The sync has started in the background, please check the {0} list for new records.
th: การซิงค์ได้เริ่มทำงานเบื้องหลังแล้ว กรุณาตรวจสอบรายการ {0} สำหรับระเบียนใหม่

source: The task has been enqueued as a background job. In case there is any issue on processing in background, the system will add a comment about the error on this Stock Reconciliation and revert to the Draft stage
th: งานได้รับการจัดคิวให้เป็นงานพื้นหลัง ในกรณีที่มีปัญหาใด ๆ ในการประมวลผลในพื้นหลังระบบจะเพิ่มความคิดเห็นเกี่ยวกับข้อผิดพลาดในการกระทบยอดหุ้นนี้และกลับสู่ขั้นตอนการร่าง

source: The task has been enqueued as a background job. In case there is any issue on processing in background, the system will add a comment about the error on this Stock Reconciliation and revert to the Submitted stage
th: งานนี้ถูกจัดคิวเป็นงานเบื้องหลัง ในกรณีที่เกิดปัญหาในการประมวลผลเบื้องหลัง ระบบจะเพิ่มความคิดเห็นเกี่ยวกับข้อผิดพลาดใน การปรับยอด สต็อกนี้ และย้อนสถานะกลับไปยังขั้นตอน ที่ส่งแล้ว

source: The total Issue / Transfer quantity {0} in Material Request {1} cannot be greater than allowed requested quantity {2} for Item {3}
th: ปริมาณเบิกจ่าย/โอนทั้งหมด {0} ในคำขอวัสดุ {1} ไม่สามารถมากกว่าปริมาณที่ขออนุญาต {2} สำหรับสินค้า {3} ได้

source: The total Issue / Transfer quantity {0} in Material Request {1} cannot be greater than requested quantity {2} for Item {3}
th: ปริมาณเบิกจ่าย/โอนรวม {0} ในใบขอวัสดุ {1} ไม่สามารถมากกว่าปริมาณที่ขอ {2} สำหรับสินค้า {3}

source: The uploaded file does not match the selected Code List.
th: ไฟล์ที่อัปโหลดไม่ตรงกับรายการรหัสที่เลือกไว้

source: The user cannot submit the Serial and Batch Bundle manually
th: ผู้ใช้ไม่สามารถส่งชุดหมายเลขซีเรียลและล็อตด้วยตนเองได้

source: The users with this Role are allowed to create/modify a stock transaction, even though the transaction is frozen.
th: ผู้ใช้ที่มีบทบาทนี้ได้รับอนุญาตให้สร้าง/แก้ไขรายการเคลื่อนไหวสินค้าคงคลัง แม้ว่ารายการนั้นจะอยู่ในสถานะ การแช่แข็งบัญชี / รายการบัญชี

source: The value of {0} differs between Items {1} and {2}
th: ค่าของ {0} แตกต่างกันระหว่างรายการ {1} และ {2}

source: The value {0} is already assigned to an existing Item {1}.
th: ค่า {0} ถูกกำหนดให้กับรายการที่มีอยู่แล้ว {1}

source: The warehouse where you store finished Items before they are shipped.
th: คลังสินค้าที่ใช้เก็บสินค้าแล้วเสร็จก่อนส่งมอบ

source: The warehouse where you store your raw materials. Each required item can have a separate source warehouse. Group warehouse also can be selected as source warehouse. On submission of the Work Order, the raw materials will be reserved in these warehouses for production usage.
th: คลังสินค้าที่คุณใช้เก็บวัตถุดิบของคุณ รายการที่จำเป็นแต่ละรายการสามารถมีคลังสินค้าต้นทางแยกต่างหากได้ นอกจากนี้ยังสามารถเลือกกลุ่มคลังสินค้าเป็นคลังสินค้าต้นทางได้ เมื่อส่งคำสั่งงาน วัตถุดิบจะถูกจองในคลังสินค้าเหล่านี้เพื่อใช้ในการผลิต

source: The warehouse where your Items will be transferred when you begin production. Group Warehouse can also be selected as a Work in Progress warehouse.
th: คลังสินค้าที่สินค้าของคุณจะถูกโอนไปเมื่อเริ่มการผลิต สามารถเลือกคลังสินค้ากลุ่มเป็นคลังสินค้าระหว่างทำงานได้เช่นกัน

source: The {0} ({1}) must be equal to {2} ({3})
th: {0} ({1}) ต้องเท่ากับ {2} ({3})

source: The {0} contains Unit Price Items.
th: {0} ประกอบด้วย รายการราคาต่อหน่วย

source: The {0} {1} created sucessfully
th: สร้าง {0} {1} สำเร็จ

source: The {0} {1} does not match with the {0} {2} in the {3} {4}
th: {0} {1} ไม่ตรงกับ {0} {2} ใน {3} {4}

source: The {0} {1} is used to calculate the valuation cost for the finished good {2}.
th: {0} {1} ใช้สำหรับคำนวณต้นทุนประเมินค่าสำหรับสินค้าสำเร็จรูป {2}

source: There are active maintenance or repairs against the asset. You must complete all of them before cancelling the asset.
th: มีการบำรุงรักษาหรือซ่อมแซมสินทรัพย์อยู่ คุณต้องกรอกข้อมูลทั้งหมดก่อนที่จะยกเลิกเนื้อหา

source: There are inconsistencies between the rate, no of shares and the amount calculated
th: มีความไม่สอดคล้องกันระหว่างอัตราจำนวนหุ้นและจำนวนที่คำนวณ

source: There are ledger entries against this account. Changing {0} to non-{1} in live system will cause incorrect output in 'Accounts {2}' report
th: มีรายการสมุดรายวันที่เกี่ยวข้องกับบัญชีนี้ การเปลี่ยน {0} เป็นที่ไม่ใช่ {1} ในระบบที่ใช้งานจริงจะทำให้รายงาน 'บัญชี {2}' มีผลลัพธ์ที่ไม่ถูกต้อง

source: There are no Failed transactions
th: ไม่มีรายการทำธุรกรรมที่ล้มเหลว

source: There are no active Fiscal Years for which Demo Data can be generated.
th: ไม่มีปีงบประมาณที่ใช้งานอยู่สำหรับการสร้างข้อมูลสาธิตได้

source: There are no slots available on this date
th: ไม่มีช่องว่างว่างในวันที่นี้

source: There are two options to maintain valuation of stock. FIFO (first in - first out) and Moving Average. To understand this topic in detail please visit <a href='https://docs.frappe.io/erpnext/user/manual/en/calculation-of-valuation-rate-in-fifo-and-moving-average' target='_blank'>Item Valuation, FIFO and Moving Average.</a>
th: มีตัวเลือกสองแบบในการรักษามูลค่าคงคลัง คือ FIFO (เข้าแรก - ออกแรก) และค่าเฉลี่ยเคลื่อนที่ สำหรับข้อมูลรายละเอียดเพิ่มเติม กรุณาเยี่ยมชม <a href='https://docs.frappe.io/erpnext/user/manual/en/calculation-of-valuation-rate-in-fifo-and-moving-average' target='_blank'>การประเมินมูลค่าสินค้า, FIFO และค่าเฉลี่ยเคลื่อนที่</a>

source: There aren't any item variants for the selected item
th: ไม่มีรายการตัวเลือกสินค้าย่อยสำหรับสินค้าที่เลือกไว้

source: There can be multiple tiered collection factor based on the total spent. But the conversion factor for redemption will always be same for all the tier.
th: อาจมีหลายปัจจัยการจัดเก็บแยกตามสัดส่วนการใช้จ่ายทั้งหมด แต่ปัจจัยการแปลงสำหรับการไถ่ถอนจะเหมือนกันสำหรับทุกระดับ

source: There can only be 1 Account per Company in {0} {1}
th: มีเพียงสามารถเป็น 1 บัญชีต่อ บริษัท {0} {1}

source: There can only be one Shipping Rule Condition with 0 or blank value for "To Value"
th: มีเพียงสามารถเป็น สภาพ กฎ การจัดส่งสินค้า ที่มี 0 หรือ ค่าว่าง สำหรับ " ค่า "

source: There is already a valid Lower Deduction Certificate {0} for Supplier {1} against category {2} for this time period.
th: มีใบรับรองการหักลดหย่อนขั้นต่ำน้อยที่ถูกต้อง {0} สำหรับผู้จำหน่าย {1} ในหมวดหมู่ {2} สำหรับช่วงเวลานี้อยู่แล้ว

source: There is already an active Subcontracting BOM {0} for the Finished Good {1}.
th: มีรายการ BOM งานจ้างผลิต {0} ที่ใช้งานอยู่สำหรับสินค้าสำเร็จรูป {1} แล้ว

source: There is no batch found against the {0}: {1}
th: ไม่พบชุดใดเทียบกับ {0}: {1}

source: There is nothing to edit.
th: ไม่มีอะไรที่จะ แก้ไข คือ

source: There must be atleast 1 Finished Good in this Stock Entry
th: ต้องมีอย่างน้อย 1 สินค้าสำเร็จรูปในรายการรับเข้าสินค้าคงคลังนี้
