Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Difference Amount must be zero
th: ความแตกต่างจำนวนเงินต้องเป็นศูนย์

source: Difference In
th: ส่วนต่างใน

source: Difference Posting Date
th: วันที่ลงบัญชีแตกต่างกัน

source: Difference Qty
th: จำนวนแตกต่าง

source: Difference Value
th: ค่าความแตกต่าง

source: Different 'Source Warehouse' and 'Target Warehouse' can be set for each row.
th: สามารถกำหนด 'คลังสินค้าต้นทาง' และ 'คลังสินค้าปลายทาง' ที่แตกต่างกันได้สำหรับแต่ละแถว

source: Different UOM for items will lead to incorrect (Total) Net Weight value. Make sure that Net Weight of each item is in the same UOM.
th: UOM ที่แตกต่างกัน สำหรับรายการที่ จะ นำไปสู่การ ที่ไม่ถูกต้อง ( รวม ) ค่า น้ำหนักสุทธิ ให้แน่ใจว่า น้ำหนักสุทธิ ของแต่ละรายการ ที่อยู่ในUOM เดียวกัน

source: Dimension Defaults
th: ค่าเริ่มต้นของมิติ

source: Dimension Details
th: รายละเอียดมิติ

source: Dimension Filter
th: ตัวกรองส่วนข้อมูล

source: Dimension Filter Help
th: คำแนะนำการกรองมิติ

source: Dimension Name
th: ชื่อส่วนข้อมูล

source: Dimension-wise Accounts Balance Report
th: รายงานยอดคงเหลือบัญชีแยกตามมิติ

source: Dimensions
th: มิติ

source: Direct Expense
th: ค่าใช้จ่ายโดยตรง

source: Direct Expenses
th: ค่าใช้จ่าย โดยตรง

source: Direct Income
th: รายได้ โดยตรง

source: Disable
th: ปิดการใช้งาน

source: Disable Capacity Planning
th: ปิดใช้งานการวางแผนกำลังการผลิต

source: Disable In Words
th: ปิดการใช้งานในคำพูด

source: Disable Last Purchase Rate
th: ปิดใช้งานอัตราการซื้อครั้งล่าสุด

source: Disable Rounded Total
th: ปิดการใช้งานรวมโค้ง

source: Disable Serial No And Batch Selector
th: ปิดใช้งานตัวเลือกหมายเลขซีเรียลและล็อต

source: Disable auto setting Grand Total to default Payment Mode
th: ปิดการตั้งค่าอัตโนมัติยอดรวมทั้งหมดเป็นโหมดการชำระเงินเริ่มต้น

source: Disabled
th: พิการ

source: Disabled Account Selected
th: เลือกบัญชีที่ถูกปิดใช้งาน

source: Disabled Warehouse {0} cannot be used for this transaction.
th: คลังสินค้าที่ถูกปิดใช้งาน {0} ไม่สามารถใช้สำหรับรายการนี้ได้

source: Disabled pricing rules since this {} is an internal transfer
th: ปิดใช้งานกฎการตั้งราคาตั้งแต่ {} นี้เป็นการโอนภายใน

source: Disabled tax included prices since this {} is an internal transfer
th: ปิดใช้งานราคาที่รวมภาษีแล้วเนื่องจาก {} นี้เป็นการโอนภายใน

source: Disabled template must not be default template
th: แม่แบบสำหรับผู้พิการจะต้องไม่เป็นแม่แบบเริ่มต้น

source: Disables auto-fetching of existing quantity
th: ปิดการดึงข้อมูลจำนวนคงเหลืออัตโนมัติ

source: Disassemble
th: ถอดชิ้นส่วน

source: Disassemble Order
th: คำสั่งรื้อถอน

source: Disassemble Qty cannot be less than or equal to <b>0</b>.
th: จำนวนการแยกชิ้นส่วนต้องมากกว่า <b>0</b> เท่านั้น

source: Disassembled Qty
th: จำนวนที่แยกชิ้นส่วน

source: Disburse Loan
th: เบิกเงินกู้

source: Disbursed
th: การเบิกจ่าย

source: Discount
th: ส่วนลด

source: Discount (%)
th: ส่วนลด (%)

source: Discount (%) on Price List Rate with Margin
th: ส่วนลด (%) จากอัตราราคาตามรายการพร้อมกำไรขั้นต้น

source: Discount Account
th: บัญชี กัพ

source: Discount Amount
th: จำนวน ส่วนลด

source: Discount Amount in Transaction
th: จำนวนส่วนลดในรายการธุรกรรม

source: Discount Date
th: วันที่ เลียน

source: Discount Percentage
th: ร้อยละ ส่วนลด

source: Discount Percentage in Transaction
th: เปอร์เซ็นต์ส่วนลดในการทำรายการ

source: Discount Settings
th: การตั้งค่าการลดราคา

source: Discount Type
th: ประเภทส่วนลด

source: Discount Validity
th: ระยะเวลาสิ้นสุดของส่วนลด

source: Discount Validity Based On
th: ระยะเวลาสิ้นสุดส่วนลดตาม

source: Discount and Margin
th: ส่วนลดและหลักประกัน

source: Discount cannot be greater than 100%
th: ส่วนลดไม่สามารถมากกว่า 100% ได้

source: Discount cannot be greater than 100%.
th: ส่วนลดต้องไม่เกิน 100%

source: Discount must be less than 100
th: ส่วนลด จะต้อง น้อยกว่า 100

source: Discount of {} applied as per Payment Term
th: ส่วนลด {} ถูกนำไปใช้ตามเงื่อนไขการชำระเงิน

source: Discount on Other Item
th: ส่วนลดในรายการอื่น ๆ

source: Discount on Price List Rate (%)
th: ส่วนลดจากอัตราราคาตามรายการ (%)

source: Discounted Amount
th: จำนวนเงินส่วนลด

source: Discounted Invoice
th: ส่วนลดใบแจ้งหนี้

source: Discounts
th: ส่วนลด

source: Discounts to be applied in sequential ranges like buy 1 get 1, buy 2 get 2, buy 3 get 3 and so on
th: ส่วนลดที่จะนำไปใช้ในช่วงลำดับ เช่น ซื้อ 1 แถม 1, ซื้อ 2 แถม 2, ซื้อ 3 แถม 3 เป็นต้น

source: Discrepancy between General and Payment Ledger
th: ความคลาดเคลื่อนระหว่างบัญชีแยกประเภททั่วไปกับบัญชีแยกประเภทการชำระเงิน

source: Dislikes
th: ไม่ชอบ

source: Dispatch
th: ส่งไป

source: Dispatch Address
th: ที่อยู่จัดส่ง

source: Dispatch Address Details
th: รายละเอียดที่อยู่จัดส่ง

source: Dispatch Address Name
th: ชื่อที่อยู่จัดส่ง

source: Dispatch Address Template
th: แม่แบบที่อยู่จัดส่ง

source: Dispatch Information
th: ข้อมูลการจัดส่ง

source: Dispatch Notification
th: การแจ้งเตือนการจัดส่ง

source: Dispatch Notification Attachment
th: เอกสารแนบการส่งเอกสาร

source: Dispatch Notification Template
th: เทมเพลตการแจ้งเตือนการจัดส่ง

source: Dispatch Settings
th: การจัดส่ง

source: Disposal Date
th: วันที่จำหน่าย

source: Distance
th: ระยะทาง

source: Distance from left edge
th: ระยะห่างจากขอบด้านซ้าย

source: Distance from top edge
th: ระยะห่างจากขอบด้านบน

source: Distinct Item and Warehouse
th: แยกแยะระหว่าง สินค้า และ คลังสินค้า

source: Distinct unit of an Item
th: หน่วยที่แตกต่างของสินค้า

source: Distribute Additional Costs Based On
th: แจกจ่ายต้นทุนเพิ่มเติมตาม

source: Distribute Charges Based On
th: กระจายค่าใช้จ่ายขึ้นอยู่กับ

source: Distribute Manually
th: แจกจ่ายด้วยตนเอง

source: Distributed Discount Amount
th: จำนวนส่วนลดที่แจกจ่าย

source: Distribution Name
th: ชื่อการแจกจ่าย

source: Distributor
th: ผู้จัดจำหน่าย

source: Dividends Paid
th: การจ่ายเงินปันผล

source: Divorced
th: หย่าร้าง

source: Do Not Contact
th: ไม่ ติดต่อ

source: Do Not Explode
th: อย่าแตกไฟล์

source: Do Not Update Serial / Batch on Creation of Auto Bundle
th: ห้ามอัปเดตหมายเลขซีเรียล / หมวดหมู่เมื่อสร้างชุดอัตโนมัติ

source: Do Not Use Batch-wise Valuation
th: ห้ามใช้การประเมินมูลค่าตามชุดสินค้า

source: Do not show any symbol like $ etc next to currencies.
th: ไม่แสดงสัญลักษณ์ใด ๆ เช่น ฯลฯ $ ต่อไปกับเงินสกุล

source: Do not update variants on save
th: อย่าอัปเดตตัวแปรในการบันทึก

source: Do you really want to restore this scrapped asset?
th: จริงๆคุณต้องการเรียกคืนสินทรัพย์ไนต์นี้หรือไม่?

source: Do you still want to enable immutable ledger?
th: คุณยังต้องการเปิดใช้งานบัญชีแยกประเภทที่ไม่สามารถเปลี่ยนแปลงได้อยู่หรือไม่?

source: Do you still want to enable negative inventory?
th: คุณยังต้องการเปิดใช้งานการคงคลังติดลบอยู่หรือไม่?

source: Do you want to change valuation method?
th: คุณต้องการเปลี่ยนวิธีการประเมินมูลค่าหรือไม่?

source: Do you want to notify all the customers by email?
th: คุณต้องการแจ้งให้ลูกค้าทราบทางอีเมลหรือไม่?

source: Do you want to submit the material request
th: คุณต้องการส่งคำขอวัสดุหรือไม่

source: DocField
th: ฟิลด์เอกสาร

source: DocTypes should not be added manually to the 'Excluded DocTypes' table. You are only allowed to remove entries from it.
th: DocType ไม่ควรถูกเพิ่มด้วยตนเองในตาราง 'DocType ที่ถูกยกเว้น' ท่านสามารถลบรายการออกจากตารางนี้ได้เท่านั้น

source: Docs Search
th: ค้นหาเอกสาร

source: Document Name
th: ชื่อเอกสาร

source: Document Type
th: ประเภทเอกสาร

source: Document Type
th: ประเภทเอกสาร

source: Document Type already used as a dimension
th: ประเภทเอกสารถูกใช้เป็นมิติแล้ว

source: Documentation
th: เอกสารประกอบ

source: Documents
th: เอกสาร

source: Documents Processed on each trigger. Queue Size should be between 5 and 100
th: เอกสารถูกประมวลผลในแต่ละทริกเกอร์ ขนาดคิวควรอยู่ระหว่าง 5 ถึง 100

source: Documents: {0} have deferred revenue/expense enabled for them. Cannot repost.
th: เอกสาร: {0} มีการเปิดใช้งานรายได้/ค่าใช้จ่ายค้างรับสำหรับเอกสารเหล่านี้ ไม่สามารถโพสต์ซ้ำได้

source: Domain
th: โดเมน

source: Domain Settings
th: การตั้งค่าโดเมน

source: Don't Enforce Free Item Qty
th: ไม่บังคับใช้จำนวนสินค้าฟรี

source: Don't Reserve Sales Order Qty on Sales Return
th: ไม่สำรองจำนวนคำสั่งขายในการคืนสินค้า

source: Don't Send Emails
th: อย่าส่งอีเมล

source: Done
th: เสร็จสิ้น

source: Dont Recompute tax
th: ไม่คำนวณภาษีใหม่

source: Doors
th: ประตู

source: Double Declining Balance
th: ยอดลดลงสองครั้ง

source: Download
th: ดาวน์โหลด

source: Download Backups
th: ดาวน์โหลดไฟล์สำรองข้อมูล

source: Download CSV Template
th: ดาวน์โหลดแม่แบบ CSV

source: Download PDF
th: ดาวน์โหลดไฟล์ PDF

source: Download PDF for Supplier
th: ดาวน์โหลด PDF สำหรับ ผู้จำหน่าย

source: Download Required Materials
th: ดาวน์โหลดวัสดุที่จำเป็น

source: Download Template
th: ดาวน์โหลดแม่แบบ

source: Downtime
th: หยุดทำงาน

source: Downtime (In Hours)
th: การหยุดทำงาน (เป็นชั่วโมง)

source: Downtime Analysis
th: การวิเคราะห์การหยุดทำงาน

source: Downtime Entry
th: รายการหยุดทำงาน

source: Downtime Reason
th: เหตุผลในการหยุดทำงาน

source: Dr
th: ดร

source: Draft
th: ฉบับร่าง

# docstatus,=,0
source: Draft
th: ร่าง

source: Driver
th: คนขับรถ

source: Driver Address
th: ที่อยู่ไดร์เวอร์

source: Driver Email
th: อีเมลไดรเวอร์

source: Driver Name
th: ชื่อไดร์เวอร์

source: Driver licence class
th: คลาสใบขับขี่

source: Driving License Categories
th: ประเภทใบอนุญาตขับรถ

source: Driving License Category
th: ประเภทใบอนุญาตขับรถ

source: Drop Procedures
th: ขั้นตอนการยกเลิก

source: Dropbox Settings
th: การตั้งค่า Dropbox

source: Drops existing SQL Procedures and Function setup by Accounts Receivable report
th: ลบ SQL Procedures และ Functions ที่ตั้งขึ้นโดยรายงานบัญชีลูกหนี้

source: Due / Reference Date cannot be after {0}
th: เนื่องจาก / วันอ้างอิงต้องไม่อยู่หลัง {0}

source: Due Date
th: วันที่ครบกำหนด

source: Due Date cannot be before Posting / Supplier Invoice Date
th: วันที่ครบกำหนดต้องไม่อยู่ก่อนวันที่ใบแจ้งหนี้ / ผู้จำหน่าย

source: Due Date is mandatory
th: วันที่ครบกำหนดมีผลบังคับใช้

source: Dunning Amount
th: จำนวน Dunning

source: Dunning Amount (Company Currency)
th: จำนวนเงินทวงถาม (สกุลเงินบริษัท)

source: Dunning Fee
th: ค่าธรรมเนียม Dunning

source: Dunning Letter
th: จดหมายติดตามหนี้

source: Dunning Letter Text
th: ข้อความ Dunning Letter

source: Dunning Level
th: ระดับการทวงถาม

source: Dunning Type
th: ประเภท Dunning

source: Duplicate
th: ซ้ำ

source: Duplicate Closing Stock Balance
th: ยอดคงเหลือสินค้าคงคลังปิดซ้ำ

source: Duplicate Customer Group
th: กลุ่มลูกค้าซ้ำ

source: Duplicate Entry. Please check Authorization Rule {0}
th: รายการ ที่ซ้ำกัน กรุณาตรวจสอบ การอนุมัติ กฎ {0}

source: Duplicate Finance Book
th: สำเนาหนังสือการเงิน

source: Duplicate Item Group
th: กลุ่มรายการซ้ำ

source: Duplicate POS Invoices found
th: พบใบกำกับภาษีขาย POS ซ้ำกัน

source: Duplicate Project with Tasks
th: ทำซ้ำโครงการด้วย Tasks

source: Duplicate customer group found in the cutomer group table
th: กลุ่มลูกค้าซ้ำที่พบในตารางกลุ่มปัก

source: Duplicate entry against the item code {0} and manufacturer {1}
th: รายการซ้ำกับรหัสรายการ {0} และผู้ผลิต {1}

source: Duplicate item group found in the item group table
th: กลุ่มรายการที่ซ้ำกันที่พบในตารางกลุ่มรายการ

source: Duplicate project has been created
th: สร้างโครงการซ้ำแล้ว

source: Duplicate row {0} with same {1}
th: แถว ที่ซ้ำกัน {0} ด้วย เหมือนกัน {1}

source: Duplicate {0} found in the table
th: พบซ้ำ {0} ในตาราง

source: Duration
th: ระยะเวลา

source: Duration (Days)
th: ระยะเวลา (วัน)

source: Duration in Days
th: ระยะเวลาในวัน

source: Duties and Taxes
th: หน้าที่ และภาษี

source: Dynamic Condition
th: เงื่อนไขแบบไดนามิก

source: E-Invoicing Information Missing
th: ข้อมูลการแจ้งหนี้ทางอิเล็กทรอนิกส์หายไป

source: ERPNext Integrations
th: การเชื่อมต่อ ERPNext

source: ERPNext Settings
th: การตั้งค่า ERPNext

source: ERPNext User ID
th: ERPNext ID ผู้ใช้

source: Each Transaction
th: แต่ละรายการ

source: Earliest
th: ที่เก่าแก่ที่สุด

source: Earliest Age
th: อายุแรกสุด

source: Earnest Money
th: เงินมัดจำ

source: Edit
th: แก้ไข

source: Edit Capacity
th: แก้ไขความจุ

source: Edit Cart
th: แก้ไขตะกร้า

source: Edit Full Form
th: แก้ไขชื่อเต็ม

source: Edit Not Allowed
th: ไม่อนุญาตให้แก้ไข

source: Edit Note
th: แก้ไขบันทึก

source: Edit Posting Date and Time
th: แก้ไขวันที่โพสต์และเวลา

source: Edit Qty
th: แก้ไขจำนวน

source: Edit Receipt
th: แก้ไขใบเสร็จ

source: Editing {0} is not allowed as per POS Profile settings
th: การแก้ไข {0} ไม่ได้รับอนุญาตตามการตั้งค่าโปรไฟล์ POS

source: Education
th: การศึกษา

source: Educational Qualification
th: วุฒิการศึกษา

source: Either 'Selling' or 'Buying' must be selected
th: ต้องเลือกอย่างใดอย่างหนึ่งระหว่าง "การขาย" หรือ "การซื้อ"

source: Either target qty or target amount is mandatory
th: ทั้ง จำนวน เป้าหมาย หรือจำนวน เป้าหมายที่ มีผลบังคับใช้

source: Either target qty or target amount is mandatory.
th: ทั้ง จำนวน เป้าหมาย หรือจำนวน เป้าหมายที่ มีผลบังคับใช้

source: Electric
th: ไฟฟ้า

source: Electrical
th: ไฟฟ้า

source: Electricity Cost
th: ค่าใช้จ่าย ไฟฟ้า

source: Electricity down
th: ไฟฟ้าลดลง

source: Electronic Equipments
th: อุปกรณ์อิเล็กทรอนิกส์

source: Electronic Invoice Register
th: ลงทะเบียนใบแจ้งหนี้อิเล็กทรอนิกส์

source: Email
th: อีเมล

source: Email / Notifications
th: อีเมล / การแจ้งเตือน

source: Email Account
th: บัญชีอีเมล์

source: Email Address
th: ที่อยู่อีเมล

source: Email Address (required)
th: ที่อยู่อีเมล (จำเป็น)

source: Email Address must be unique, it is already used in {0}
th: ที่อยู่อีเมลต้องไม่ซ้ำกัน เนื่องจากมีการใช้งานแล้วใน {0}

source: Email Campaign
th: แคมเปญอีเมล

source: Email Campaign For
th: แคมเปญอีเมลสำหรับ

source: Email Details
th: รายละเอียดอีเมล

source: Email Digest
th: ข่าวสารทางอีเมล

source: Email Digest Recipient
th: ผู้รับอีเมลสรุป

source: Email Digest Settings
th: การตั้งค่าอีเมลเด่น

source: Email Digest: {0}
th: อีเมลสรุป: {0}

source: Email Domain
th: โดเมนอีเมล

source: Email Group
th: กลุ่มอีเมล์

source: Email ID
th: อีเมล ID

source: Email Id
th: ID อีเมล์

source: Email Receipt
th: อีเมลใบเสร็จรับเงิน

source: Email Sent
th: อีเมลที่ส่ง

source: Email Sent to Supplier {0}
th: ส่งอีเมลไปยังซัพพลายเออร์ {0}

source: Email Settings
th: การตั้งค่าอีเมล

source: Email Template
th: เทมเพลตอีเมล

source: Email not sent to {0} (unsubscribed / disabled)
th: Email ไม่ได้ส่งไปที่ {0} (ยกเลิก / ปิดการใช้งาน)

source: Email or Phone/Mobile of the Contact are mandatory to continue.
th: อีเมลหรือหมายเลขโทรศัพท์/มือถือของผู้ติดต่อเป็นข้อมูลที่จำเป็นต้องกรอกเพื่อดำเนินการต่อไป

source: Email sent successfully.
th: ส่งอีเมลเรียบร้อยแล้ว

source: Email sent to
th: อีเมลที่ส่งไป

source: Email sent to {0}
th: อีเมล์ ส่งไปที่ {0}

source: Email verification failed.
th: การยืนยันอีเมลล้มเหลว

source: Emails Queued
th: อีเมลอยู่ในคิว

source: Emergency Contact
th: ติดต่อฉุกเฉิน

source: Emergency Contact Name
th: ชื่อผู้ติดต่อฉุกเฉิน

source: Emergency Phone
th: โทรศัพท์ ฉุกเฉิน

source: Employee
th: ลูกจ้าง

source: Employee
th: ลูกจ้าง

source: Employee Advance
th: พนักงานล่วงหน้า

source: Employee Advances
th: ความก้าวหน้าของพนักงาน

source: Employee Billing Summary
th: สรุปการเรียกเก็บเงินของพนักงาน

source: Employee Detail
th: รายละเอียดการทำงานของพนักงาน

source: Employee Education
th: การศึกษาการทำงานของพนักงาน

source: Employee Exit
th: การออกจากงานของพนักงาน

source: Employee External Work History
th: ประวัติการทำงานของพนักงานภายนอก

source: Employee Group
th: กลุ่มพนักงาน

source: Employee Group Table
th: ตารางกลุ่มพนักงาน

source: Employee ID
th: รหัสพนักงาน

source: Employee Internal Work History
th: ประวัติการทำงานของพนักงานภายใน

source: Employee Name
th: ชื่อของพนักงาน

source: Employee Number
th: จำนวนพนักงาน

source: Employee User Id
th: รหัสผู้ใช้พนักงาน

source: Employee cannot report to himself.
th: พนักงานไม่สามารถรายงานให้กับตัวเอง

source: Employee is required while issuing Asset {0}
th: ต้องการพนักงานขณะออกสินทรัพย์ {0}

source: Employee {0} does not belong to the company {1}
th: พนักงาน {0} ไม่ได้เป็นของ บริษัท {1}

source: Employee {0} is currently working on another workstation. Please assign another employee.
th: พนักงาน {0} กำลังทำงานที่สถานีงานอื่น กรุณาแต่งตั้งพนักงานท่านอื่นแทน

source: Empty
th: ว่างเปล่า

source: Enable Allow Partial Reservation in the Stock Settings to reserve partial stock.
th: เปิดใช้งาน อนุญาตการจองบางส่วน ในการตั้งค่าคลังสินค้าเพื่อจองสินค้าคงคลังบางส่วน

source: Enable Appointment Scheduling
th: เปิดใช้งานการกำหนดตารางนัดหมาย

source: Enable Auto Email
th: เปิดใช้งานอีเมลอัตโนมัติ

source: Enable Auto Re-Order
th: เปิดใช้งานการสั่งซื้ออัตโนมัติอีกครั้ง

source: Enable Automatic Party Matching
th: เปิดใช้งานการจับคู่ฝ่ายอัตโนมัติ

source: Enable Capital Work in Progress Accounting
th: เปิดใช้งานเงินทุนในการบัญชีความคืบหน้า

source: Enable Common Party Accounting
th: เปิดใช้งานการบัญชีฝ่ายร่วม

source: Enable Deferred Expense
th: เปิดใช้งานค่าใช้จ่ายรอตัดบัญชี

source: Enable Deferred Revenue
th: เปิดใช้รายได้รอการตัดบัญชี

source: Enable Discount Accounting for Selling
th: เปิดใช้งานการบัญชีส่วนลดสำหรับการขาย

source: Enable European Access
th: เปิดใช้งาน European Access

source: Enable Fuzzy Matching
th: เปิดใช้งานการจับคู่แบบไม่ตรงตัว

source: Enable Health Monitor
th: เปิดใช้งานระบบตรวจสอบสุขภาพ

source: Enable Immutable Ledger
th: เปิดใช้งานบัญชีแยกประเภทที่ไม่เปลี่ยนแปลงได้

source: Enable Perpetual Inventory
th: เปิดใช้พื้นที่โฆษณาถาวร

source: Enable Provisional Accounting For Non Stock Items
th: เปิดใช้งานการบัญชีชั่วคราวสำหรับสินค้าที่ไม่อยู่ในสต็อก

source: Enable Stock Reservation
th: เปิดใช้งานการสงวนสต็อก

source: Enable YouTube Tracking
th: เปิดใช้งานการติดตามของ YouTube

source: Enable it if users want to consider rejected materials to dispatch.
th: เปิดใช้งานหากผู้ใช้ต้องการพิจารณาวัสดุที่ถูกปฏิเสธสำหรับการจัดส่ง

source: Enable this checkbox even if you want to set the zero priority
th: เปิดใช้งานช่องทำเครื่องหมายนี้แม้ว่าคุณต้องการตั้งค่าความสำคัญเป็นศูนย์

source: Enable this option to calculate daily depreciation by considering the total number of days in the entire depreciation period, (including leap years) while using daily pro-rata based depreciation
th: เปิดใช้งานตัวเลือกนี้เพื่อคำนวณค่าเสื่อมราคารายวันโดยพิจารณาจำนวนวันทั้งหมดในช่วงระยะเวลาค่าเสื่อมราคาทั้งหมด (รวมปีอธิกสุรทิน) โดยใช้วิธีค่าเสื่อมราคาสัดส่วนรายวัน

source: Enable to apply SLA on every {0}
th: เปิดใช้งานการใช้ SLA กับทุก {0}

source: Enabled
th: เปิดการใช้งาน

source: Enabling this checkbox will force each Job Card Time Log to have From Time and To Time
th: การเลือกช่องทำเครื่องหมายนี้จะบังคับให้บันทึกเวลาบัตรงานแต่ละรายการต้องมีเวลาเริ่มต้นและเวลาสิ้นสุด

source: Enabling this ensures each Purchase Invoice has a unique value in Supplier Invoice No. field within a particular fiscal year
th: การเปิดใช้งานนี้จะทำให้แต่ละใบกำกับภาษีซื้อมีค่าที่ไม่ซ้ำกันในฟิลด์ เลขที่ใบกำกับภาษีผู้จำหน่าย ภายในปีงบประมาณที่กำหนด

source: Enabling this option will allow you to record - <br><br> 1. Advances Received in a <b>Liability Account</b> instead of the <b>Asset Account</b><br><br>2. Advances Paid in an <b>Asset Account</b> instead of the <b> Liability Account</b>
th: การเปิดใช้งานตัวเลือกนี้จะช่วยให้คุณบันทึกได้ - <br><br> 1. เงินล่วงหน้าได้รับใน <b>บัญชีหนี้สิน</b> แทน <b>บัญชีสินทรัพย์</b><br><br>2. เงินล่วงหน้าจ่ายใน <b>บัญชีสินทรัพย์</b> แทน <b>บัญชีหนี้สิน</b>

source: Enabling this will allow creation of multi-currency invoices against single party account in company currency
th: การเปิดใช้งานนี้จะอนุญาตให้สร้างใบแจ้งหนี้หลายสกุลเงินสำหรับบัญชีฝ่ายเดียวในสกุลเงินของบริษัทได้

source: Enabling this will change the way how cancelled transactions are handled.
th: การเปิดใช้งานนี้จะเปลี่ยนวิธีการจัดการกับรายการที่ถูก ยกเลิก

source: Encashment Date
th: วันที่การได้เป็นเงินสด

source: End Date
th: วันที่สิ้นสุด

source: End Date cannot be before Start Date.
th: วันที่สิ้นสุดต้องเป็นวันที่เริ่มต้น

source: End Time
th: เวลาสิ้นสุด

source: End Transit
th: สิ้นสุดการขนส่ง

source: End Year
th: ปีที่จบ

source: End Year cannot be before Start Year
th: ปีที่จบการไม่สามารถก่อนที่จะเริ่มปี

source: End date cannot be before start date
th: วันที่สิ้นสุดต้องไม่อยู่ก่อนวันที่เริ่มต้น

source: End date of current invoice's period
th: วันที่สิ้นสุดของรอบระยะเวลาใบแจ้งหนี้ปัจจุบัน

source: End of Life
th: ในตอนท้ายของชีวิต

source: End of the current subscription period
th: สิ้นสุดระยะเวลาการสมัครสมาชิกปัจจุบัน

source: Enforce Time Logs
th: บังคับใช้บันทึกเวลา

source: Enough Parts to Build
th: อะไหล่พอที่จะสร้าง

source: Ensure Delivery Based on Produced Serial No
th: ตรวจสอบให้แน่ใจว่ามีการส่งมอบตามเลขที่ผลิตภัณฑ์

source: Enter API key in Google Settings.
th: ป้อนรหัส API ในการตั้งค่า Google

source: Enter First and Last name of Employee, based on Which Full Name will be updated. IN transactions, it will be Full Name which will be fetched.
th: กรุณากรอกชื่อและนามสกุลของพนักงาน เพื่อใช้ในการอัปเดต ชื่อเต็ม ในรายการธุรกรรม ชื่อเต็มจะถูกดึงมาใช้งาน

source: Enter Manually
th: ป้อนด้วยตนเอง

source: Enter Serial Nos
th: กรุณาใส่หมายเลขซีเรียล

source: Enter Supplier
th: ป้อนผู้ผลิต

source: Enter Value
th: ใส่ ความคุ้มค่า

source: Enter Visit Details
th: กรอกข้อมูลรายละเอียดการเยี่ยมชม

source: Enter a name for Routing.
th: กรุณาใส่ชื่อสำหรับ Routing

source: Enter a name for the Operation, for example, Cutting.
th: กรุณากรอกชื่อสำหรับการปฏิบัติการ เช่น การตัด

source: Enter a name for this Holiday List.
th: กรุณาใส่ชื่อสำหรับ รายการวันหยุดนี้

source: Enter amount to be redeemed.
th: ป้อนจำนวนเงินที่จะแลก

source: Enter an Item Code, the name will be auto-filled the same as Item Code on clicking inside the Item Name field.
th: กรุณาใส่รหัสสินค้า ชื่อสินค้าจะถูกกรอกโดยอัตโนมัติให้เหมือนกับรหัสสินค้าหลังจากคลิกภายในช่องชื่อสินค้า

source: Enter customer's email
th: กรอกอีเมลของลูกค้า

source: Enter customer's phone number
th: ป้อนหมายเลขโทรศัพท์ของลูกค้า

source: Enter date to scrap asset
th: ป้อนวันที่เพื่อทิ้งสินทรัพย์

source: Enter depreciation details
th: ป้อนรายละเอียดค่าเสื่อมราคา

source: Enter discount percentage.
th: ป้อนเปอร์เซ็นต์ส่วนลด

source: Enter each serial no in a new line
th: กรุณาใส่หมายเลขซีเรียลแต่ละหมายเลขในบรรทัดใหม่

source: Enter name of campaign if source of enquiry is campaign
th: ป้อนชื่อของแคมเปญหากแหล่งที่มาของการรณรงค์สอบถามรายละเอียดเพิ่มเติม

source: Enter the Bank Guarantee Number before submittting.
th: ป้อนหมายเลขการรับประกันธนาคารก่อนส่ง

source: Enter the Operation, the table will fetch the Operation details like Hourly Rate, Workstation automatically. After that, set the Operation Time in minutes and the table will calculate the Operation Costs based on the Hourly Rate and Operation Time.
th: กรอกข้อมูลการปฏิบัติงาน ตารางจะดึงรายละเอียดการปฏิบัติงาน เช่น อัตราค่าชั่วโมง และสถานีงานโดยอัตโนมัติ จากนั้น กำหนดเวลาการปฏิบัติงานเป็นนาที ตารางจะคำนวณต้นทุนการปฏิบัติงานโดยอิงจากอัตราค่าชั่วโมงและเวลาการปฏิบัติงาน

source: Enter the name of the Beneficiary before submittting.
th: ใส่ชื่อผู้รับเงินก่อนยื่น

source: Enter the name of the bank or lending institution before submittting.
th: ป้อนชื่อธนาคารหรือสถาบันสินเชื่อก่อนส่ง

source: Enter the opening stock units.
th: กรุณากรอกจำนวนหน่วยสินค้าคงเหลือต้นงวด

source: Enter the quantity of the Item that will be manufactured from this Bill of Materials.
th: กรุณากรอกจำนวนของ ไอเทม ที่จะผลิตจาก สูตรวัสดุนี้

source: Enter the quantity to manufacture. Raw material Items will be fetched only when this is set.
th: กรุณากรอกจำนวนที่ต้องการผลิต รายการวัตถุดิบจะถูกดึงมาเฉพาะเมื่อมีการกำหนดจำนวนนี้แล้วเท่านั้น

source: Enter {0} amount.
th: ป้อนจำนวนเงิน {0}

source: Entertainment Expenses
th: ค่าใช้จ่ายใน ความบันเทิง

source: Entity
th: เอกลักษณ์

source: Entity Type
th: ประเภทเอนทิตี

source: Entry Type
th: ประเภทรายการ

source: Equity
th: ส่วนของเจ้าของ

source: Equity/Liability Account
th: บัญชีหนี้สิน / หนี้สิน

source: Error
th: ความผิดพลาด

source: Error Description
th: คำอธิบายข้อผิดพลาด

source: Error Log
th: บันทึกข้อผิดพลาด

source: Error Message
th: ข้อความผิดพลาด

source: Error Occured
th: เกิดข้อผิดพลาด
