Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Apply Multiple Pricing Rules
th: ใช้กฎการกำหนดราคาหลายรายการ

source: Apply On
th: สมัคร เมื่อวันที่

source: Apply Putaway Rule
th: ใช้กฎการจัดเก็บสินค้า

source: Apply Recursion Over (As Per Transaction UOM)
th: ใช้การเรียกซ้ำตามหน่วยวัดธุรกรรม (UOM)

source: Apply Rule On Brand
th: ใช้กฎกับแบรนด์

source: Apply Rule On Item Code
th: ใช้กฎบนรหัสสินค้า

source: Apply Rule On Item Group
th: ใช้กฎกับกลุ่มรายการ

source: Apply Rule On Other
th: ใช้กฎบนอื่น ๆ

source: Apply SLA for Resolution Time
th: ใช้ SLA สำหรับเวลาการแก้ไข

source: Apply TDS
th: ใช้ ภาษีหัก ณ ที่จ่าย

source: Apply Tax Withholding Amount
th: สมัครหักภาษี ณ ที่จ่าย

source: Apply Tax Withholding Amount
th: ใช้จำนวนภาษีหัก ณ ที่จ่าย

source: Apply restriction on dimension values
th: กำหนดข้อจำกัดสำหรับค่ามิติ

source: Apply to All Inventory Documents
th: ใช้กับเอกสารสินค้าคงคลังทั้งหมด

source: Apply to Document
th: ใช้กับเอกสาร

source: Appointment
th: การแต่งตั้ง

source: Appointment Booking Settings
th: การตั้งค่าการจองการนัดหมาย

source: Appointment Booking Slots
th: นัดหมายการจองสล็อต

source: Appointment Confirmation
th: การยืนยันการแต่งตั้ง

source: Appointment Created Successfully
th: นัดหมายถูกสร้างเรียบร้อยแล้ว

source: Appointment Details
th: รายละเอียดการนัดหมาย

source: Appointment Duration (In Minutes)
th: ระยะเวลานัดหมาย (เป็นนาที)

source: Appointment Scheduling Disabled
th: การนัดหมายถูกปิดใช้งานแล้ว

source: Appointment Scheduling has been disabled for this site
th: การนัดหมายถูกปิดใช้งานสำหรับไซต์นี้แล้ว

source: Appointment With
th: นัดหมายกับ

source: Appointment was created. But no lead was found. Please check the email to confirm
th: การนัดหมายถูกสร้างขึ้นแล้ว แต่ไม่พบโอกาสทางธุรกิจ กรุณาตรวจสอบอีเมลเพื่อยืนยันข้อมูล

source: Approving Role (above authorized value)
th: อนุมัติบทบาท (สูงกว่าค่าที่ได้รับอนุญาต)

source: Approving Role cannot be same as role the rule is Applicable To
th: อนุมัติ บทบาท ไม่สามารถเป็น เช่นเดียวกับ บทบาทของ กฎใช้กับ

source: Approving User (above authorized value)
th: อนุมัติผู้ใช้ (สูงกว่าค่าที่ได้รับอนุญาต)

source: Approving User cannot be same as user the rule is Applicable To
th: อนุมัติ ผู้ใช้ ไม่สามารถเป็น เช่นเดียวกับ ผู้ ปกครองใช้กับ

source: Approximately match the description/party name against parties
th: ประมาณการจับคู่คำอธิบาย/ชื่อฝ่ายกับฝ่ายต่างๆ

source: Are you sure you want to clear all demo data?
th: คุณแน่ใจหรือไม่ว่าต้องการล้างข้อมูลสาธิตทั้งหมด?

source: Are you sure you want to delete this Item?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการนี้?

source: Are you sure you want to delete {0}?<p>This action will also delete all associated Common Code documents.</p>
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {0}?<p>การดำเนินการนี้จะลบเอกสารรหัสทั่วไปที่เกี่ยวข้องทั้งหมดด้วย</p>

source: Are you sure you want to restart this subscription?
th: คุณแน่ใจหรือไม่ว่าต้องการเริ่มต้นการสมัครสมาชิกนี้ใหม่?

source: Area
th: พื้นที่

source: Area UOM
th: พื้นที่ UOM

source: Arrival Quantity
th: จำนวนมาถึง

source: As On Date
th: ขณะที่ในวันที่

source: As on Date
th: ณ วันที่

source: As per Stock UOM
th: เป็นต่อสต็อก UOM

source: As the field {0} is enabled, the field {1} is mandatory.
th: เมื่อเปิดใช้งานฟิลด์ {0} ฟิลด์ {1} จึงมีผลบังคับใช้

source: As the field {0} is enabled, the value of the field {1} should be more than 1.
th: เมื่อเปิดใช้งานฟิลด์ {0} ค่าของฟิลด์ {1} ควรมากกว่า 1

source: As there are existing submitted transactions against item {0}, you can not change the value of {1}.
th: เนื่องจากมีรายการที่ส่งแล้วที่เกี่ยวข้องกับสินค้า {0} คุณไม่สามารถเปลี่ยนแปลงค่าของ {1} ได้

source: As there are reserved stock, you cannot disable {0}.
th: เนื่องจากมีสต็อกสำรองอยู่ คุณไม่สามารถปิดใช้งาน {0} ได้

source: As there are sufficient Sub Assembly Items, Work Order is not required for Warehouse {0}.
th: เนื่องจากมีสินค้าชิ้นส่วนประกอบย่อยเพียงพอ จึงไม่จำเป็นต้องมีคำสั่งงานสำหรับคลังสินค้า {0}

source: As there are sufficient raw materials, Material Request is not required for Warehouse {0}.
th: เนื่องจากมีวัตถุดิบเพียงพอจึงไม่จำเป็นต้องขอวัสดุสำหรับคลังสินค้า {0}

source: As {0} is enabled, you can not enable {1}.
th: เนื่องจากเปิดใช้งาน {0} อยู่แล้ว คุณจึงไม่สามารถเปิดใช้งาน {1} ได้

source: Assembly Items
th: รายการประกอบ

source: Asset
th: สินทรัพย์

source: Asset Account
th: บัญชีสินทรัพย์

source: Asset Activity
th: กิจกรรมสินทรัพย์

source: Asset Capitalization
th: การตั้งทุนสินทรัพย์

source: Asset Capitalization Asset Item
th: สินทรัพย์สำหรับบันทึกเป็นทุน สินค้าสินทรัพย์

source: Asset Capitalization Service Item
th: รายการบริการการตั้งสินทรัพย์ถาวร

source: Asset Capitalization Stock Item
th: สินค้าคงคลังสำหรับการตั้งบัญชีสินทรัพย์ถาวร

source: Asset Category
th: ประเภทสินทรัพย์

source: Asset Category Account
th: บัญชีสินทรัพย์ประเภท

source: Asset Category Name
th: สินทรัพย์ชื่อหมวดหมู่

source: Asset Category is mandatory for Fixed Asset item
th: ประเภทสินทรัพย์ที่มีผลบังคับใช้สำหรับรายการสินทรัพย์ถาวร

source: Asset Depreciation Cost Center
th: สินทรัพย์ศูนย์ต้นทุนค่าเสื่อมราคา

source: Asset Depreciation Details
th: รายละเอียดค่าเสื่อมราคาสินทรัพย์

source: Asset Depreciation Ledger
th: บัญชีแยกประเภทค่าเสื่อมราคาสินทรัพย์

source: Asset Depreciation Schedule
th: ตารางค่าเสื่อมราคาสินทรัพย์

source: Asset Depreciation Schedule for Asset {0} and Finance Book {1} is not using shift based depreciation
th: ตารางค่าเสื่อมราคาสินทรัพย์สำหรับสินทรัพย์ {0} และสมุดบัญชีการเงิน {1} ไม่ได้ใช้การคำนวณค่าเสื่อมราคาตามกะงาน

source: Asset Depreciation Schedule not found for Asset {0} and Finance Book {1}
th: ไม่พบตารางค่าเสื่อมราคาสำหรับ สินทรัพย์ {0} และ การชิน {1}

source: Asset Depreciation Schedule {0} for Asset {1} already exists.
th: ตารางค่าเสื่อมราคาทรัพย์สิน {0} สำหรับทรัพย์สิน {1} มีอยู่แล้ว

source: Asset Depreciation Schedule {0} for Asset {1} and Finance Book {2} already exists.
th: ตารางค่าเสื่อมราคาทรัพย์สิน {0} สำหรับทรัพย์สิน {1} และสมุดบัญชีการเงิน {2} มีอยู่แล้ว

source: Asset Depreciation Schedules created:<br>{0}<br><br>Please check, edit if needed, and submit the Asset.
th: ตารางค่าเสื่อมราคาสินทรัพย์ที่สร้างแล้ว:<br>{0}<br><br>กรุณาตรวจสอบ แก้ไขหากจำเป็น และส่งรายการสินทรัพย์

source: Asset Depreciations and Balances
th: ค่าเสื่อมราคาสินทรัพย์และยอดคงเหลือ

source: Asset Details
th: รายละเอียดสินทรัพย์

source: Asset Finance Book
th: สมุดบัญชีการเงินสินทรัพย์

source: Asset ID
th: รหัสสินทรัพย์

source: Asset Location
th: สถานที่ตั้งทรัพย์สิน

source: Asset Maintenance
th: การบำรุงรักษาสินทรัพย์

source: Asset Maintenance Log
th: บันทึกการบำรุงรักษาสินทรัพย์

source: Asset Maintenance Task
th: งานบำรุงรักษาสินทรัพย์

source: Asset Maintenance Team
th: ทีมงานบำรุงรักษาสินทรัพย์

source: Asset Movement
th: การเคลื่อนไหวของสินทรัพย์

source: Asset Movement Item
th: รายการการเคลื่อนไหวของสินทรัพย์

source: Asset Movement record {0} created
th: บันทึกการเคลื่อนไหวของสินทรัพย์ {0} สร้าง

source: Asset Name
th: ชื่อสินทรัพย์

source: Asset Naming Series
th: ชุดการตั้งชื่อสินทรัพย์

source: Asset Owner
th: เจ้าของสินทรัพย์

source: Asset Owner Company
th: บริษัท เจ้าของสินทรัพย์

source: Asset Quantity
th: จำนวนสินทรัพย์

source: Asset Received But Not Billed
th: ได้รับสินทรัพย์ แต่ยังไม่ได้เรียกเก็บเงิน

source: Asset Repair
th: การซ่อมแซมสินทรัพย์

source: Asset Repair Consumed Item
th: รายการวัสดุที่ใช้ในการซ่อมแซมสินทรัพย์

source: Asset Settings
th: การตั้งค่า สินทรัพย์

source: Asset Shift Allocation
th: การจัดสรรการย้ายสินทรัพย์

source: Asset Shift Factor
th: ปัจจัยการย้ายสินทรัพย์

source: Asset Shift Factor {0} is set as default currently. Please change it first.
th: ปัจจุบันตั้งค่า ปัจจัยการย้ายสินทรัพย์ {0} เป็นค่าเริ่มต้น กรุณาเปลี่ยนแปลงก่อนใช้งาน

source: Asset Status
th: สถานะสินทรัพย์

source: Asset Value
th: มูลค่าสินทรัพย์

source: Asset Value Adjustment
th: การปรับมูลค่าทรัพย์สิน

source: Asset Value Adjustment cannot be posted before Asset's purchase date <b>{0}</b>.
th: ไม่สามารถผ่านรายการการปรับค่าสินทรัพย์ก่อนวันที่ซื้อสินทรัพย์ <b>{0}</b>

source: Asset Value Analytics
th: การวิเคราะห์มูลค่าสินทรัพย์

source: Asset cancelled
th: สินทรัพย์ ยกเลิก

source: Asset cannot be cancelled, as it is already {0}
th: สินทรัพย์ที่ไม่สามารถยกเลิกขณะที่มันมีอยู่แล้ว {0}

source: Asset cannot be scrapped before the last depreciation entry.
th: ไม่สามารถทิ้งสินทรัพย์ได้ก่อนการบันทึกค่าเสื่อมราคาครั้งสุดท้าย

source: Asset capitalized after Asset Capitalization {0} was submitted
th: สินทรัพย์ได้รับการตัดบัญชีหลังจากที่การตัดบัญชีสินทรัพย์ {0} ได้ถูกส่งแล้ว

source: Asset created
th: สร้างสินทรัพย์แล้ว

source: Asset created after Asset Capitalization {0} was submitted
th: สินทรัพย์ที่สร้างขึ้นหลังจากที่ได้ส่งรายการตัดจำหน่ายสินทรัพย์ {0} แล้ว

source: Asset created after being split from Asset {0}
th: สินทรัพย์ที่สร้างขึ้นหลังจากแยกออกจากสินทรัพย์ {0}

source: Asset deleted
th: ลบสินทรัพย์แล้ว

source: Asset issued to Employee {0}
th: สินทรัพย์ซั่งสู่สรายกรุพ {0}

source: Asset out of order due to Asset Repair {0}
th: สินทรัพย์ไม่สามารถใช้งานได้เนื่องจากการซ่อมแซมสินทรัพย์ {0}

source: Asset received at Location {0} and issued to Employee {1}
th: รับสินทรัพย์ที่สถานที่ {0} และเบิกจ่ายให้พนักงาน {1}

source: Asset restored
th: สินทรัพย์ได้รับการกู้คืนแล้ว

source: Asset restored after Asset Capitalization {0} was cancelled
th: สินทรัพย์ได้รับการกู้คืนหลังจากที่การตัดบัญชีสินทรัพย์ {0} ถูกยกเลิกแล้ว

source: Asset returned
th: สินทรัพย์ที่ส่งคืน

source: Asset scrapped
th: ทิ้งสินทรัพย์แล้ว

source: Asset scrapped via Journal Entry {0}
th: สินทรัพย์ทิ้งผ่านทางวารสารรายการ {0}

source: Asset sold
th: สินทรัพย์ ขาวรอบ

source: Asset submitted
th: สินทรัพย์ถูกส่งแล้ว

source: Asset transferred to Location {0}
th: สินทรัพย์เลือนไทยวา {0}

source: Asset updated after being split into Asset {0}
th: สินทรัพย์ได้รับการอัปเดตหลังจากถูกแยกเป็น สินทรัพย์ {0}

source: Asset updated after cancellation of Asset Repair {0}
th: อัปเดตสินทรัพย์หลังจากยกเลิกการซ่อมแซมสินทรัพย์ {0}

source: Asset updated after completion of Asset Repair {0}
th: สินทรัพย์ได้รับการปรับปรุงหลังจากเสร็จสิ้นการซ่อมแซมสินทรัพย์ {0}

source: Asset {0} cannot be scrapped, as it is already {1}
th: สินทรัพย์ {0} ไม่สามารถทิ้งขณะที่มันมีอยู่แล้ว {1}

source: Asset {0} does not belong to Item {1}
th: สินทรัพย์ {0} ไม่ได้เป็นสินค้า {1}

source: Asset {0} does not belong to company {1}
th: สินทรัพย์ {0} ไม่ได้เป็นของ บริษัท {1}

source: Asset {0} does not belong to the custodian {1}
th: เนื้อหา {0} ไม่ได้เป็นของผู้รับฝากทรัพย์สิน {1}

source: Asset {0} does not belong to the location {1}
th: เนื้อหา {0} ไม่ได้อยู่ในตำแหน่ง {1}

source: Asset {0} does not exist
th: สินทรัพย์ {0} ไม่สอสรับ

source: Asset {0} has been created. Please set the depreciation details if any and submit it.
th: สินทรัพย์ {0} ไม่ของที่ยนที่เริ่งสริบทรัพย์เลิ่งของรายนตระบอรับเลิ่งเลิ่งของสริบทรัพย์เปลงานซ่อยนเลิ่งเลิ่งไม่หนิ้งเริ่งเลิ่งของสริบทรัพย์ส่านส่วนเสตรงสารงค่านส่วนส่วนเริ่งเลิ่งของเสตรงสารงส่วนส่วนเริ่งเลิ่งของสริบทรัพย์เลิ่งเลิ่งส่วนเสตรงสารงค่านส่วนส่วนเริ่งเลิ่งของเสตรงสารงส่วนส่วนเริ่งเลิ่งของเสตรงสารงส่วนส่วนเริ่งเลิ่งของเสตรงสารงส่วนส่วนเริ่งเลิ่งของเสตรงสารงส่วนส่วนเริ่งเลิ่งของเสตรงสารงส่วนส่วนเริ่งเลิ่งของเสตรงสารงส่วนส่วนเริ่งเลิ่งของเสตรงสารงส่วนส่วนเริ่งเลิ่งของเสตรง

source: Asset {0} has been updated. Please set the depreciation details if any and submit it.
th: \u0e2a\u0e34\u0e19\u0e17\u0e23\u0e31\u0e1e\u0e22\u0e4c {0} \u0e44\u0e21\u0e48\u0e02\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e22\u0e01\u0e23\u0e31\u0e1a\u0e17\u0e35\u0e48\u0e40\u0e23\u0e34\u0e48\u0e07\u0e14\u0e4c\u0e2d\u0e22\u0e31\u0e07\u0e40\u0e25\u0e34\u0e19\u0e40\u0e25\u0e34\u0e19\u0e15\u0e48\u0e2d\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e25\u0e34\u0e19\u0e15\u0e48\u0e2d\u0e07\u0e43\u0e2b\u0e21\u0e48\u0e0b\u0e31\u0e48\u0e07\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e32\u0e07\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2a\u0e35\u0e22\u0e01\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e27\u0e48\u0e32\u0e07\u0e40\u0e23\u0e34\u0e48\u0e07\u0e15\u0e48\u0e2d\u0e19\u0e40\u0e2

source: Asset {0} is in {1} status and cannot be repaired.
th: สินทรัพย์ {0} ชินสถานะ {1} ใช้เล็กเริ่งเลิ่งไม่เป็นส่วนเลิ่งชาร์

source: Asset {0} is not set to calculate depreciation.
th: สินทรัพย์ {0} ไม่สี่องระบสินเป็นใช้ซิกติ่งสินลัพสินทรัพย์

source: Asset {0} is not submitted. Please submit the asset before proceeding.
th: สินทรัพย์ {0} ไม่ส่งแล้ว ดฮรับสินทรัพย์ ส่วนส่วนเลิก เลิกเสริมบริบท เลิกแล้ว สินทรัพย์ เป็นส่วนชัวนส่วนเลิกต่างส่วนชัวนเลิกเสริมบริบท.

source: Asset {0} must be submitted
th: สินทรัพย์ {0} จะต้องส่ง

source: Asset's depreciation schedule updated after Asset Shift Allocation {0}
th: ตารางค่าเสื่อมราคาของสินทรัพย์ได้รับการอัปเดตหลังจากการจัดสรรการย้ายสินทรัพย์ {0}

source: Asset's value adjusted after cancellation of Asset Value Adjustment {0}
th: มูลค่าสินทรัพย์ได้รับการปรับปรุงหลังจากยกเลิกการปรับมูลค่าสินทรัพย์ {0}

source: Asset's value adjusted after submission of Asset Value Adjustment {0}
th: มูลค่าสินทรัพย์ได้รับการปรับปรุงหลังจากส่งรายการปรับมูลค่าสินทรัพย์ {0}

source: Assets
th: สินทรัพย์

source: Assets not created for {0}. You will have to create asset manually.
th: ไม่ได้สร้างเนื้อหาสำหรับ {0} คุณจะต้องสร้างเนื้อหาด้วยตนเอง

source: Assets, Depreciations, Repairs, and more.
th: สินทรัพย์, สิดลายอน, ระพรระบร, ກใหม่ ต่าง.

source: Asset{is_plural} {assets_link} created for {item_code}
th: {assets_link} สินทรัพย์{is_plural} ขทางชิน {item_code}

source: Assign Job to Employee
th: มอบหมายงานให้พนักงาน

source: Assign To
th: กำหนดให้

source: Assign to Name
th: กำหนดให้กับชื่อ

source: Assigned To
th: มอบหมายให้

source: Assignment
th: การมอบหมาย

source: Assignment Conditions
th: เงื่อนไขการมอบหมายงาน

source: At Row #{0}: The picked quantity {1} for the item {2} is greater than available stock {3} for the batch {4} in the warehouse {5}. Please restock the item.
th: ที่แถวที่ #{0}: ปริมาณที่เลือก {1} สำหรับสินค้า {2} มีจำนวนมากกว่าคลังสินค้า {3} สำหรับชุดสินค้า {4} ในคลังสินค้า {5} กรุณาจัดเก็บสินค้าเพิ่มเติม

source: At Row #{0}: The picked quantity {1} for the item {2} is greater than available stock {3} in the warehouse {4}.
th: ที่แถวที่ #{0}: ปริมาณที่เลือก {1} สำหรับสินค้า {2} มีจำนวนมากกว่าคลังสินค้า {4} ที่มีสต็อกอยู่ {3}

source: At least one account with exchange gain or loss is required
th: ต้องมีบัญชีอย่างน้อยหนึ่งบัญชีที่มีผลกำไรหรือขาดทุนจากอัตราแลกเปลี่ยน

source: At least one mode of payment is required for POS invoice.
th: อย่างน้อยหนึ่งโหมดการชำระเงินเป็นสิ่งจำเป็นสำหรับใบแจ้งหนี้ จุดขาย

source: At least one of the Applicable Modules should be selected
th: ควรเลือกอย่างน้อยหนึ่งโมดูลที่ใช้งานได้

source: At least one raw material item must be present in the stock entry for the type {0}
th: ต้องมีอย่างน้อยหนึ่งรายการวัตถุดิบในรายการบันทึกสต็อกสำหรับประเภท {0}

source: At row #{0}: the Difference Account must not be a Stock type account, please change the Account Type for the account {1} or select a different account
th: ที่แถว #{0}: บัญชีส่วนต่างต้องไม่ใช่บัญชีประเภทสินค้าคงคลัง กรุณาเปลี่ยนประเภทบัญชีสำหรับบัญชี {1} หรือเลือกบัญชีอื่นแทน

source: At row #{0}: the sequence id {1} cannot be less than previous row sequence id {2}
th: ที่แถว # {0}: รหัสลำดับ {1} ต้องไม่น้อยกว่า id ลำดับแถวก่อนหน้า {2}

source: At row #{0}: you have selected the Difference Account {1}, which is a Cost of Goods Sold type account. Please select a different account
th: ที่แถวที่ #{0}: คุณได้เลือก บัญชีชีการอายัด {1} ซึ่งเป็น การบัญชีประเภทต้นทุนขายสินค้า กรุณาเลือก บัญชีอื่นแทน

source: At row {0}: Batch No is mandatory for Item {1}
th: ที่แถว {0}: เลขที่ชุดสินค้าเป็นข้อมูลบังคับสำหรับสินค้า {1}

source: At row {0}: Parent Row No cannot be set for item {1}
th: ที่แถว {0}: ไม่สามารถตั้งค่า หมายเลขแถวหลัก สำหรับสินค้า {1} ได้

source: At row {0}: Qty is mandatory for the batch {1}
th: ที่แถว {0}: จำนวนเป็นข้อมูลบังคับสำหรับชุดสินค้า {1}

source: At row {0}: Serial No is mandatory for Item {1}
th: ที่แถว {0}: หมายเลขลำดับเป็นข้อมูลบังคับสำหรับสินค้า {1}

source: At row {0}: Serial and Batch Bundle {1} has already created. Please remove the values from the serial no or batch no fields.
th: ที่แถว {0}: ชุด Serial และ Batch {1} ได้ถูกสร้างแล้ว กรุณาลบค่าจากช่องหมายเลขซีเรียลหรือหมายเลขล็อตออก

source: At row {0}: set Parent Row No for item {1}
th: ที่แถว {0}: ตั้งค่าเลขแถวหลักสำหรับรายการ {1}

source: Atleast one asset has to be selected.
th: ต้องเลือกอย่างน้อยหนึ่งเนื้อหา

source: Atleast one invoice has to be selected.
th: ต้องเลือกใบแจ้งหนี้อย่างน้อยหนึ่งใบ

source: Atleast one item should be entered with negative quantity in return document
th: อย่างน้อยหนึ่งรายการที่ควรจะใส่ที่มีปริมาณเชิงลบในเอกสารกลับมา

source: Atleast one of the Selling or Buying must be selected
th: อย่างน้อยต้องเลือกหนึ่งในการขาย หรือการซื้อ

source: Atleast one warehouse is mandatory
th: อย่างน้อยหนึ่งคลังสินค้ามีผลบังคับใช้

source: Attach .csv file with two columns, one for the old name and one for the new name
th: แนบไฟล์ csv ที่มีสองคอลัมน์หนึ่งชื่อเก่าและหนึ่งสำหรับชื่อใหม่

source: Attach CSV File
th: แนบไฟล์ CSV

source: Attach custom Chart of Accounts file
th: แนบไฟล์ผังบัญชีที่กำหนดเอง

source: Attachment
th: ความผูกพัน

source: Attachments
th: สิ่งที่แนบมา

source: Attendance & Leaves
th: การเข้างานและการลา

source: Attendance Device ID (Biometric/RF tag ID)
th: ID อุปกรณ์การเข้าร่วม (ID แท็ก Biometric / RF)

source: Attribute
th: คุณลักษณะ

source: Attribute Name
th: ชื่อแอตทริบิวต์

source: Attribute Value
th: ค่าแอตทริบิวต์

source: Attribute table is mandatory
th: ตาราง Attribute มีผลบังคับใช้

source: Attribute value: {0} must appear only once
th: ค่าคุณลักษณะ: {0} ต้องปรากฏเพียงครั้งเดียวเท่านั้น

source: Attribute {0} selected multiple times in Attributes Table
th: แอตทริบิวต์ {0} เลือกหลายครั้งในคุณสมบัติตาราง

source: Attributes
th: คุณลักษณะ

source: Auditor
th: ผู้สอบบัญชี

source: Authentication
th: การตรวจสอบสิทธิ์

source: Authentication Failed
th: รับรองความถูกต้องล้มเหลว

source: Authorised By
th: ได้รับอนุญาตโดย

source: Authorization Control
th: ควบคุมการอนุมัติ

source: Authorization Rule
th: กฎการอนุญาต

source: Authorized Signatory
th: ผู้มีอำนาจลงนาม

source: Authorized Value
th: มูลค่าที่ได้รับอนุญาต

source: Auto Create Assets on Purchase
th: สร้างสินทรัพย์จากการซื้ออัตโนมัติ

source: Auto Create Exchange Rate Revaluation
th: สร้างการประเมินอัตราแลกเปลี่ยนอัตโนมัติ

source: Auto Create Purchase Receipt
th: สร้างใบรับสินค้าซื้อโดยอัตโนมัติ

source: Auto Create Serial and Batch Bundle For Outward
th: สร้างชุดหมายเลขซีเรียลและล็อตอัตโนมัติสำหรับการเบิกจ่าย

source: Auto Create Subcontracting Order
th: สร้างคำสั่งซื้อจ้างเหมาช่วงอัตโนมัติ

source: Auto Created
th: สร้างอัตโนมัติแล้ว

source: Auto Created Serial and Batch Bundle
th: ชุดหมายเลขซีเรียลและล็อตที่สร้างโดยอัตโนมัติ

source: Auto Creation of Contact
th: การสร้างรายชื่อผู้ติดต่ออัตโนมัติ

source: Auto Email Report
th: รายงานอีเมลอัตโนมัติ

source: Auto Fetch
th: ดึงข้อมูลอัตโนมัติ

source: Auto Fetch Serial Numbers
th: ดึงหมายเลขซีเรียลอัตโนมัติ

source: Auto Insert Item Price If Missing
th: แทรกราคาสินค้าอัตโนมัติหากไม่มีข้อมูล

source: Auto Material Request
th: ขอวัสดุอัตโนมัติ

source: Auto Material Requests Generated
th: Auto วัสดุการขอสร้าง

source: Auto Name
th: ตั้งชื่ออัตโนมัติ

source: Auto Opt In (For all customers)
th: เลือกใช้อัตโนมัติ (สำหรับลูกค้าทั้งหมด)

source: Auto Reconcile
th: ปรับยอดบัญชีอัตโนมัติ

source: Auto Reconcile Payments
th: ปรับยอดชำระเงินอัตโนมัติ

source: Auto Reconciliation
th: การปรับยอดบัญชีอัตโนมัติ

source: Auto Reconciliation Job Trigger
th: ทริกเกอร์งานการกระทบยอดอัตโนมัติ

source: Auto Reconciliation has started in the background
th: การปรับยอดบัญชีอัตโนมัติได้เริ่มทำงานเบื้องหลังแล้ว

source: Auto Reconciliation of Payments has been disabled. Enable it through {0}
th: การปรับยอดชำระเงินอัตโนมัติถูกปิดใช้งานแล้ว กรุณาเปิดใช้งานผ่าน {0}

source: Auto Repeat
th: ทำซ้ำอัตโนมัติ

source: Auto Repeat Detail
th: ทำรายละเอียดซ้ำอัตโนมัติ

source: Auto Reserve Serial and Batch Nos
th: สำรองหมายเลขซีเรียลและล็อตโดยอัตโนมัติ

source: Auto Reserve Stock for Sales Order on Purchase
th: สำรองสต็อกอัตโนมัติสำหรับใบสั่งขายเมื่อซื้อ

source: Auto Tax Settings Error
th: ข้อผิดพลาดในการตั้งค่าภาษีอัตโนมัติ

source: Auto close Opportunity Replied after the no. of days mentioned above
th: ปิดโอกาสทางธุรกิจโดยอัตโนมัติหลังจากตอบกลับครบจำนวนวันที่ระบุข้างต้น

source: Auto match and set the Party in Bank Transactions
th: จับคู่และตั้งค่าฝ่ายในรายการธุรกรรมธนาคารโดยอัตโนมัติ

source: Auto re-order
th: Auto สั่งซื้อใหม่

source: Auto repeat document updated
th: อัปเดตเอกสารซ้ำอัตโนมัติแล้ว

source: Auto write off precision loss while consolidation
th: การสูญเสียความแม่นยำจากการตัดยอดอัตโนมัติขณะรวมบัญชี

source: Automatically Add Filtered Item To Cart
th: เพิ่มรายการที่กรองโดยอัตโนมัติลงในรถเข็น

source: Automatically Add Taxes and Charges from Item Tax Template
th: เพิ่มภาษีและค่าธรรมเนียมโดยอัตโนมัติจากเทมเพลตภาษีของรายการ

source: Automatically Add Taxes from Taxes and Charges Template
th: เพิ่มภาษีโดยอัตโนมัติจากแม่แบบภาษีและค่าธรรมเนียม

source: Automatically Create New Batch
th: สร้างชุดงานใหม่โดยอัตโนมัติ

source: Automatically Fetch Payment Terms from Order
th: ดึงเงื่อนไขการชำระเงินจากใบสั่งซื้อโดยอัตโนมัติ

source: Automatically Process Deferred Accounting Entry
th: ประมวลผลรายการบัญชีรอตัดบัญชีโดยอัตโนมัติ

source: Automatically post balancing accounting entry
th: บันทึกการปรับสมดุลบัญชีโดยอัตโนมัติ

source: Availability Of Slots
th: ความพร้อมใช้งานของสล็อต

source: Available
th: ที่มีจำหน่าย

source: Available Batch Qty at From Warehouse
th: จำนวนรุ่นที่มีจำหน่ายที่จากคลังสินค้า

source: Available Batch Qty at Warehouse
th: จำนวนชุดที่โกดัง

source: Available Batch Report
th: รายงานชุดสินค้าที่มีอยู่
