Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Reference Doctype must be one of {0}
th: อ้างอิง Doctype ต้องเป็นหนึ่งใน {0}

source: Reference Document
th: เอกสารอ้างอิง

source: Reference Document Name
th: ชื่อเอกสารอ้างอิง

source: Reference Document Type
th: เอกสารประเภท

source: Reference Due Date
th: วันที่ครบกำหนดอ้างอิง

source: Reference Exchange Rate
th: อัตราแลกเปลี่ยนอ้างอิง

source: Reference Name
th: ชื่ออ้างอิง

source: Reference No
th: เลขที่อ้างอิง

source: Reference No & Reference Date is required for {0}
th: ไม่มี การอ้างอิง และการอ้างอิง วันที่ เป็นสิ่งจำเป็นสำหรับ {0}

source: Reference No and Reference Date is mandatory for Bank transaction
th: อ้างอิงและการอ้างอิงวันที่มีผลบังคับใช้สำหรับการทำธุรกรรมธนาคาร

source: Reference No is mandatory if you entered Reference Date
th: ไม่มี การอ้างอิง มีผลบังคับใช้ ถ้า คุณป้อน วันที่ อ้างอิง

source: Reference No.
th: เลขอ้างอิง.

source: Reference Number
th: เลขที่อ้างอิง

source: Reference Purchase Receipt
th: ใบเสร็จรับเงินอ้างอิงการซื้อ

source: Reference Row
th: แถวอ้างอิง

source: Reference Row #
th: อ้างอิง แถว #

source: Reference Type
th: ชนิดการอ้างอิง

source: Reference number of the invoice from the previous system
th: หมายเลขอ้างอิงของใบแจ้งหนี้จากระบบก่อนหน้า

source: Reference: {0}, Item Code: {1} and Customer: {2}
th: ข้อมูลอ้างอิง: {0} รหัสรายการ: {1} และลูกค้า: {2}

source: References
th: อ้างอิง

source: References to Sales Invoices are Incomplete
th: การอ้างอิงถึงใบกำกับภาษีขายไม่สมบูรณ์

source: References to Sales Orders are Incomplete
th: การอ้างอิงถึงใบสั่งขายไม่สมบูรณ์

source: References {0} of type {1} had no outstanding amount left before submitting the Payment Entry. Now they have a negative outstanding amount.
th: รายการอ้างอิง {0} ประเภท {1} ไม่มีจำนวนค้างชำระก่อนส่งรายการบันทึกการชำระเงิน ขณะนี้มีจำนวนค้างชำระติดลบแล้ว

source: Referral Code
th: รหัสอ้างอิง

source: Referral Sales Partner
th: พันธมิตรการขายอ้างอิง

source: Refresh
th: รีเฟรช

source: Refresh Google Sheet
th: รีเฟรช Google Sheet

source: Refresh Plaid Link
th: รีเฟรช Plaid Link

source: Regards,
th: ความนับถือ,

source: Regenerate Closing Stock Balance
th: สร้างยอดคงเหลือสินค้าคงคลังใหม่

source: Regional
th: ของแคว้น

source: Registration Details
th: รายละเอียดการลงทะเบียน

source: Regular
th: ปกติ

source: Rejected
th: ปฏิเสธ

source: Rejected
th: ไม่อนุมัติ

source: Rejected Qty
th: ปฏิเสธจำนวน

source: Rejected Quantity
th: จำนวนปฏิเสธ

source: Rejected Serial No
th: หมายเลขเครื่องปฏิเสธ

source: Rejected Serial and Batch Bundle
th: ชุดหมายเลขซีเรียลและล็อตที่ถูกปฏิเสธ

source: Rejected Warehouse
th: คลังสินค้าปฏิเสธ

source: Rejected Warehouse and Accepted Warehouse cannot be same.
th: คลังสินค้าที่ถูกปฏิเสธและคลังสินค้าที่ได้รับการยอมรับไม่สามารถเป็นที่เดียวกันได้

source: Related
th: ที่เกี่ยวข้อง

source: Relation
th: ความสัมพันธ์

source: Release Date
th: วันที่เผยแพร่

source: Release date must be in the future
th: วันที่วางจำหน่ายจะต้องเป็นวันที่ในอนาคต

source: Relieving Date
th: บรรเทาวันที่

source: Remaining
th: ที่เหลืออยู่

source: Remaining Balance
th: ยอดคงเหลือที่เหลืออยู่

source: Remark
th: คำพูด

source: Remarks
th: ข้อคิดเห็น

source: Remarks Column Length
th: ความยาวของคอลัมน์หมายเหตุ

source: Remove Parent Row No in Items Table
th: ลบหมายเลขแถวหลักในตารางรายการสินค้า

source: Remove item if charges is not applicable to that item
th: ลบรายการค่าใช้จ่ายถ้าไม่สามารถใช้ได้กับรายการที่

source: Removed items with no change in quantity or value.
th: รายการที่ลบออกด้วยการเปลี่ยนแปลงในปริมาณหรือไม่มีค่า

source: Removing rows without exchange gain or loss
th: กำลังลบแถวที่ไม่มีผลกำไรหรือขาดทุนจากอัตราแลกเปลี่ยน

source: Rename
th: ตั้งชื่อใหม่

source: Rename Attribute Value in Item Attribute.
th: เปลี่ยนชื่อค่าแอตทริบิวต์ในแอตทริบิวต์ของรายการ

source: Rename Log
th: เปลี่ยนชื่อเข้าสู่ระบบ

source: Rename Not Allowed
th: ไม่อนุญาตให้เปลี่ยนชื่อ

source: Rename Tool
th: เปลี่ยนชื่อเครื่องมือ

source: Rename jobs for doctype {0} have been enqueued.
th: การเปลี่ยนชื่องานสำหรับประเภทเอกสาร {0} ได้ถูกจัดคิวแล้ว

source: Rename jobs for doctype {0} have not been enqueued.
th: งานเปลี่ยนชื่อสำหรับประเภทเอกสาร {0} ยังไม่ได้ถูกจัดคิวไว้

source: Renaming it is only allowed via parent company {0}, to avoid mismatch.
th: อนุญาตให้เปลี่ยนชื่อผ่าน บริษัท แม่เท่านั้น {0} เพื่อหลีกเลี่ยงความไม่ตรงกัน

source: Rent Cost
th: ต้นทุนการ ให้เช่า

source: Rented
th: เช่า

source: Reopen
th: เปิดใหม่

source: Reorder Level
th: สั่งซื้อใหม่ระดับ

source: Reorder Qty
th: สั่งซื้อใหม่จำนวน

source: Reorder level based on Warehouse
th: ระดับสั่งซื้อใหม่บนพื้นฐานของคลังสินค้า

source: Repack
th: หีบห่ออีกครั้ง

source: Repair
th: ซ่อมแซม

source: Repair Asset
th: ซ่อมแซมสินทรัพย์

source: Repair Cost
th: ค่าซ่อม

source: Repair Details
th: รายละเอียดการซ่อมแซม

source: Repair Status
th: สถานะการซ่อมแซม

source: Repeat Customer Revenue
th: ซ้ำรายได้ของลูกค้า

source: Repeat Customers
th: ทำซ้ำลูกค้า

source: Replace
th: แทนที่

source: Replace BOM
th: แทนที่ BOM

source: Replace a particular BOM in all other BOMs where it is used. It will replace the old BOM link, update cost and regenerate "BOM Explosion Item" table as per new BOM. It also updates latest price in all the BOMs.
th: แทนที่ BOM เฉพาะใน BOM อื่น ๆ ทั้งหมดที่มีการใช้งาน โดยจะทำการแทนที่ลิงก์ BOM เก่า อัปเดตราคาต้นทุน และสร้างตาราง "รายการการแตกไลน์ BOM" ใหม่ตาม BOM ใหม่ นอกจากนี้ยังอัปเดตราคาล่าสุดใน BOM ทั้งหมดด้วย

source: Report
th: รายงาน

source: Report Date
th: รายงานวันที่

source: Report Error
th: รายงานข้อผิดพลาด

source: Report Filters
th: ตัวกรองรายงาน

source: Report Type
th: ประเภทรายงาน

source: Report Type is mandatory
th: ประเภทรายงาน มีผลบังคับใช้

source: Report View
th: มุมมองรายงาน

source: Report an Issue
th: รายงานปัญหา

source: Reports
th: รายงาน

source: Reports to
th: รายงานไปยัง

source: Repost Accounting Ledger
th: โพสต์สมุดรายวันบัญชีใหม่

source: Repost Accounting Ledger Items
th: โพสต์รายการสมุดรายวันบัญชีใหม่

source: Repost Accounting Ledger Settings
th: ตั้งค่าบัญชีแยกประเภทใหม่

source: Repost Allowed Types
th: ประเภทที่อนุญาตให้โพสต์ซ้ำได้

source: Repost Error Log
th: บันทึกข้อผิดพลาดการส่งซ้ำ

source: Repost Item Valuation
th: โพสต์ประเมินมูลค่าสินค้าใหม่

source: Repost Payment Ledger
th: โพสต์สมุดรายวันการชำระเงินใหม่

source: Repost Payment Ledger Items
th: โพสต์รายการสมุดรายวันการชำระเงินใหม่

source: Repost Status
th: สถานะการส่งซ้ำ

source: Repost has started in the background
th: การโพสต์ซ้ำได้เริ่มทำงานเบื้องหลังแล้ว

source: Repost in background
th: โพสต์ซ้ำในพื้นหลัง

source: Repost started in the background
th: การโพสต์ซ้ำเริ่มทำงานเบื้องหลังแล้ว

source: Reposting Completed {0}%
th: กำลังโพสต์ซ้ำ เสร็จสิ้น {0}%

source: Reposting Data File
th: กำลังโพสต์ไฟล์ข้อมูลใหม่

source: Reposting Info
th: กำลังโพสต์ข้อมูลใหม่

source: Reposting Progress
th: กำลังโพสต์ความคืบหน้าใหม่

source: Reposting entries created: {0}
th: กำลังโพสต์รายการที่สร้างใหม่: {0}

source: Reposting has been started in the background.
th: กำลังเริ่มดำเนินการโพสต์ซ้ำในพื้นหลัง

source: Reposting in the background.
th: กำลังโพสต์ซ้ำในพื้นหลัง

source: Represents Company
th: หมายถึง บริษัท

source: Represents a Financial Year. All accounting entries and other major transactions are tracked against the Fiscal Year.
th: แทนปีงบประมาณ รายการบัญชีทั้งหมดและธุรกรรมสำคัญอื่น ๆ จะถูกติดตามตามปีงบประมาณนั้น

source: Reqd By Date
th: reqd โดยวันที่

source: Reqd by date
th: ต้องการตามวันที่

source: Request For Quotation
th: ขอใบเสนอราคา

source: Request Parameters
th: พารามิเตอร์คำขอ

source: Request Timeout
th: หมดเวลารอคำขอ

source: Request Type
th: ชนิดของการร้องขอ

source: Request for
th: ขอ

source: Request for Information
th: การร้องขอข้อมูล

source: Request for Quotation
th: ขอใบเสนอราคา

source: Request for Quotation Item
th: ขอใบเสนอราคารายการ

source: Request for Quotation Supplier
th: การขอใบเสนอราคาผู้ผลิต

source: Request for Raw Materials
th: ขอวัตถุดิบ

source: Requested
th: ร้องขอ

source: Requested Items To Be Transferred
th: รายการที่ได้รับการร้องขอจะถูกถ่ายโอน

source: Requested Items to Order and Receive
th: รายการที่ร้องขอเพื่อสั่งซื้อและรับ

source: Requested Numbers
th: ตัวเลขการขอ

source: Requested Qty
th: ขอ จำนวน

source: Requested Qty: Quantity requested for purchase, but not ordered.
th: ขอ จำนวน: จำนวน การร้องขอ สำหรับการซื้อ แต่ไม่ ได้รับคำสั่ง

source: Requesting Site
th: กำลังร้องขอไซต์

source: Requestor
th: ผู้ขอ

source: Required By
th: ที่จำเป็นโดย

source: Required Date
th: วันที่ที่ต้องการ

source: Required Items
th: รายการที่ต้องการ

source: Required On
th: ต้องใช้ใน

source: Required Qty
th: จำนวนที่ต้องการ

source: Required Quantity
th: ปริมาณที่ต้องการ

source: Requirement
th: ความต้องการ

source: Requires Fulfilment
th: ต้องการการเติมเต็ม

source: Research
th: การวิจัย

source: Research & Development
th: การวิจัยและพัฒนา

source: Reselect, if the chosen address is edited after save
th: เลือกใหม่ถ้าที่อยู่ที่เลือกถูกแก้ไขหลังจากบันทึกแล้ว

source: Reselect, if the chosen contact is edited after save
th: ให้เลือกใหม่หากรายชื่อที่เลือกถูกแก้ไขหลังจากบันทึกแล้ว

source: Resend Payment Email
th: ส่งอีเมล์การชำระเงิน

source: Reservation Based On
th: การจองโดยอ้างอิงจาก

source: Reserve
th: สำรอง

source: Reserve Stock
th: สำรองสต็อก

source: Reserve Warehouse
th: คลังสินค้าสำรอง

source: Reserved
th: ที่สงวนไว้

source: Reserved Qty
th: สงวนไว้ จำนวน

source: Reserved Qty ({0}) cannot be a fraction. To allow this, disable '{1}' in UOM {3}.
th: จำนวนสำรอง ({0}) ไม่สามารถเป็นเศษส่วนได้ หากต้องการอนุญาตให้ทำได้ กรุณาปิดใช้งาน '{1}' ในหน่วยวัด {3}

source: Reserved Qty for Production
th: ลิขสิทธิ์จำนวนการผลิต

source: Reserved Qty for Production Plan
th: จำนวนจองสำหรับแผนการผลิต

source: Reserved Qty for Production: Raw materials quantity to make manufacturing items.
th: ปริมาณที่สงวนไว้สำหรับการผลิต: ปริมาณวัตถุดิบเพื่อผลิตรายการ

source: Reserved Qty for Subcontract
th: จำนวนจองสำหรับการจ้างเหมาช่วง

source: Reserved Qty for Subcontract: Raw materials quantity to make subcontracted items.
th: ปริมาณที่สงวนไว้สำหรับการรับเหมาช่วง: ปริมาณวัตถุดิบเพื่อทำรายการรับเหมาช่วง

source: Reserved Qty should be greater than Delivered Qty.
th: ปริมาณที่สงวนไว้ต้องมากกว่าปริมาณที่จัดส่งแล้ว

source: Reserved Qty: Quantity ordered for sale, but not delivered.
th: ลิขสิทธิ์ จำนวน: จำนวน ที่สั่งซื้อ สำหรับการขาย แต่ ไม่ได้ส่ง

source: Reserved Quantity
th: จำนวนสงวน

source: Reserved Quantity for Production
th: ปริมาณที่จองไว้สำหรับการผลิต

source: Reserved Serial No.
th: หมายเลขซีเรียลสำรอง

source: Reserved Stock
th: สต็อกสำรอง

source: Reserved Stock for Batch
th: สต็อกสำรองสำหรับชุดล็อต

source: Reserved for POS Transactions
th: สงวนไว้สำหรับรายการขายหน้าร้าน

source: Reserved for Production
th: สงวนไว้สำหรับการผลิต

source: Reserved for Production Plan
th: สงวนไว้สำหรับแผนการผลิต

source: Reserved for Sub Contracting
th: สงวนไว้สำหรับการจ้างเหมาช่วง

source: Reserved for manufacturing
th: สงวนไว้สำหรับการผลิต

source: Reserved for sale
th: สงวนไว้สำหรับขาย

source: Reserved for sub contracting
th: สงวนไว้สำหรับสัญญาย่อย

source: Reserving Stock...
th: กำลังสำรองสต็อก...

source: Reset
th: รีเซ็ต

source: Reset Company Default Values
th: รีเซ็ตค่าตั้งต้นของบริษัท

source: Reset Plaid Link
th: รีเซ็ต Plaid Link

source: Reset Raw Materials Table
th: รีเซ็ตตารางวัตถุดิบ

source: Reset Service Level Agreement
th: รีเซ็ตข้อตกลงระดับการให้บริการ

source: Resetting Service Level Agreement.
th: การรีเซ็ตข้อตกลงระดับการให้บริการ

source: Resignation Letter Date
th: วันที่ใบลาออก

source: Resolution
th: ความละเอียด

source: Resolution By
th: ความละเอียดโดย

source: Resolution Date
th: วันที่ความละเอียด

source: Resolution Details
th: รายละเอียดความละเอียด

source: Resolution Due
th: กำหนดเวลาการแก้ไข

source: Resolution Time
th: เวลาแก้ไข

source: Resolutions
th: มติ

source: Resolve
th: แก้ไข

source: Resolved
th: แก้ไขแล้ว

source: Resolved By
th: แก้ไขได้โดยการ

source: Response By
th: ตอบสนองโดย

source: Response Details
th: รายละเอียดการตอบกลับ

source: Response Key List
th: รายชื่อคีย์การตอบรับ

source: Response Options
th: ตัวเลือกการตอบกลับ

source: Response Result Key Path
th: เส้นทางคีย์ผลลัพธ์ของผลลัพธ์

source: Response Time for {0} priority in row {1} can't be greater than Resolution Time.
th: เวลาตอบสนองสำหรับลำดับความสำคัญ {0} ในแถว {1} ต้องไม่มากกว่าเวลาความละเอียด

source: Response and Resolution
th: การตอบกลับและการแก้ไข

source: Responsible
th: มีความรับผิดชอบ

source: Rest Of The World
th: ส่วนที่เหลือ ของโลก

source: Restart
th: เริ่มต้นใหม่

source: Restart Subscription
th: รีสตาร์ทการสมัครสมาชิกใหม่

source: Restore Asset
th: กู้คืนสินทรัพย์

source: Restrict
th: จำกัด

source: Restrict Items Based On
th: จำกัดรายการตาม

source: Restrict to Countries
th: จำกัด เฉพาะประเทศ

source: Result Key
th: คีย์ผลลัพธ์

source: Result Preview Field
th: ฟิลด์แสดงตัวอย่างผลลัพธ์

source: Result Route Field
th: ฟิลด์เส้นทางการค้นหา

source: Result Title Field
th: หัวเรื่อง

source: Resume
th: ประวัติย่อ

source: Resume Job
th: ทำงานต่อ

source: Resume Timer
th: เริ่มจับเวลาใหม่

source: Retain Sample
th: เก็บตัวอย่าง

source: Retained Earnings
th: กำไรสะสม

source: Retention Stock Entry
th: การเก็บรักษารายการสินค้าคงคลัง

source: Retention Stock Entry already created or Sample Quantity not provided
th: เก็บสต็อกสินค้าที่จัดเก็บไว้แล้วหรือไม่ได้ระบุจำนวนตัวอย่าง

source: Retried
th: ลองใหม่อีกครั้ง

source: Retry
th: ลองใหม่อีกครั้ง

source: Retry Failed Transactions
th: ลองใหม่สำหรับรายการธุรกรรมที่ล้มเหลว

source: Return
th: กลับ

source: Return / Credit Note
th: กลับมา / หมายเหตุเครดิต

source: Return / Debit Note
th: ย้อนกลับ / เดบิตหมายเหตุ

source: Return Against
th: คืนสินค้าตอบแทน

source: Return Against Delivery Note
th: กลับไปกับใบส่งมอบ

source: Return Against Purchase Invoice
th: กลับไปกับการซื้อใบแจ้งหนี้

source: Return Against Purchase Receipt
th: กลับต่อต้านการซื้อใบเสร็จรับเงิน

source: Return Against Subcontracting Receipt
th: คืนสินค้าตอบกลับใบรับรองงานจ้างเหมาช่วง

source: Return Components
th: คืนส่วนประกอบ

source: Return Issued
th: คืนสินค้าแล้ว

source: Return Qty
th: จำนวนคืน

source: Return Qty from Rejected Warehouse
th: จำนวนคืนจากคลังสินค้าที่ถูกปฏิเสธ

source: Return invoice of asset cancelled
th: ใบกำกับสินทรัพย์ที่ถูกยกเลิก

source: Return of Components
th: การคืนชิ้นส่วน

source: Return on Asset Ratio
th: อัตราผลตอบแทนจากสินทรัพย์

source: Return on Equity Ratio
th: อัตราผลตอบแทนต่อส่วนของผู้ถือหุ้น

source: Returned
th: ส่งคืนแล้ว

source: Returned Against
th: คืนสินค้าตอบกลับ

source: Returned Amount
th: จำนวนเงินคืน

source: Returned Qty
th: จำนวนกลับ

source: Returned Qty
th: จำนวนคืน

source: Returned Qty in Stock UOM
th: จำนวนคืนในหน่วยวัดสินค้าคงคลัง

source: Returned exchange rate is neither integer not float.
th: อัตราแลกเปลี่ยนที่ส่งคืนไม่ใช่จำนวนเต็มหรือจำนวนทศนิยม

source: Returns
th: ผลตอบแทน

source: Revaluation Journals
th: สมุดรายวันปรับปรุงมูลค่าใหม่

source: Revaluation Surplus
th: กำไรจากการประเมินมูลค่าใหม่

source: Revenue
th: รายได้

source: Reversal Of
th: การย้อนกลับของ

source: Review
th: ทบทวน

source: Review Chart of Accounts
th: ตรวจสอบผังบัญชี

source: Review Date
th: ทบทวนวันที่

source: Review Fixed Asset Accounts
th: ตรวจสอบบัญชีสินทรัพย์ถาวร

source: Review Stock Settings
th: ตรวจสอบการตั้งค่าคลังสินค้า

source: Review and Action
th: ตรวจสอบและดำเนินการ

source: Reviews
th: ความคิดเห็น

source: Right Child
th: ลูกขวา

source: Right Index
th: ดัชนีด้านขวา

source: Ringing
th: แจ๋ว

source: Role Allowed to Create/Edit Back-dated Transactions
th: บทบาทที่ได้รับอนุญาตให้สร้าง/แก้ไขรายการย้อนหลัง

source: Role Allowed to Edit Frozen Stock
th: บทบาทที่อนุญาตให้แก้ไขสต็อคที่ถูกแช่แข็ง

source: Role Allowed to Over Bill
th: บทบาทที่ได้รับอนุญาตให้ออกใบแจ้งหนี้เกินจำนวน

source: Role Allowed to Over Deliver/Receive
th: บทบาทที่ได้รับอนุญาตให้จัดส่ง/รับเกินกำหนด

source: Role Allowed to Override Stop Action
th: บทบาทที่ได้รับอนุญาตให้ยกเลิกการหยุดทำงาน

source: Role Allowed to Set Frozen Accounts and Edit Frozen Entries
th: บทบาทที่อนุญาตให้ตั้งค่าบัญชีที่ถูกแช่แข็งและแก้ไขรายการที่ถูกแช่แข็ง

source: Role allowed to bypass Credit Limit
th: บทบาทที่ได้รับอนุญาตให้ข้ามขีดจำกัดเครดิต

source: Root
th: รูท

source: Root Company
th: บริษัท รูท

source: Root Type
th: ประเภท ราก

source: Root Type for {0} must be one of the Asset, Liability, Income, Expense and Equity
th: ประเภทรากสำหรับ {0} ต้องเป็นหนึ่งใน สินทรัพย์ หนี้สิน รายได้ ค่าใช้จ่าย และส่วนของเจ้าของ

source: Root Type is mandatory
th: ประเภท ราก มีผลบังคับใช้

source: Root cannot be edited.
th: ราก ไม่สามารถแก้ไขได้

source: Root cannot have a parent cost center
th: รากไม่สามารถมีศูนย์ต้นทุนผู้ปกครอง

source: Round Free Qty
th: จำนวนฟรีปัดเศษ

source: Round Off
th: หมดยก

source: Round Off Account
th: ปิดรอบบัญชี

source: Round Off Cost Center
th: ออกรอบศูนย์ต้นทุน

source: Round Off Tax Amount
th: ปัดเศษจำนวนภาษี

source: Round Off for Opening
th: ปัดเศษสำหรับการเปิดบัญชี

source: Round Tax Amount Row-wise
th: ปัดจำนวนภาษีแยกตามแถว

source: Rounded Total
th: รวมกลม

source: Rounded Total (Company Currency)
th: รวมกลม (สกุลเงิน บริษัท )

source: Rounding Adjustment
th: การปรับการปัดเศษ

source: Rounding Adjustment (Company Currency
th: การปรับการปัดเศษ (สกุลเงินของ บริษัท

source: Rounding Adjustment (Company Currency)
th: การปรับการปัดเศษ (สกุลเงินของ บริษัท )

source: Rounding Loss Allowance
th: ค่าเผื่อขาดทุนจากการปัดเศษ

source: Rounding Loss Allowance should be between 0 and 1
th: ค่าเผื่อขาดทุนจากการปัดเศษควรอยู่ระหว่าง 0 ถึง 1

source: Rounding gain/loss Entry for Stock Transfer
th: รายการกำไร/ขาดทุนจากการปัดเศษสำหรับการโอนสินค้าคงคลัง

source: Route
th: เส้นทาง

source: Routing
th: สายงานการผลิต

source: Routing Name
th: ชื่อเส้นทาง

source: Row #
th: แถวที่ #

source: Row # {0}: Cannot return more than {1} for Item {2}
th: แถว # {0}: ไม่สามารถกลับมามากกว่า {1} สำหรับรายการ {2}

source: Row # {0}: Please add Serial and Batch Bundle for Item {1}
th: แถวที่ {0}: กรุณาเพิ่มชุดหมายเลขซีเรียลและชุดล็อตสำหรับสินค้า {1}

source: Row # {0}: Please enter quantity for Item {1} as it is not zero.
th: แถวที่ {0}: กรุณากรอกจำนวนสำหรับสินค้า {1} เนื่องจากไม่สามารถเป็นศูนย์ได้

source: Row # {0}: Rate cannot be greater than the rate used in {1} {2}
th: แถว # {0}: อัตราไม่สามารถสูงกว่าอัตราที่ใช้ใน {1} {2}

source: Row # {0}: Returned Item {1} does not exist in {2} {3}
th: แถว # {0}: รายการที่ส่งคืน {1} ไม่มีอยู่ใน {2} {3}

source: Row #1: Sequence ID must be 1 for Operation {0}.
th: แถวที่ 1: รหัสลำดับต้องเป็น 1 สำหรับปฏิบัติการ {0}

source: Row #{0} (Payment Table): Amount must be negative
th: แถว # {0} (ตารางการชำระเงิน): จำนวนเงินต้องเป็นค่าลบ

source: Row #{0} (Payment Table): Amount must be positive
th: แถว # {0} (ตารางการชำระเงิน): จำนวนเงินต้องเป็นบวก

source: Row #{0}:
th: แถว # {0}:

source: Row #{0}: A reorder entry already exists for warehouse {1} with reorder type {2}.
th: แถวที่ #{0}: มีรายการสั่งซื้อซ้ำสำหรับคลังสินค้า {1} โดยมีประเภทการสั่งซื้อซ้ำเป็น {2} อยู่แล้ว

source: Row #{0}: Acceptance Criteria Formula is incorrect.
th: แถวที่ #{0}: สูตรเกณฑ์การยอมรับไม่ถูกต้อง

source: Row #{0}: Acceptance Criteria Formula is required.
th: แถวที่ #{0}: จำเป็นต้องระบุสูตรเกณฑ์การยอมรับ

source: Row #{0}: Accepted Warehouse and Rejected Warehouse cannot be same
th: แถวที่ #{0}: คลังสินค้าที่ยอมรับและคลังสินค้าที่ปฏิเสธไม่สามารถเป็นที่เดียวกันได้

source: Row #{0}: Accepted Warehouse and Supplier Warehouse cannot be same
th: แถว # {0}: คลังสินค้าที่ได้รับการยอมรับและคลังสินค้าผู้จัดหาต้องไม่เหมือนกัน

source: Row #{0}: Accepted Warehouse is mandatory for the accepted Item {1}
th: แถวที่ #{0}: คลังสินค้าที่ยอมรับเป็นข้อมูลบังคับสำหรับสินค้า {1} ที่ได้รับการยอมรับ

source: Row #{0}: Account {1} does not belong to company {2}
th: แถว # {0}: บัญชี {1} ไม่ได้เป็นของ บริษัท {2}

source: Row #{0}: Allocated Amount cannot be greater than Outstanding Amount of Payment Request {1}
th: แถวที่ #{0}: จำนวนเงินที่จัดสรรไม่สามารถมากกว่าจำนวนเงินคงค้างของคำขอชำระเงิน {1}

source: Row #{0}: Allocated Amount cannot be greater than outstanding amount.
th: แถว # {0}: จำนวนที่จัดสรรไว้ต้องไม่เกินยอดค้างชำระ

source: Row #{0}: Allocated amount:{1} is greater than outstanding amount:{2} for Payment Term {3}
th: แถวที่ #{0}: จำนวนที่จัดสรร:{1} มีค่ามากกว่าจำนวนค้างชำระ:{2} สำหรับ เงื่อนไขการชำระเงิน {3}

source: Row #{0}: Amount must be a positive number
th: แถวที่ #{0}: จำนวนเงินต้องเป็นตัวเลขบวก

source: Row #{0}: Asset {1} cannot be sold, it is already {2}
th: แถวที่ #{0}: สินทรัพย์ {1} ไม่สามารถขายได้ เนื่องจากอยู่ในสถานะ {2} แล้ว

source: Row #{0}: Asset {1} is already sold
th: แถวที่ #{0}: สินทรัพย์ {1} ถูกขายไปแล้ว

source: Row #{0}: BOM is not specified for subcontracting item {0}
th: แถวที่ #{0}: ไม่ได้ระบุ BOM สำหรับรายการรับจ้างผลิต {0}

source: Row #{0}: Batch No {1} is already selected.
th: แถวที่ #{0}: หมายเลขชุด {1} ถูกเลือกแล้ว

source: Row #{0}: Cannot allocate more than {1} against payment term {2}
th: แถวที่ #{0}: ไม่สามารถจัดสรรเกิน {1} สำหรับเงื่อนไขการชำระเงิน {2}

source: Row #{0}: Cannot delete item {1} which has already been billed.
th: แถว # {0}: ไม่สามารถลบรายการ {1} ซึ่งถูกเรียกเก็บเงินแล้ว

source: Row #{0}: Cannot delete item {1} which has already been delivered
th: แถว # {0}: ไม่สามารถลบรายการ {1} ซึ่งถูกส่งไปแล้ว

source: Row #{0}: Cannot delete item {1} which has already been received
th: แถว # {0}: ไม่สามารถลบรายการ {1} ซึ่งได้รับแล้ว

source: Row #{0}: Cannot delete item {1} which has work order assigned to it.
th: แถว # {0}: ไม่สามารถลบรายการ {1} ซึ่งมีคำสั่งงานที่มอบหมาย

source: Row #{0}: Cannot delete item {1} which is already ordered against this Sales Order.
th: แถวที่ #{0}: ไม่สามารถลบสินค้า {1} ซึ่งถูกสั่งซื้อแล้วในใบสั่งขายนี้ได้

source: Row #{0}: Cannot select Supplier Warehouse while suppling raw materials to subcontractor
th: แถว # {0}: ไม่สามารถเลือกคลังสินค้าซัพพลายเออร์ในขณะที่ป้อนวัตถุดิบให้กับผู้รับเหมาช่วง

source: Row #{0}: Cannot set Rate if the billed amount is greater than the amount for Item {1}.
th: แถวที่ #{0}: ไม่สามารถตั้งค่าอัตราได้หากจำนวนเงินที่เรียกเก็บเกินกว่าจำนวนเงินสำหรับสินค้า {1}

source: Row #{0}: Cannot transfer more than Required Qty {1} for Item {2} against Job Card {3}
th: แถวที่ #{0}: ไม่สามารถโอนเกินจำนวนที่ต้องการ {1} สำหรับสินค้า {2} ตามใบงาน {3}

source: Row #{0}: Child Item should not be a Product Bundle. Please remove Item {1} and Save
th: แถว # {0}: รายการย่อยไม่ควรเป็นกลุ่มผลิตภัณฑ์ โปรดลบรายการ {1} และบันทึก

source: Row #{0}: Consumed Asset {1} cannot be Draft
th: แถวที่ #{0}: สินทรัพย์ที่ใช้ไป {1} ไม่สามารถเป็นฉบับร่างได้

source: Row #{0}: Consumed Asset {1} cannot be cancelled
th: แถวที่ #{0}: ทรัพย์สินที่ใช้ไป {1} ไม่สามารถยกเลิกได้

source: Row #{0}: Consumed Asset {1} cannot be the same as the Target Asset
th: แถวที่ #{0}: สินทรัพย์ที่ใช้ {1} ไม่สามารถเป็นสินทรัพย์เป้าหมายเดียวกันได้

source: Row #{0}: Consumed Asset {1} cannot be {2}
th: แถวที่ #{0}: สินทรัพย์ที่ใช้ไป {1} ไม่สามารถ {2} ได้

source: Row #{0}: Consumed Asset {1} does not belong to company {2}
th: แถวที่ #{0}: สินทรัพย์ที่ใช้ {1} ไม่ได้เป็นของบริษัท {2}

source: Row #{0}: Cost Center {1} does not belong to company {2}
th: แถว # {0}: ศูนย์ต้นทุน {1} ไม่ได้เป็นของ บริษัท {2}

source: Row #{0}: Cumulative threshold cannot be less than Single Transaction threshold
th: แถวที่ #{0}: ค่าขีดจำกัดสะสมต้องไม่ต่ำกว่าค่าขีดจำกัดรายการเดียว

source: Row #{0}: Dates overlapping with other row
th: แถวที่ #{0}: วันที่ทับซ้อนกับแถวอื่น

source: Row #{0}: Default BOM not found for FG Item {1}
th: แถวที่ #{0}: ไม่พบ BOM เริ่มต้นสำหรับสินค้า FG {1}

source: Row #{0}: Depreciation Start Date is required
th: แถวที่ #{0}: จำเป็นต้องระบุวันที่เริ่มต้นค่าเสื่อมราคา

source: Row #{0}: Duplicate entry in References {1} {2}
th: แถว # {0}: รายการซ้ำในเอกสารอ้างอิง {1} {2}

source: Row #{0}: Expected Delivery Date cannot be before Purchase Order Date
th: แถว # {0}: คาดว่าวันที่จัดส่งต้องไม่ถึงวันสั่งซื้อ
