Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Currency Exchange Settings
th: การตั้งค่าสกุลเงิน

source: Currency Exchange Settings Details
th: รายละเอียดการตั้งค่าการแลกเปลี่ยนสกุลเงิน

source: Currency Exchange Settings Result
th: ผลการตั้งค่าการแลกเปลี่ยนสกุลเงิน

source: Currency Exchange must be applicable for Buying or for Selling.
th: ต้องใช้การแลกเปลี่ยนสกุลเงินเพื่อซื้อหรือขาย

source: Currency and Price List
th: สกุลเงินและรายชื่อราคา

source: Currency can not be changed after making entries using some other currency
th: สกุลเงินไม่สามารถเปลี่ยนแปลงได้หลังจากการทำรายการโดยใช้เงินสกุลอื่น

source: Currency for {0} must be {1}
th: สกุลเงินสำหรับ {0} &#39;จะต้อง {1}

source: Currency of the Closing Account must be {0}
th: สกุลเงินของบัญชีจะต้องปิด {0}

source: Currency of the price list {0} must be {1} or {2}
th: สกุลเงินของรายการราคา {0} ต้องเป็น {1} หรือ {2}

source: Currency should be same as Price List Currency: {0}
th: สกุลเงินควรเหมือนกับ Price Currency Currency: {0}

source: Current Address
th: ที่อยู่ปัจจุบัน

source: Current Address Is
th: ที่อยู่ ปัจจุบัน เป็น

source: Current Amount
th: จำนวนเงินในปัจจุบัน

source: Current Asset
th: สินทรัพย์หมุนเวียน

source: Current Asset Value
th: มูลค่าทรัพย์สินปัจจุบัน

source: Current Assets
th: สินทรัพย์หมุนเวียน

source: Current BOM
th: BOM ปัจจุบัน

source: Current BOM and New BOM can not be same
th: BOM ปัจจุบันและ ใหม่ BOM ไม่สามารถ จะเหมือนกัน

source: Current Exchange Rate
th: อัตราแลกเปลี่ยนปัจจุบัน

source: Current Index
th: ดัชนีปัจจุบัน

source: Current Invoice End Date
th: วันที่สิ้นสุดใบแจ้งหนี้ปัจจุบัน

source: Current Invoice Start Date
th: วันที่เริ่มต้นของใบแจ้งหนี้ปัจจุบัน

source: Current Level
th: ระดับปัจจุบัน

source: Current Liabilities
th: หนี้สินหมุนเวียน

source: Current Liability
th: หนี้สินหมุนเวียน

source: Current Node
th: โหนดปัจจุบัน

source: Current Qty
th: จำนวนปัจจุบัน

source: Current Ratio
th: อัตราส่วนสภาพคล่องปัจจุบัน

source: Current Serial / Batch Bundle
th: หมายเลขซีเรียล / ชุดปัจจุบัน

source: Current Serial No
th: หมายเลขซีเรียลปัจจุบัน

source: Current State
th: สถานะปัจจุบัน

source: Current Status
th: สถานะปัจจุบัน

source: Current Stock
th: สต็อกปัจจุบัน

source: Current Time
th: เวลาปัจจุบัน

source: Current Valuation Rate
th: อัตราการประเมินมูลค่าปัจจุบัน

source: Curves
th: เส้นโค้ง

source: Custodian
th: ผู้ปกครอง

source: Custody
th: การดูแล

source: Custom
th: กำหนดเอง

source: Custom HTML
th: ที่กำหนดเอง HTML

source: Custom Remarks
th: ข้อสังเกตที่กำหนดเอง

source: Custom delimiters
th: ตัวคั่นกำหนดเอง

source: Custom?
th: กำหนดเองได้อย่างไร

source: Customer
th: ลูกค้า

source: Customer
th: ลูกค้า

source: Customer / Item / Item Group
th: ลูกค้า / สินค้า / หมวดสมู่

source: Customer / Lead Address
th: ลูกค้า / ที่อยู่

source: Customer Acquisition and Loyalty
th: การซื้อ ของลูกค้าและ ความจงรักภักดี

source: Customer Address
th: ที่อยู่ของลูกค้า

source: Customer Addresses And Contacts
th: ที่อยู่ของลูกค้าและการติดต่อ

source: Customer Code
th: รหัสลูกค้า

source: Customer Contact
th: ติดต่อลูกค้า

source: Customer Contact Email
th: อีเมล์ที่ใช้ติดต่อลูกค้า

source: Customer Credit Balance
th: เครดิตบาลานซ์ลูกค้า

source: Customer Credit Limit
th: วงเงินเครดิตของลูกค้า

source: Customer Defaults
th: ค่าเริ่มต้นลูกค้า

source: Customer Details
th: รายละเอียดลูกค้า

source: Customer Feedback
th: คำติชมของลูกค้า

source: Customer Group
th: กลุ่มลูกค้า

source: Customer Group Item
th: กลุ่มลูกค้า รายการสินค้า

source: Customer Group Name
th: ชื่อกลุ่มลูกค้า

source: Customer Group: {0} does not exist
th: กลุ่มลูกค้า: {0} ไม่มีอยู่จริง

source: Customer Groups
th: กลุ่มลูกค้า

source: Customer Item
th: สินค้า ลูกค้า

source: Customer Items
th: รายการลูกค้า

source: Customer LPO
th: ลูกค้า LPO

source: Customer LPO No.
th: ลูกค้า LPO หมายเลข

source: Customer Ledger Summary
th: สรุปบัญชีแยกประเภทลูกค้า

source: Customer Mobile No
th: มือถือของลูกค้าไม่มี

source: Customer Name
th: ชื่อลูกค้า

source: Customer Name:
th: ชื่อลูกค้า:

source: Customer Naming By
th: การตั้งชื่อตามลูกค้า

source: Customer PO
th: PO ของลูกค้า

source: Customer PO Details
th: รายละเอียดใบสั่งซื้อของลูกค้า

source: Customer POS Id
th: รหัสลูกค้าของลูกค้า

source: Customer POS id
th: รหัส POS ของลูกค้า

source: Customer Portal Users
th: ผู้ใช้พอร์ทัลลูกค้า

source: Customer Primary Address
th: ที่อยู่หลักของลูกค้า

source: Customer Primary Contact
th: ติดต่อหลักของลูกค้า

source: Customer Provided
th: ให้บริการลูกค้า

source: Customer Service
th: บริการลูกค้า

source: Customer Territory
th: เขตแดนของลูกค้า

source: Customer Type
th: ประเภทลูกค้า

source: Customer Warehouse (Optional)
th: คลังสินค้าของลูกค้า (อุปกรณ์เสริม)

source: Customer contact updated successfully.
th: อัปเดตการติดต่อลูกค้าเรียบร้อยแล้ว

source: Customer is required
th: ลูกค้า จะต้อง

source: Customer isn't enrolled in any Loyalty Program
th: ลูกค้าไม่ได้ลงทะเบียนเรียนในโปรแกรมความภักดีใด ๆ

source: Customer or Item
th: ลูกค้าหรือรายการ

source: Customer required for 'Customerwise Discount'
th: ลูกค้า จำเป็นต้องใช้ สำหรับ ' Customerwise ส่วนลด '

source: Customer {0} does not belong to project {1}
th: ลูกค้า {0} ไม่ได้อยู่ใน โครงการ {1}

source: Customer's Item Code
th: รหัสสินค้าของลูกค้า

source: Customer's Purchase Order
th: การสั่งซื้อของลูกค้า

source: Customer's Purchase Order Date
th: วันที่สั่งซื้อของลูกค้าสั่งซื้อ

source: Customer's Purchase Order No
th: ใบสั่งซื้อของลูกค้าไม่มี

source: Customer-wise Item Price
th: ราคารายการลูกค้าฉลาด

source: Customer/Lead Name
th: ชื่อลูกค้า / ลูกค้าเป้าหมาย

source: Customer:
th: ผู้ขาย

source: Customers
th: ลูกค้า

source: Customers Without Any Sales Transactions
th: ลูกค้าที่ไม่มียอดขาย

source: Customers not selected.
th: ลูกค้าไม่ได้เลือก

source: Customerwise Discount
th: ส่วนลด Customerwise

source: Customize Homepage Sections
th: ปรับแต่งส่วนโฮมเพจ

source: Customs Tariff Number
th: ศุลกากรจำนวนภาษี

source: Daily
th: ประจำวัน

source: Daily Project Summary for {0}
th: สรุปโครงการรายวันสำหรับ {0}

source: Daily Reminders
th: การแจ้งเตือนทุกวัน

source: Daily Time to send
th: เวลาส่งรายวัน

source: Daily Timesheet Summary
th: ข้อมูลอย่างย่อ Timesheet ประจำวัน

source: Dashboard
th: แผงควบคุม

source: Data Based On
th: ข้อมูลอ้างอิงจาก

source: Data Fetch Method
th: วิธีการดึงข้อมูล

source: Data Import Configuration
th: การกำหนดค่าการนำเข้าข้อมูล

source: Data Import and Settings
th: การนำเข้าข้อมูลและการตั้งค่า

source: Date
th: วันที่

source: Date
th: วันที่

source: Date Based On
th: วันที่ขึ้นอยู่กับ

source: Date Of Retirement
th: วันที่ของการเกษียณอายุ

source: Date Settings
th: การตั้งค่าของวันที่

source: Date must be between {0} and {1}
th: วันที่ต้องอยู่ระหว่าง {0} ถึง {1}

source: Date of Birth
th: วันเกิด

source: Date of Birth cannot be greater than today.
th: วันเกิดไม่สามารถจะสูงกว่าวันนี้

source: Date of Commencement
th: วันที่เริ่มเรียน

source: Date of Commencement should be greater than Date of Incorporation
th: วันที่เริ่มดำเนินการควรมากกว่าวันที่จดทะเบียน

source: Date of Establishment
th: วันที่ก่อตั้ง

source: Date of Incorporation
th: วันที่จดทะเบียน

source: Date of Issue
th: วันที่ออก

source: Date of Joining
th: วันที่ของการเข้าร่วม

source: Date of Transaction
th: วันที่ทำรายการ

source: Date:
th: วันที่

source: Dates
th: วันที่

source: Dates to Process
th: วันที่ที่จะดำเนินการ

source: Day
th: วัน

source: Day Of Week
th: วันของสัปดาห์

source: Day of Week
th: วันของสัปดาห์

source: Day to Send
th: วันส่ง

source: Day(s) after invoice date
th: วันหลังจากวันที่ในใบแจ้งหนี้

source: Day(s) after the end of the invoice month
th: วันหลังจากสิ้นเดือนใบแจ้งหนี้

source: Days
th: วัน

source: Days Since Last Order
th: วันนับตั้งแต่คำสั่งซื้อล่าสุด

source: Days Since Last order
th: วันนับตั้งแต่คำสั่งซื้อล่าสุด

source: Days Until Due
th: วันจนถึงวันครบกำหนด

source: Days before the current subscription period
th: จำนวนวันก่อนช่วงเวลาการสมัครสมาชิกปัจจุบัน

source: DeLinked
th: ไม่ได้เชื่อมโยง

source: Deal Owner
th: เจ้าของดีล

source: Dear
th: น่ารัก

source: Dear System Manager,
th: จัดการระบบเรียน

source: Debit
th: หักบัญชี

source: Debit (Transaction)
th: เดบิต (รายการ)

source: Debit ({0})
th: เดบิต ({0})

source: Debit / Credit Note Posting Date
th: วันที่บันทึกเดบิต / เครดิต

source: Debit Account
th: บัญชีเดบิต

source: Debit Amount
th: จำนวนเงินเดบิต

source: Debit Amount in Account Currency
th: จำนวนเงินเดบิตในสกุลเงินในบัญชี

source: Debit Amount in Transaction Currency
th: จำนวนเดบิตในสกุลเงินธุรกรรม

source: Debit Note
th: หมายเหตุเดบิต

source: Debit Note Amount
th: วงเงินเดบิตหมายเหตุ

source: Debit Note Issued
th: หมายเหตุเดบิตที่ออก

source: Debit Note will update it's own outstanding amount, even if 'Return Against' is specified.
th: ใบเดบิตโน้ตจะปรับปรุงยอดคงเหลือของตนเอง แม้ว่าจะระบุ 'คืนสินค้าต่อ' ก็ตาม

source: Debit To
th: เดบิตเพื่อ

source: Debit To is required
th: เดบิตในการที่จะต้อง

source: Debit and Credit not equal for {0} #{1}. Difference is {2}.
th: เดบิตและเครดิตไม่เท่ากันสำหรับ {0} # {1} ความแตกต่างคือ {2}

source: Debit in Company Currency
th: เดบิตใน บริษัท สกุล

source: Debit to
th: เดบิตเป็น

source: Debit-Credit Mismatch
th: เดบิต-เครดิตไม่ตรงกัน

source: Debit-Credit mismatch
th: เดบิต-เครดิตไม่ตรงกัน

source: Debt Equity Ratio
th: อัตราส่วนหนี้สินต่อส่วนของผู้ถือหุ้น

source: Debtor Turnover Ratio
th: อัตราการหมุนเวียนลูกหนี้

source: Debtors
th: ลูกหนี้

source: Declare Lost
th: ประกาศแพ้

source: Deduct
th: หัก

source: Deductee Details
th: รายละเอียดการหักเงิน

source: Deductions or Loss
th: การหักเงินหรือการสูญเสีย

source: Default
th: ผิดนัด

source: Default Account
th: บัญชีเริ่มต้น

source: Default Accounts
th: บัญชีเริ่มต้น

source: Default Activity Cost exists for Activity Type - {0}
th: ค่าใช้จ่ายเริ่มต้นกิจกรรมที่มีอยู่สำหรับประเภทกิจกรรม - {0}

source: Default Advance Account
th: บัญชีเงินล่วงหน้าเริ่มต้น

source: Default Advance Paid Account
th: บัญชีการชำระแล้วเลยริบท

source: Default Advance Received Account
th: บัญชีเงินรับล่วงหน้าเริ่มต้น

source: Default Ageing Range
th: ช่วงอายุหนี้เริ่มต้น

source: Default BOM
th: BOM เริ่มต้น

source: Default BOM ({0}) must be active for this item or its template
th: BOM ค่าเริ่มต้น ({0}) จะต้องใช้งานสำหรับรายการนี้หรือแม่แบบของมัน

source: Default BOM for {0} not found
th: BOM เริ่มต้นสำหรับ {0} ไม่พบ

source: Default BOM not found for FG Item {0}
th: ไม่พบ BOM เริ่มต้นสำหรับสินค้า FG {0}

source: Default BOM not found for Item {0} and Project {1}
th: ไม่พบรายการ BOM เริ่มต้นสำหรับรายการ {0} และโครงการ {1}

source: Default Bank Account
th: บัญชีธนาคารเริ่มต้น

source: Default Billing Rate
th: เริ่มต้นอัตราการเรียกเก็บเงิน

source: Default Buying Cost Center
th: ศูนย์รายจ่ายการซื้อเริ่มต้น

source: Default Buying Price List
th: รายการราคาซื้อเริ่มต้น

source: Default Buying Terms
th: เงื่อนไขการซื้อเริ่มต้น

source: Default Cash Account
th: บัญชีเงินสดเริ่มต้น

source: Default Common Code
th: รหัสทั่วไปเริ่มต้น

source: Default Company
th: บริษัท เริ่มต้น

source: Default Company Bank Account
th: บัญชีธนาคารของ บริษัท ที่เป็นค่าเริ่มต้น

source: Default Cost Center
th: เริ่มต้นที่ศูนย์ต้นทุน

source: Default Cost of Goods Sold Account
th: เริ่มต้นค่าใช้จ่ายของบัญชีที่ขายสินค้า

source: Default Costing Rate
th: เริ่มต้นอัตราการคิดต้นทุน

source: Default Currency
th: สกุลเงินเริ่มต้น

source: Default Customer Group
th: กลุ่มลูกค้าเริ่มต้น

source: Default Deferred Expense Account
th: บัญชีค่าใช้จ่ายรอตัดบัญชี

source: Default Deferred Revenue Account
th: บัญชีรายได้รอตัดบัญชีเริ่มต้น

source: Default Dimension
th: มิติข้อมูลเริ่มต้น

source: Default Discount Account
th: บัญชี สิดรวด ได้อายก

source: Default Distance Unit
th: หน่วยระยะห่างเริ่มต้น

source: Default Expense Account
th: บัญชีค่าใช้จ่ายเริ่มต้น

source: Default Finance Book
th: หนังสือทางการเงินที่ผิดนัด

source: Default Finished Goods Warehouse
th: เริ่มต้นโกดังสินค้าสำเร็จรูป

source: Default Holiday List
th: เริ่มต้นรายการที่ฮอลิเดย์

source: Default In-Transit Warehouse
th: คลังสินค้าระหว่างทางเริ่มต้น

source: Default Income Account
th: บัญชีรายได้เริ่มต้น

source: Default Inventory Account
th: บัญชีพื้นที่โฆษณาเริ่มต้น

source: Default Item Group
th: กลุ่มสินค้าเริ่มต้น

source: Default Item Manufacturer
th: ผู้ผลิตรายการเริ่มต้น

source: Default Letter Head
th: หัวหน้าเริ่มต้นจดหมาย

source: Default Manufacturer Part No
th: หมายเลขชิ้นส่วนของผู้ผลิตเริ่มต้น

source: Default Material Request Type
th: เริ่มต้นขอประเภทวัสดุ

source: Default Operating Cost Account
th: บัญชี ของรายสางตรการสัวนเลอ

source: Default Payable Account
th: เริ่มต้นเจ้าหนี้การค้า

source: Default Payment Discount Account
th: บัญชี การชำระเงิน ใน เลื่อน

source: Default Payment Request Message
th: เริ่มต้นการชำระเงินรวมเข้าข้อความ

source: Default Payment Terms Template
th: เทมเพลตเงื่อนไขการชำระเงินเริ่มต้น

source: Default Price List
th: รายการราคาเริ่มต้น

source: Default Priority
th: ระดับความสำคัญเริ่มต้น

source: Default Provisional Account
th: บัญชีสำรองเริ่มต้น

source: Default Purchase Unit of Measure
th: ชุดซื้อหน่วยวัดเริ่มต้น

source: Default Quotation Validity Days
th: วันที่ถูกต้องของใบเสนอราคาเริ่มต้น

source: Default Receivable Account
th: บัญชีเริ่มต้นลูกหนี้

source: Default Sales Contact
th: ผู้ติดต่อขายเริ่มต้น

source: Default Sales Unit of Measure
th: ยอดขายหน่วยวัดเริ่มต้น

source: Default Scrap Warehouse
th: คลังสินค้าเศษเริ่มต้น

source: Default Selling Cost Center
th: ขาย เริ่มต้นที่ ศูนย์ต้นทุน

source: Default Selling Terms
th: เงื่อนไขการขายเริ่มต้น

source: Default Service Level Agreement
th: ข้อตกลงระดับบริการเริ่มต้น

source: Default Service Level Agreement for {0} already exists.
th: ข้อตกลงระดับการให้บริการเริ่มต้นสำหรับ {0} มีอยู่แล้ว

source: Default Source Warehouse
th: คลังสินค้าที่มาเริ่มต้น

source: Default Stock UOM
th: เริ่มต้น UOM สต็อก

source: Default Supplier
th: ผู้ผลิตเริ่มต้น

source: Default Supplier Group
th: กลุ่มผู้จัดจำหน่ายเริ่มต้น

source: Default Target Warehouse
th: คลังสินค้าเป้าหมายเริ่มต้น

source: Default Territory
th: ดินแดนเริ่มต้น

source: Default Unit of Measure
th: หน่วยเริ่มต้นของวัด

source: Default Unit of Measure for Item {0} cannot be changed directly because you have already made some transaction(s) with another UOM. You need to either cancel the linked documents or create a new Item.
th: หน่วยวัดมาตรฐานสำหรับสินค้า {0} ไม่สามารถเปลี่ยนแปลงโดยตรงได้เนื่องจากคุณได้ทำรายการธุรกรรมบางรายการแล้วโดยใช้หน่วยวัดอื่น คุณจำเป็นต้องยกเลิกเอกสารที่เชื่อมโยงหรือสร้างสินค้ารายการใหม่แทน

source: Default Unit of Measure for Item {0} cannot be changed directly because you have already made some transaction(s) with another UOM. You will need to create a new Item to use a different Default UOM.
th: เริ่มต้นหน่วยวัดสำหรับรายการ {0} ไม่สามารถเปลี่ยนแปลงได้โดยตรงเพราะคุณได้ทำแล้วการทำธุรกรรมบาง (s) กับ UOM อื่น คุณจะต้องสร้างรายการใหม่ที่จะใช้ที่แตกต่างกันเริ่มต้น UOM

source: Default Unit of Measure for Variant '{0}' must be same as in Template '{1}'
th: เริ่มต้นหน่วยวัดสำหรับตัวแปร &#39;{0}&#39; จะต้องเป็นเช่นเดียวกับในแม่แบบ &#39;{1}&#39;

source: Default Valuation Method
th: วิธีการประเมินค่าเริ่มต้น

source: Default Value
th: ค่าเริ่มต้น

source: Default Warehouse
th: คลังสินค้าเริ่มต้น

source: Default Warehouse for Sales Return
th: คลังสินค้าเริ่มต้นสำหรับการขายคืน

source: Default Warehouses for Production
th: คลังสินค้าเริ่มต้นสำหรับการผลิต

source: Default Work In Progress Warehouse
th: เริ่มต้นการทำงานในความคืบหน้าโกดัง

source: Default Workstation
th: เวิร์คสเตชั่เริ่มต้น

source: Default account will be automatically updated in POS Invoice when this mode is selected.
th: บัญชีเริ่มต้นจะได้รับการปรับปรุงโดยอัตโนมัติในใบแจ้งหนี้ POS เมื่อเลือกโหมดนี้

source: Default settings for your stock-related transactions
th: การตั้งค่าเริ่มต้นสำหรับรายการที่เกี่ยวข้องกับสต็อกของคุณ

source: Default tax templates for sales, purchase and items are created.
th: เทมเพลตภาษีเริ่มต้นสำหรับการขาย การซื้อ และสินค้าได้ถูกสร้างขึ้นแล้ว

source: Default: 10 mins
th: ค่าเริ่มต้น: 10 นาที

source: Defaults
th: เริ่มต้น

source: Deferred Accounting
th: การบันทึกบัญชีแบบเลื่อนเวลา

source: Deferred Accounting Defaults
th: ค่าเริ่มต้นการบัญชีค้างชำระ

source: Deferred Accounting Settings
th: การตั้งค่าบัญชีรอตัดบัญชี

source: Deferred Expense
th: ค่าใช้จ่ายรอตัดบัญชี

source: Deferred Expense Account
th: บัญชีค่าใช้จ่ายรอตัดบัญชี

source: Deferred Revenue
th: รายได้รอตัดบัญชี

source: Deferred Revenue Account
th: บัญชีรายได้รอตัดบัญชี

source: Deferred Revenue and Expense
th: รายได้รอตัดบัญชีและค่าใช้จ่ายรอตัดบัญชี

source: Deferred accounting failed for some invoices:
th: การบันทึกบัญชีเลื่อนล้มเหลวสำหรับใบแจ้งหนี้บางรายการ:

source: Define Asset Category
th: กำหนดประเภทสินทรัพย์

source: Define Project type.
th: กำหนดชนิดของโครงการ

source: Delay (In Days)
th: ความล่าช้า (เป็นวัน)

source: Delay (in Days)
th: ล่าช้า (เป็นวัน)

source: Delay between Delivery Stops
th: ความล่าช้าระหว่างการจัดส่ง

source: Delay in payment (Days)
th: ความล่าช้าในการชำระเงิน (วัน)

source: Delayed
th: ล่าช้า

source: Delayed Days
th: วันล่าช้า

source: Delayed Item Report
th: รายงานรายการล่าช้า

source: Delayed Order Report
th: รายงานคำสั่งซื้อล่าช้า

source: Delayed Tasks Summary
th: สรุปงานที่ล่าช้า

source: Delete
th: ลบ

source: Delete Accounting and Stock Ledger Entries on deletion of Transaction
th: ลบรายการบัญชีและสมุดรายวันสินค้าคงเหลือเมื่อมีการลบธุรกรรม

source: Delete Bins
th: ลบถังเก็บสินค้า

source: Delete Cancelled Ledger Entries
th: ลบรายการสมุดรายวันที่ถูกยกเลิก

source: Delete Dimension
th: ลบมิติ

source: Delete Leads and Addresses
th: ลบโอกาสทางการขายและที่อยู่

source: Delete Transactions
th: ลบรายการธุรกรรม

source: Delete all the Transactions for this Company
th: ลบการทำธุรกรรมทั้งหมดของ บริษัท นี้

source: Deleted Documents
th: เอกสารที่ถูกลบ

source: Deleting {0} and all associated Common Code documents...
th: กำลังลบ {0} และเอกสาร Common Code ที่เกี่ยวข้องทั้งหมด...

source: Deletion in Progress!
th: กำลังลบข้อมูล!

source: Deletion is not permitted for country {0}
th: ไม่อนุญาตให้มีการลบประเทศ {0}

source: Delimiter options
th: ตัวเลือกตัวคั่น

source: Delivered
th: ส่ง

source: Delivered Amount
th: จัดส่งจํานวนเงิน

source: Delivered By Supplier
th: จัดส่งโดยผู้ผลิต

source: Delivered Items To Be Billed
th: รายการที่ส่งไปถูกเรียกเก็บเงิน

source: Delivered Qty
th: จำนวนส่ง

source: Delivered Qty (in Stock UOM)
th: จำนวนที่ส่งมอบ (ในหน่วยวัดสินค้าคงคลัง)

source: Delivered Quantity
th: ปริมาณที่ส่งมอบ

source: Delivered by Supplier (Drop Ship)
th: จัดส่งโดยผู้ผลิต (Drop Ship)

source: Delivered: {0}
th: จัดส่ง: {0}

source: Delivery
th: การจัดส่งสินค้า

source: Delivery Date
th: วันที่ส่ง

source: Delivery Details
th: รายละเอียดการจัดส่งสินค้า

source: Delivery Manager
th: ผู้จัดการฝ่ายจัดส่ง

source: Delivery Note
th: บันทึกการส่งมอบ

source: Delivery Note Item
th: รายการจัดส่งสินค้าหมายเหตุ

source: Delivery Note No
th: หมายเหตุจัดส่งสินค้าไม่มี

source: Delivery Note Packed Item
th: ใบจัดส่งสินค้าบรรจุภัณฑ์

source: Delivery Note Trends
th: แนวโน้มหมายเหตุการจัดส่งสินค้า

source: Delivery Note {0} is not submitted
th: บันทึกการส่งมอบ {0} ไม่สำเร็จ

source: Delivery Note(s) created for the Pick List
th: สร้างใบจัดส่งสำหรับรายการหยิบเรียบร้อยแล้ว

source: Delivery Notes
th: หมายเหตุการจัดส่ง

source: Delivery Notes {0} updated
th: บันทึกการจัดส่ง {0}

source: Delivery Settings
th: การตั้งค่าการจัดส่ง

source: Delivery Status
th: สถานะการจัดส่งสินค้า

source: Delivery Stop
th: หยุดการจัดส่ง

source: Delivery Stops
th: การจัดส่งหยุด

source: Delivery To
th: เพื่อจัดส่งสินค้า

source: Delivery Trip
th: การจัดส่งสินค้า

source: Delivery User
th: ผู้ใช้งานจัดส่ง

source: Delivery Warehouse
th: คลังสินค้าจัดส่งสินค้า

source: Delivery to
th: จัดส่งถึง

source: Delivery warehouse required for stock item {0}
th: คลังสินค้าจัดส่งสินค้าที่จำเป็นสำหรับรายการหุ้น {0}

source: Demand
th: ความต้องการ

source: Demo Bank Account
th: บัญชีธนาคารสาธิต

source: Demo Company
th: บริษัทสาธิต

source: Demo data cleared
th: ข้อมูลสาธิตถูกล้างแล้ว

source: Department
th: แผนก

source: Departure Time
th: เวลาออกเดินทาง

source: Dependant SLE Voucher Detail No
th: หมายเลขรายละเอียดใบสำคัญ SLE ที่ขึ้นกับ

source: Dependencies
th: การอ้างอิง

source: Dependent Task
th: ขึ้นอยู่กับงาน

source: Dependent Task {0} is not a Template Task
th: งานที่ขึ้นอยู่ {0} ไม่ใช่งานต้นแบบ

source: Dependent Tasks
th: งานที่ต้องพึ่งพา

source: Depends on Tasks
th: ขึ้นอยู่กับงาน

source: Deposit
th: เงินมัดจำ

source: Depreciate based on daily pro-rata
th: ค่าเสื่อมราคาตามอัตราส่วนรายวัน

source: Depreciate based on shifts
th: ค่าเสื่อมราคาตามกะงาน

source: Depreciated Amount
th: จำนวนเงินที่คิดค่าเสื่อมราคา

source: Depreciatied Amount
th: จำนวนเงินที่ไม่รองรับ

source: Depreciation
th: ค่าเสื่อมราคา

source: Depreciation Amount
th: จำนวนเงินค่าเสื่อมราคา

source: Depreciation Amount during the period
th: จำนวนเงินค่าเสื่อมราคาในช่วงระยะเวลา

source: Depreciation Date
th: วันค่าเสื่อมราคา

source: Depreciation Details
th: รายละเอียดค่าเสื่อมราคา

source: Depreciation Eliminated due to disposal of assets
th: ค่าเสื่อมราคาตัดออกเนื่องจากการจำหน่ายไปซึ่งสินทรัพย์

source: Depreciation Entry
th: รายการค่าเสื่อมราคา

source: Depreciation Entry Posting Status
th: สถานะการบันทึกบัญชีค่าเสื่อมราคา

source: Depreciation Entry against asset {0}
th: รายการค่าเสื่อมราคาต่อ สินทรัพย์ {0}

source: Depreciation Entry against {0} worth {1}
th: รายการค่าเสื่อมราคาต่อ {0} มูลค่า {1}

source: Depreciation Expense Account
th: บัญชีค่าเสื่อมราคาค่าใช้จ่าย

source: Depreciation Expense Account should be an Income or Expense Account.
th: บัญชีค่าเสื่อมราคาควรเป็นบัญชีรายได้หรือบัญชีค่าใช้จ่าย

source: Depreciation Method
th: วิธีการคิดค่าเสื่อมราคา

source: Depreciation Options
th: ตัวเลือกค่าเสื่อมราคา

source: Depreciation Posting Date
th: วันที่ลงรายการบัญชีค่าเสื่อมราคา

source: Depreciation Posting Date cannot be before Available-for-use Date
th: วันที่บันทึกค่าเสื่อมราคาต้องไม่ก่อนวันที่พร้อมใช้งาน

source: Depreciation Row {0}: Depreciation Posting Date cannot be before Available-for-use Date
th: แถวค่าเสื่อมราคา {0}: วันที่บันทึกค่าเสื่อมราคาไม่สามารถก่อนวันที่พร้อมใช้งานได้

source: Depreciation Row {0}: Expected value after useful life must be greater than or equal to {1}
th: ค่าเสื่อมราคาแถว {0}: มูลค่าที่คาดว่าจะได้รับหลังจากอายุการใช้งานต้องมากกว่าหรือเท่ากับ {1}

source: Depreciation Schedule
th: กำหนดการค่าเสื่อมราคา

source: Depreciation Schedule View
th: มุมมองตารางค่าเสื่อมราคา

source: Depreciation cannot be calculated for fully depreciated assets
th: ไม่สามารถคำนวณค่าเสื่อมราคาสำหรับสินทรัพย์ที่ค่าเสื่อมราคาครบถ้วนแล้วได้

source: Depreciation eliminated via reversal
th: ค่าเสื่อมราคาที่ถูกตัดออกโดยการย้อนกลับ

source: Description
th: คำอธิบาย

source: Description of Content
th: คำอธิบายเนื้อหา

source: Designation
th: การแต่งตั้ง

source: Desk User
th: ผู้ใช้เดสก์

source: Detailed Reason
th: เหตุผลโดยละเอียด

source: Details
th: รายละเอียด

source: Determine Address Tax Category From
th: กำหนดประเภทภาษีที่อยู่จาก

source: Diesel
th: ดีเซล

source: Difference
th: ข้อแตกต่าง

source: Difference (Dr - Cr)
th: แตกต่าง ( ดร. - Cr )

source: Difference Account
th: บัญชี ที่แตกต่างกัน

source: Difference Account in Items Table
th: ความแตกต่างของ บัญชี ในตาราง สินค้า

source: Difference Account must be a Asset/Liability type account (Temporary Opening), since this Stock Entry is an Opening Entry
th: บัญชีส่วนต่างต้องเป็นบัญชีประเภท สินทรัพย์/หนี้สิน (เปิดบัญชีชั่วคราว) เนื่องจากรายการสินค้าคงคลังนี้เป็นรายการเปิดบัญชี

source: Difference Account must be a Asset/Liability type account, since this Stock Reconciliation is an Opening Entry
th: บัญชีที่แตกต่างจะต้องเป็นสินทรัพย์ / รับผิดบัญชีประเภทตั้งแต่นี้กระทบยอดสต็อกเป็นรายการเปิด

source: Difference Amount
th: ความแตกต่างจำนวน

source: Difference Amount (Company Currency)
th: ความแตกต่างจำนวนเงิน ( บริษัท สกุล)
