Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Multiple Loyalty Programs found for Customer {}. Please select manually.
th: พบโปรแกรมสะสมคะแนนหลายรายการสำหรับลูกค้า {} กรุณาเลือกด้วยตนเอง

source: Multiple Price Rules exists with same criteria, please resolve conflict by assigning priority. Price Rules: {0}
th: กฎราคาหลายอยู่กับเกณฑ์เดียวกันโปรดแก้ปัญหาความขัดแย้งโดยการกำหนดลำดับความสำคัญ กฎราคา: {0}

source: Multiple Tier Program
th: โปรแกรมหลายชั้น

source: Multiple Variants
th: หลายรูปแบบ

source: Multiple Warehouse Accounts
th: บัญชีคลังสินค้าหลายแห่ง

source: Multiple fiscal years exist for the date {0}. Please set company in Fiscal Year
th: รอบระยะเวลาบัญชีที่มีอยู่หลายสำหรับวันที่ {0} โปรดตั้ง บริษัท ในปีงบประมาณ

source: Multiple items cannot be marked as finished item
th: ไม่สามารถทำเครื่องหมายสินค้าหลายรายการเป็นสินค้าสำเร็จรูปได้

source: Must be Whole Number
th: ต้องเป็นจำนวนเต็ม

source: Must be a publicly accessible Google Sheets URL and adding Bank Account column is necessary for importing via Google Sheets
th: ต้องเป็น URL ของ Google Sheets ที่เข้าถึงได้สาธารณะ และจำเป็นต้องเพิ่มคอลัมน์ บัญชีธนาคาร สำหรับการนำเข้าผ่าน Google Sheets

source: Mute Email
th: ปิดเสียงอีเมล์

source: Name
th: ชื่อ

source: Name and Employee ID
th: ชื่อและลูกจ้าง ID

source: Name of Beneficiary
th: ชื่อผู้รับประโยชน์

source: Name of new Account. Note: Please don't create accounts for Customers and Suppliers
th: ชื่อของบัญชีใหม่ หมายเหตุ: กรุณาอย่าสร้างบัญชีสำหรับลูกค้าและผู้จำหน่าย

source: Name of the Monthly Distribution
th: ชื่อของการกระจายรายเดือน

source: Named Place
th: สถานที่ที่ระบุชื่อ

source: Naming Series
th: การตั้งชื่อซีรีส์

source: Naming Series Prefix
th: ชื่อย่อของชุดคำนำหน้า

source: Naming Series and Price Defaults
th: ลำดับการตั้งชื่อและค่าตั้งต้นราคา

source: Naming Series is mandatory
th: ลำดับการตั้งชื่อเป็นข้อบังคับ

source: Natural Gas
th: ก๊าซธรรมชาติ

source: Needs Analysis
th: การวิเคราะห์ความต้องการ

source: Negative Quantity is not allowed
th: จำนวน เชิงลบ ไม่ได้รับอนุญาต

source: Negative Stock Error
th: ข้อผิดพลาดสต็อกติดลบ

source: Negative Valuation Rate is not allowed
th: อัตรา การประเมิน เชิงลบ ไม่ได้รับอนุญาต

source: Negotiation/Review
th: การเจรจาต่อรอง / รีวิว

source: Net Amount
th: ปริมาณสุทธิ

source: Net Amount (Company Currency)
th: ปริมาณสุทธิ (บริษัท สกุลเงิน)

source: Net Asset value as on
th: มูลค่าทรัพย์สินสุทธิ ณ วันที่

source: Net Cash from Financing
th: เงินสดสุทธิจากการจัดหาเงินทุน

source: Net Cash from Investing
th: เงินสดสุทธิจากการลงทุน

source: Net Cash from Operations
th: เงินสดจากการดำเนินงานสุทธิ

source: Net Change in Accounts Payable
th: เปลี่ยนสุทธิในบัญชีเจ้าหนี้

source: Net Change in Accounts Receivable
th: เปลี่ยนสุทธิในบัญชีลูกหนี้

source: Net Change in Cash
th: เปลี่ยนเป็นเงินสดสุทธิ

source: Net Change in Equity
th: เปลี่ยนแปลงสุทธิในส่วนของเจ้าของ

source: Net Change in Fixed Asset
th: เปลี่ยนสุทธิในสินทรัพย์ถาวร

source: Net Change in Inventory
th: เปลี่ยนสุทธิในสินค้าคงคลัง

source: Net Hour Rate
th: อัตราชั่วโมงสุทธิ

source: Net Profit
th: กำไรสุทธิ

source: Net Profit Ratio
th: อัตรากำไรสุทธิ

source: Net Profit/Loss
th: กำไร / ขาดทุนสุทธิ

source: Net Purchase Amount
th: จำนวนเงินซื้อสุทธิ

source: Net Rate
th: อัตราการสุทธิ

source: Net Rate (Company Currency)
th: อัตราการสุทธิ (บริษัท สกุลเงิน)

source: Net Total
th: สุทธิ

source: Net Total (Company Currency)
th: รวมสุทธิ (สกุลเงิน บริษัท )

source: Net Weight
th: ปริมาณสุทธิ

source: Net Weight UOM
th: UOM น้ำหนักสุทธิ

source: Net total calculation precision loss
th: การสูญเสียความแม่นยำในการคำนวณยอดสุทธิ

source: New
th: ใหม่

source: New Account Name
th: ชื่อ บัญชีผู้ใช้ใหม่

source: New Asset Value
th: มูลค่าของสินทรัพย์ใหม่

source: New Assets (This Year)
th: สินทรัพย์ใหม่ (ปีนี้)

source: New BOM
th: BOM ใหม่

source: New Balance In Account Currency
th: ยอดคงเหลือใหม่ในสกุลเงินบัญชี

source: New Balance In Base Currency
th: ยอดคงเหลือใหม่ในสกุลเงินหลัก

source: New Batch ID (Optional)
th: รหัสแบทช์ใหม่ (ไม่บังคับ)

source: New Batch Qty
th: จำนวนแบทช์ใหม่

source: New Company
th: บริษัท ใหม่

source: New Cost Center Name
th: ใหม่ ชื่อ ศูนย์ต้นทุน

source: New Customer Revenue
th: รายได้ลูกค้าใหม่

source: New Customers
th: ลูกค้าใหม่

source: New Department
th: แผนกใหม่

source: New Employee
th: พนักงานใหม่

source: New Event
th: กิจกรรมใหม่

source: New Exchange Rate
th: อัตราแลกเปลี่ยนใหม่

source: New Expenses
th: ค่าใช้จ่ายใหม่

source: New Income
th: รายได้ใหม่

source: New Journal Entry will be posted for the difference amount. The Posting Date can be modified.
th: รายการบัญชีใหม่จะถูกบันทึกสำหรับจำนวนเงินที่แตกต่าง วันที่บันทึกสามารถแก้ไขได้

source: New Location
th: สถานที่ใหม่

source: New Note
th: บันทึกใหม่

source: New Purchase Invoice
th: ใบแจ้งหนี้ซื้อใหม่

source: New Purchase Orders
th: สั่งซื้อใหม่

source: New Quality Procedure
th: กระบวนการคุณภาพใหม่

source: New Quotations
th: ใบเสนอราคาใหม่

source: New Sales Invoice
th: ใบแจ้งหนี้การขายใหม่

source: New Sales Orders
th: คำสั่งขายใหม่

source: New Sales Person Name
th: ชื่อใหม่คนขาย

source: New Serial No cannot have Warehouse. Warehouse must be set by Stock Entry or Purchase Receipt
th: ใหม่ หมายเลขเครื่อง ไม่สามารถมี คลังสินค้า คลังสินค้า จะต้องตั้งค่า โดย สต็อก รายการ หรือ รับซื้อ

source: New Task
th: งานใหม่

source: New Version
th: เวอร์ชันใหม่

source: New Warehouse Name
th: ชื่อคลังสินค้าใหม่

source: New Workplace
th: สถานที่ทำงานใหม่

source: New credit limit is less than current outstanding amount for the customer. Credit limit has to be atleast {0}
th: วงเงินสินเชื่อใหม่น้อยกว่าจำนวนเงินที่ค้างในปัจจุบันสำหรับลูกค้า วงเงินสินเชื่อจะต้องมีอย่างน้อย {0}

source: New invoices will be generated as per schedule even if current invoices are unpaid or past due date
th: ใบแจ้งหนี้ใหม่จะถูกสร้างขึ้นตามกำหนดแม้ว่าใบแจ้งหนี้ปัจจุบันจะยังไม่ได้ชำระเงินหรือวันที่ครบกำหนดชำระ

source: New release date should be in the future
th: วันที่วางจำหน่ายใหม่ควรจะเป็นในอนาคต

source: New task
th: งานใหม่

source: New {0} pricing rules are created
th: สร้างกฎการกำหนดราคา {0} ใหม่แล้ว

source: Newsletter
th: จดหมายข่าว

source: Next
th: ต่อไป

source: Next Depreciation Date
th: ถัดไปวันที่ค่าเสื่อมราคา

source: Next Due Date
th: วันครบกำหนดถัดไป

source: Next email will be sent on:
th: อีเมล์ถัดไปจะถูกส่งเมื่อ:

source: No
th: ไม่

source: No Account matched these filters: {}
th: ไม่มีบัญชีที่ตรงกับตัวกรองเหล่านี้: {}

source: No Action
th: ไม่มีการตอบสนอง

source: No Answer
th: ไม่มีคำตอบ

source: No Customer found for Inter Company Transactions which represents company {0}
th: ไม่พบลูกค้าสำหรับธุรกรรมระหว่าง บริษัท ซึ่งแสดงถึง บริษัท {0}

source: No Customers found with selected options.
th: ไม่พบผู้ขายที่ตรงกับตัวเลือกที่เลือกไว้

source: No Data
th: ไม่มีข้อมูล

source: No Delivery Note selected for Customer {}
th: ไม่ได้เลือกหมายเหตุการจัดส่งสำหรับลูกค้า {}

source: No Item with Barcode {0}
th: ไม่มีรายการ ที่มี บาร์โค้ด {0}

source: No Item with Serial No {0}
th: ไม่มีรายการ ที่มี หมายเลขเครื่อง {0}

source: No Items selected for transfer.
th: ไม่มีรายการใดถูกเลือกสำหรับการโอนย้าย

source: No Items with Bill of Materials to Manufacture
th: ไม่มีรายการที่มี Bill of Materials การผลิต

source: No Items with Bill of Materials.
th: ไม่มีรายการที่มีรายการวัสดุ

source: No Matching Bank Transactions Found
th: ไม่พบรายการธุรกรรมธนาคารที่ตรงกัน

source: No Notes
th: ไม่มีบันทึก

source: No Outstanding Invoices found for this party
th: ไม่พบใบแจ้งหนี้ค้างชำระสำหรับฝ่ายนี้

source: No POS Profile found. Please create a New POS Profile first
th: ไม่พบโปรไฟล์ POS กรุณาสร้างโปรไฟล์ POS ใหม่ก่อน

source: No Permission
th: ไม่ได้รับอนุญาต

source: No Purchase Orders were created
th: ไม่มีการสร้างใบสั่งซื้อ

source: No Records for these settings.
th: ไม่มีระเบียนสำหรับการตั้งค่าเหล่านี้

source: No Remarks
th: หมายเหตุไม่มี

source: No Selection
th: ไม่ได้เลือก

source: No Serial / Batches are available for return
th: ไม่มีหมายเลขซีเรียล / ชุดสินค้าให้คืน

source: No Stock Available Currently
th: ขณะนี้ไม่มีสินค้าในสต็อก

source: No Summary
th: ไม่มีสรุป

source: No Supplier found for Inter Company Transactions which represents company {0}
th: ไม่พบซัพพลายเออร์สำหรับธุรกรรมระหว่าง บริษัท ซึ่งแสดงถึง บริษัท {0}

source: No Tax Withholding data found for the current posting date.
th: ไม่พบข้อมูล ภาษีหัก ณ ที่จ่าย สำหรับวันที่บันทึกปัจจุบัน

source: No Terms
th: ไม่มีเงื่อนไข

source: No Unreconciled Invoices and Payments found for this party and account
th: ไม่พบใบแจ้งหนี้และการชำระเงินที่ยังไม่ได้กระทบยอดสำหรับฝ่ายและบัญชีนี้

source: No Unreconciled Payments found for this party
th: ไม่พบการชำระเงินที่ยังไม่ได้กระทบยอดสำหรับฝ่ายนี้

source: No Work Orders were created
th: ไม่มีการสร้างใบสั่งงานใดๆ ขึ้นมา

source: No accounting entries for the following warehouses
th: ไม่มี รายการบัญชี สำหรับคลังสินค้า ดังต่อไปนี้

source: No active BOM found for item {0}. Delivery by Serial No cannot be ensured
th: ไม่พบ BOM ที่ใช้งานอยู่สำหรับรายการ {0} ไม่สามารถรับประกันการจัดส่งโดย Serial No ได้

source: No additional fields available
th: ไม่มีฟิลด์เพิ่มเติมให้ใช้งาน

source: No billing email found for customer: {0}
th: ไม่พบอีเมลสำหรับการออกใบแจ้งหนี้ของลูกค้า: {0}

source: No contacts with email IDs found.
th: ไม่พบรายชื่อติดต่อที่มีรหัสอีเมล

source: No data for this period
th: ไม่มีข้อมูลสำหรับช่วงเวลานี้

source: No data found. Seems like you uploaded a blank file
th: ไม่พบข้อมูล ดูเหมือนว่าคุณได้อัปโหลดไฟล์ว่างเปล่า

source: No data to export
th: ไม่มีข้อมูลที่จะส่งออก

source: No description given
th: ให้ คำอธิบาย

source: No employee was scheduled for call popup
th: ไม่มีพนักงานที่ถูกกำหนดให้รับสายป๊อปอัป

source: No failed logs
th: ไม่มีบันทึกที่ล้มเหลว

source: No item available for transfer.
th: ไม่มีข้อมูลสินค้าให้โอนย้าย

source: No items are available in sales orders {0} for production
th: ไม่มีรายการในใบสั่งขาย {0} สำหรับการผลิต

source: No items are available in the sales order {0} for production
th: ไม่มีรายการในใบสั่งขาย {0} สำหรับการผลิต

source: No items found. Scan barcode again.
th: ไม่พบรายการ สแกนบาร์โค้ดอีกครั้ง

source: No items in cart
th: ไม่มีสินค้าในตะกร้า

source: No items to be received are overdue
th: ไม่มีรายการที่จะได้รับค้างชำระ

source: No matches occurred via auto reconciliation
th: ไม่พบรายการที่ตรงกันจากการตัดยอดอัตโนมัติ

source: No material request created
th: ไม่ได้สร้างคำขอเนื้อหา

source: No more children on Left
th: ไม่มีรายการย่อยเพิ่มเติมทางซ้าย

source: No more children on Right
th: ไม่มีรายการย่อยเพิ่มเติมทางขวาแล้ว

source: No of Docs
th: จำนวนเอกสาร

source: No of Employees
th: จำนวนพนักงาน

source: No of Interactions
th: ไม่มีการโต้ตอบ

source: No of Months (Expense)
th: จำนวนเดือน (ค่าใช้จ่าย)

source: No of Months (Revenue)
th: จำนวนเดือน (รายได้)

source: No of Requested SMS
th: ไม่มีของ SMS ขอ

source: No of Sent SMS
th: ไม่มี SMS ที่ส่ง

source: No of Shares
th: จำนวนหุ้น

source: No of Visits
th: ไม่มีการเข้าชม

source: No open POS Opening Entry found for POS Profile {0}.
th: ไม่พบรายการเปิดบัญชีเปิด POS สำหรับโปรไฟล์ POS {0}

source: No open event
th: ไม่มีเหตุการณ์ที่เปิดอยู่

source: No open task
th: ไม่มีงานที่เปิดอยู่

source: No outstanding invoices found
th: ไม่พบใบแจ้งหนี้ที่โดดเด่น

source: No outstanding invoices require exchange rate revaluation
th: ไม่มีใบแจ้งหนี้คงค้างที่ต้องการการประเมินค่าอัตราแลกเปลี่ยนใหม่

source: No outstanding {0} found for the {1} {2} which qualify the filters you have specified.
th: ไม่พบ {0} ค้างชำระสำหรับ {1} {2} ที่ตรงตามตัวกรองที่คุณระบุไว้

source: No pending Material Requests found to link for the given items.
th: ไม่พบคำร้องขอวัสดุที่รอการค้นหาสำหรับรายการที่ระบุ

source: No primary email found for customer: {0}
th: ไม่พบอีเมลหลักสำหรับลูกค้า: {0}

source: No products found.
th: ไม่พบผลิตภัณฑ์

source: No recent transactions found
th: ไม่พบรายการธุรกรรมล่าสุด

source: No record found
th: บันทึกไม่พบ

source: No records found in Allocation table
th: ไม่พบระเบียนในตารางการจัดสรร

source: No records found in the Invoices table
th: ไม่พบระเบียนในตารางใบแจ้งหนี้

source: No records found in the Payments table
th: ไม่พบระเบียนในตารางการชำระเงิน

source: No stock ledger entries were created. Please set the quantity or valuation rate for the items properly and try again.
th: ไม่มีรายการสมุดบัญชีสินค้าใดถูกสร้างขึ้น กรุณาตั้งค่าปริมาณหรืออัตราประเมินค่าสำหรับสินค้าให้ถูกต้องแล้วลองใหม่อีกครั้ง

source: No stock transactions can be created or modified before this date.
th: ไม่สามารถสร้างหรือแก้ไขรายการเคลื่อนไหวสต็อกก่อนวันที่นี้ได้

source: No values
th: ไม่มีค่า

source: No {0} Accounts found for this company.
th: ไม่พบ บัญชี {0} ส่วนหนึ่งของบริษัทนี้

source: No {0} found for Inter Company Transactions.
th: ไม่พบ {0} รายการระหว่าง บริษัท

source: No.
th: เลขที่

source: No. of Employees
th: จำนวนพนักงาน

source: No. of parallel job cards which can be allowed on this workstation. Example: 2 would mean this workstation can process production for two Work Orders at a time.
th: จำนวนใบแจ้งงานที่สามารถทำงานพร้อมกันได้ในสถานีงานนี้ ตัวอย่างเช่น 2 หมายความว่าสถานีงานนี้สามารถดำเนินการผลิตสำหรับใบสั่งงานสองใบพร้อมกันได้ในเวลาเดียวกัน

source: Non Conformance
th: ที่ไม่สอดคล้อง

source: Non Depreciable Category
th: ประเภทที่ไม่คิดค่าเสื่อมราคา

source: Non Profit
th: องค์กรไม่แสวงหากำไร

source: Non stock items
th: รายการที่ไม่ใช่สต็อก

source: Non-Zeros
th: ไม่เป็นศูนย์

source: None
th: ไม่มี

source: None of the items have any change in quantity or value.
th: ไม่มีรายการมีการเปลี่ยนแปลงใด ๆ ในปริมาณหรือมูลค่า

source: Not Allowed
th: ไม่อนุญาต

source: Not Applicable
th: ไม่สามารถใช้งาน

source: Not Available
th: ไม่สามารถใช้งาน

source: Not Billed
th: ไม่ได้เรียกเก็บ

source: Not Delivered
th: ไม่ได้ส่ง

source: Not Permitted
th: ไม่อนุญาต

source: Not Specified
th: ไม่ระบุ

source: Not Started
th: ยังไม่เริ่มต้น

source: Not able to find the earliest Fiscal Year for the given company.
th: ไม่สามารถค้นหาปีงบประมาณที่เก่าที่สุดสำหรับบริษัทที่กำหนดได้

source: Not active
th: ที่ใช้งานไม่ได้

source: Not allow to set alternative item for the item {0}
th: ไม่อนุญาตให้ตั้งค่ารายการอื่นสำหรับรายการ {0}

source: Not allowed to create accounting dimension for {0}
th: ไม่อนุญาตให้สร้างมิติการบัญชีสำหรับ {0}

source: Not allowed to update stock transactions older than {0}
th: ไม่ได้รับอนุญาตในการปรับปรุงการทำธุรกรรมหุ้นเก่ากว่า {0}

source: Not authorized to edit frozen Account {0}
th: ได้รับอนุญาตให้ แก้ไข บัญชี แช่แข็ง {0}

source: Not authroized since {0} exceeds limits
th: ไม่ authroized ตั้งแต่ {0} เกินขีด จำกัด

source: Not in Stock
th: ไม่ได้อยู่ในสต็อก

source: Not in stock
th: ไม่ได้อยู่ในสต็อก

source: Not permitted
th: ไม่อนุญาต

source: Note
th: หมายเหตุ

source: Note: Automatic log deletion only applies to logs of type <i>Update Cost</i>
th: หมายเหตุ: การลบบันทึกโดยอัตโนมัติจะใช้กับบันทึกประเภท <i>ปรับปรุงต้นทุน</i> เท่านั้น

source: Note: Due Date exceeds allowed {0} credit days by {1} day(s)
th: หมายเหตุ: วันครบกำหนดเกินจำนวนวันที่เครดิตที่อนุญาต {0} ถึง {1} วัน

source: Note: Email will not be sent to disabled users
th: หมายเหตุ: อีเมล์ของคุณจะไม่ถูกส่งไปยังผู้ใช้คนพิการ

source: Note: If you want to use the finished good {0} as a raw material, then enable the 'Do Not Explode' checkbox in the Items table against the same raw material.
th: หมายเหตุ: หากต้องการใช้สินค้าสำเร็จรูป {0} เป็นวัตถุดิบ ให้เปิดใช้งานช่องทำเครื่องหมาย 'ไม่แตกโครงสร้าง' ในตาราง สินค้า สำหรับวัตถุดิบเดียวกันนั้น

source: Note: Item {0} added multiple times
th: หมายเหตุ: เพิ่มรายการ {0} หลายครั้ง

source: Note: Payment Entry will not be created since 'Cash or Bank Account' was not specified
th: หมายเหตุ : รายการ การชำระเงินจะ ไม่ได้รับการ สร้างขึ้นตั้งแต่ ' เงินสด หรือ บัญชี ธนาคาร ไม่ได้ระบุ

source: Note: Please create Sales Orders from individual Quotations to select from among Alternative Items.
th: หมายเหตุ: กรุณาสร้างใบสั่งขายจากใบเสนอราคาทีละรายการเพื่อเลือกจากสินค้าทางเลือกต่างๆ

source: Note: This Cost Center is a Group. Cannot make accounting entries against groups.
th: หมายเหตุ : ศูนย์ต้นทุน นี้เป็น กลุ่ม ไม่สามารถสร้าง รายการบัญชี กับ กลุ่ม

source: Note: To merge the items, create a separate Stock Reconciliation for the old item {0}
th: หมายเหตุ: ในการรวมรายการ ให้สร้างการปรับยอดสต็อกแยกต่างหากสำหรับสินค้าเก่า {0}

source: Note: {0}
th: หมายเหตุ : {0}

source: Notes
th: บันทึก

source: Notes HTML
th: หมายเหตุ HTML

source: Notes:
th: บันทึก

source: Nothing is included in gross
th: ไม่มีอะไรรวมอยู่ในขั้นต้น

source: Nothing more to show.
th: ไม่มีอะไรมากที่จะแสดง

source: Notice (days)
th: แจ้งให้ทราบล่วงหน้า (วัน)

source: Notification
th: การแจ้งเตือน

source: Notification Settings
th: การตั้งค่าการแจ้งเตือน

source: Notify Customers via Email
th: แจ้งลูกค้าทางอีเมล

source: Notify Employee
th: แจ้งพนักงาน

source: Notify Other
th: แจ้งอื่น ๆ

source: Notify Reposting Error to Role
th: แจ้งข้อผิดพลาดการโพสต์ซ้ำไปยังบทบาท

source: Notify Supplier
th: แจ้งผู้จัดจำหน่าย

source: Notify Via Email
th: แจ้งเตือนทางอีเมล

source: Notify by Email on Creation of Automatic Material Request
th: แจ้งทางอีเมลเมื่อสร้างคำขอวัสดุอัตโนมัติ

source: Notify customer and agent via email on the day of the appointment.
th: แจ้งลูกค้าและตัวแทนผ่านทางอีเมล์ในวันที่ได้รับการแต่งตั้ง

source: Number of Columns
th: จำนวนคอลัมน์

source: Number of Concurrent Appointments
th: จำนวนการนัดหมายพร้อมกัน

source: Number of Days
th: จำนวนวัน

source: Number of Interaction
th: จำนวนการโต้ตอบ

source: Number of Order
th: จำนวนการสั่งซื้อ

source: Number of columns for this section. 3 cards will be shown per row if you select 3 columns.
th: จำนวนคอลัมน์สำหรับส่วนนี้ 3 ใบจะปรากฏต่อแถวหากคุณเลือก 3 คอลัมน์

source: Number of days after invoice date has elapsed before canceling subscription or marking subscription as unpaid
th: จำนวนวันหลังจากวันที่ในใบแจ้งหนี้ล่วงเลยไปก่อนที่จะยกเลิกการสมัครรับข้อมูลหรือทำเครื่องหมายการสมัครรับข้อมูลเป็นแบบไม่ชำระเงิน

source: Number of days appointments can be booked in advance
th: จำนวนวันนัดหมายสามารถจองล่วงหน้า

source: Number of days that the subscriber has to pay invoices generated by this subscription
th: จำนวนวันที่สมาชิกต้องชำระเงินตามใบแจ้งหนี้ที่สร้างโดยการสมัครรับข้อมูลนี้

source: Number of intervals for the interval field e.g if Interval is 'Days' and Billing Interval Count is 3, invoices will be generated every 3 days
th: จำนวนช่วงเวลาสำหรับช่วงเวลาเช่นถ้าช่วงคือ &#39;วัน&#39; และช่วงเวลาการเรียกเก็บเงินคือ 3 จะมีการสร้างใบแจ้งหนี้ทุก 3 วัน

source: Number of new Account, it will be included in the account name as a prefix
th: หมายเลขบัญชีใหม่จะรวมอยู่ในชื่อบัญชีเป็นคำนำหน้า

source: Number of new Cost Center, it will be included in the cost center name as a prefix
th: ศูนย์ต้นทุนใหม่จะรวมอยู่ในชื่อศูนย์ต้นทุนเป็นคำนำหน้า

source: Numeric
th: เชิงตัวเลข

source: Numeric Inspection
th: การตรวจสอบเชิงตัวเลข

source: Numeric Values
th: ค่าที่เป็นตัวเลข

source: Numero has not set in the XML file
th: ไม่ได้ตั้งค่า Numero ในไฟล์ XML

source: OAuth Client
th: ลูกค้า OAuth

source: OAuth Provider Settings
th: การตั้งค่าผู้ให้บริการ OAuth

source: Objective
th: วัตถุประสงค์

source: Objectives
th: วัตถุประสงค์

source: Odometer Value (Last)
th: ราคาเครื่องวัดระยะทาง (สุดท้าย)

source: Off
th: ปิดใช้งาน

source: Offer Date
th: ข้อเสนอ วันที่

source: Office
th: สำนักงาน

source: Office Equipments
th: อุปกรณ์ สำนักงาน

source: Office Maintenance Expenses
th: ค่าใช้จ่ายใน การบำรุงรักษา สำนักงาน

source: Office Rent
th: สำนักงาน ให้เช่า

source: Offsetting Account
th: บัญชี เสียง

source: Offsetting for Accounting Dimension
th: การตั้งยอดชดเชยสำหรับมิติทางบัญชี

source: Old Parent
th: ผู้ปกครองเก่า

source: Oldest Of Invoice Or Advance
th: ใบแจ้งหนี้หรือเงินล่วงหน้าที่เก่าที่สุด

source: On Converting Opportunity
th: ในการแปลงโอกาส

source: On Hold
th: ระงับ

source: On Hold Since
th: ระงับตั้งแต่

source: On Item Quantity
th: ในปริมาณรายการ

source: On Net Total
th: เมื่อรวมสุทธิ

source: On Paid Amount
th: เมื่อจำนวนเงินที่ชำระแล้ว

source: On Previous Row Amount
th: เกี่ยวกับจำนวนเงินแถวก่อนหน้า

source: On Previous Row Total
th: เมื่อรวมแถวก่อนหน้า

source: On Purchase Order Submission
th: ในการส่งคำสั่งซื้อ

source: On Sales Order Submission
th: ในการส่งคำสั่งขาย

source: On Task Completion
th: เมื่อเสร็จสิ้นภารกิจ

source: On This Date
th: ในวันที่นี้

source: On Track
th: เป็นไปตามแผน

source: On enabling this cancellation entries will be posted on the actual cancellation date and reports will consider cancelled entries as well
th: เมื่อเปิดใช้งาน การบันทึกการยกเลิกจะถูกบันทึกในวันที่ยกเลิกจริง และรายงานจะพิจารณาการบันทึกที่ถูกยกเลิกด้วย

source: On expanding a row in the Items to Manufacture table, you'll see an option to 'Include Exploded Items'. Ticking this includes raw materials of the sub-assembly items in the production process.
th: เมื่อขยายแถวในตาราง สินค้าที่จะผลิต คุณจะเห็นตัวเลือก 'รวมสินค้าย่อยที่แยกชิ้นส่วน' การเลือกตัวเลือกนี้จะรวมวัตถุดิบของสินค้าย่อยในกระบวนการผลิตด้วย

source: On save, the Excluded Fee will be converted to an Included Fee.
th: เมื่อบันทึก ค่าธรรมเนียมที่ถูกยกเว้นจะถูกแปลงเป็นค่าธรรมเนียมที่รวมอยู่แล้ว

source: On submission of the stock transaction, system will auto create the Serial and Batch Bundle based on the Serial No / Batch fields.
th: เมื่อส่งรายการเคลื่อนไหวสินค้าคงคลัง ระบบจะสร้างชุดหมายเลขซีเรียลและชุดล็อตโดยอัตโนมัติตามหมายเลขซีเรียล / ช่องล็อต

source: On {0} Creation
th: เมื่อวันที่ {0} การสร้าง

source: On-machine press checks
th: การกดเช็คบนเครื่อง

source: Once set, this invoice will be on hold till the set date
th: เมื่อตั้งค่าใบแจ้งหนี้นี้จะถูกระงับไว้จนกว่าจะถึงวันที่กำหนด

source: Once the Work Order is Closed. It can't be resumed.
th: เมื่อใบสั่งงานถูกปิดแล้ว จะไม่สามารถดำเนินการต่อได้อีก

source: One customer can be part of only single Loyalty Program.
th: ลูกค้ารายหนึ่งสามารถเป็นส่วนหนึ่งของโครงการความภักดีเดียวได้

source: Ongoing Job Cards
th: การ์ดงานที่กำลังดำเนินอยู่

source: Only 'Payment Entries' made against this advance account are supported.
th: รองรับเฉพาะ 'รายการชำระเงิน' ที่ทำกับบัญชีเงินล่วงหน้านี้เท่านั้น

source: Only CSV and Excel files can be used to for importing data. Please check the file format you are trying to upload
th: สามารถใช้ไฟล์ CSV และ Excel เท่านั้นสำหรับการนำเข้าข้อมูล กรุณาตรวจสอบรูปแบบไฟล์ที่คุณพยายามอัปโหลด

source: Only Deduct Tax On Excess Amount
th: หักภาษีเฉพาะจำนวนเงินที่เกินเท่านั้น

source: Only Include Allocated Payments
th: รวมเฉพาะการชำระเงินที่จัดสรรแล้วเท่านั้น

source: Only Parent can be of type {0}
th: เฉพาะ Parent เท่านั้นที่สามารถเป็นประเภท {0} ได้

source: Only applies for Normal Payments
th: ใช้ได้เฉพาะกับการชำระเงินปกติเท่านั้น

source: Only existing assets
th: เฉพาะสินทรัพย์ที่มีอยู่แล้วเท่านั้น

source: Only leaf nodes are allowed in transaction
th: โหนดใบเท่านั้นที่จะเข้าในการทำธุรกรรม

source: Only one of Deposit or Withdrawal should be non-zero when applying an Excluded Fee.
th: เมื่อใช้ค่าธรรมเนียมที่ยกเว้น จะต้องมีเพียงหนึ่งรายการระหว่างเงินฝากหรือการถอนเงินที่ไม่เป็นศูนย์เท่านั้น

source: Only one {0} entry can be created against the Work Order {1}
th: สามารถสร้างรายการ {0} ได้เพียงรายการเดียวเท่านั้นสำหรับคำสั่งงาน {1}

source: Only payment entries with apply tax withholding unchecked will be considered for checking cumulative threshold breach
th: เฉพาะรายการชำระเงินที่ไม่ได้เลือกใช้ภาษีหัก ณ ที่จ่ายเท่านั้นที่จะถูกพิจารณาในการตรวจสอบการเกินขีดจำกัดสะสม

source: Only show Customer of these Customer Groups
th: แสดงเฉพาะลูกค้าของกลุ่มลูกค้าเหล่านี้

source: Only show Items from these Item Groups
th: แสดงเฉพาะรายการจากกลุ่มรายการเหล่านี้
