Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Value for Attribute {0} must be within the range of {1} to {2} in the increments of {3} for Item {4}
th: ค่าสำหรับแอตทริบิวต์ {0} จะต้องอยู่ในช่วงของ {1} เป็น {2} ในการเพิ่มขึ้นของ {3} สำหรับรายการ {4}

source: Value of Goods
th: มูลค่าสินค้า

source: Value of New Capitalized Asset
th: มูลค่าของสินทรัพย์ที่เพิ่มทุนใหม่

source: Value of New Purchase
th: มูลค่าการซื้อใหม่

source: Value of Scrapped Asset
th: มูลค่าของสินทรัพย์ที่ถูกตัดจำหน่าย

source: Value of Sold Asset
th: มูลค่าของสินทรัพย์ที่ขายแล้ว

source: Value of goods cannot be 0
th: มูลค่าสินค้าไม่สามารถเป็น 0 ได้

source: Value or Qty
th: ค่าหรือ จำนวน

source: Values Changed
th: ค่าเปลี่ยน

source: Variable Name
th: ชื่อตัวแปร

source: Variables
th: ตัวแปร

source: Variance
th: ความแปรปรวน

source: Variance ({})
th: ความแปรปรวน ({})

source: Variant
th: ตัวแปร

source: Variant Attribute Error
th: ข้อผิดพลาดแอตทริบิวต์ตัวแปร

source: Variant Attributes
th: ตัวแปรคุณลักษณะ

source: Variant BOM
th: รายละเอียดรุ่น BOM

source: Variant Based On
th: ตัวแปรอยู่บนพื้นฐานของ

source: Variant Based On cannot be changed
th: ตัวแปรตามไม่สามารถเปลี่ยนแปลงได้

source: Variant Details Report
th: รายงานรายละเอียดชุดค่าผสม

source: Variant Field
th: ฟิลด์ Variant

source: Variant Item
th: รายการตัวแปร

source: Variant Items
th: รายการตัวแปร

source: Variant Of
th: ตัวแปรของ

source: Variant creation has been queued.
th: การสร้างชุดตัวเลือกถูกจัดคิว

source: Variants
th: ตัวแปร

source: Vehicle
th: พาหนะ

source: Vehicle Date
th: วันที่ยานพาหนะ

source: Vehicle No
th: เลขยานพาหนะ

source: Vehicle Number
th: จำนวนยานพาหนะ

source: Vehicle Value
th: ค่ายานพาหนะ

source: Vendor Name
th: ชื่อผู้ขาย

source: Verification failed please check the link
th: การตรวจสอบล้มเหลว กรุณาตรวจสอบลิงก์

source: Verified By
th: ตรวจสอบโดย

source: Verify Email
th: ตรวจสอบอีเมล์

source: Version
th: เวอร์ชัน

source: Via Customer Portal
th: ผ่านทางพอร์ทัลลูกค้า

source: Via Landed Cost Voucher
th: ผ่านใบสำคัญต้นทุนรวม

source: Video
th: วีดีโอ

source: Video Settings
th: การตั้งค่าวิดีโอ

source: View
th: ดู

source: View BOM Update Log
th: ดูบันทึกการอัปเดต BOM

source: View Chart of Accounts
th: ดูแผนภูมิบัญชี

source: View Cost Center Tree
th: ดูโครงสร้างศูนย์ต้นทุน

source: View Exchange Gain/Loss Journals
th: ดูสมุดรายวันกำไร/ขาดทุนจากอัตราแลกเปลี่ยน

source: View General Ledger
th: ดูบัญชีแยกประเภททั่วไป

source: View Leads
th: ดูนำ

source: View Ledger
th: ดู บัญชีแยกประเภท

source: View Ledgers
th: ดูสมุดรายวัน

source: View Now
th: ดู ตอนนี้

source: View Stock Balance
th: ดูยอดคงเหลือสินค้า

source: View Stock Ledger
th: ดูสมุดรายวันสินค้าคงคลัง

source: View Type
th: ดูประเภท

source: View Warehouses
th: ดูคลังสินค้า

source: View attachments
th: ดูไฟล์แนบ

source: View call log
th: ดูบันทึกการโทร

source: Views
th: มุมมอง

source: Visit the forums
th: ไปที่ฟอรัม

source: Visited
th: มีผู้เข้าชม

source: Visits
th: การเยี่ยมชม

source: Voice
th: เสียงพูด

source: Voice Call Settings
th: การตั้งค่าการโทรด้วยเสียง

source: Voucher
th: ใบสำคัญ

source: Voucher #
th: บัตรกำนัล #

source: Voucher Detail No
th: รายละเอียดบัตรกำนัลไม่มี

source: Voucher Name
th: ชื่อใบสำคัญ

source: Voucher No
th: บัตรกำนัลไม่มี

source: Voucher No is mandatory
th: หมายเลขใบสำคัญรับเป็นข้อมูลที่ต้องระบุ

source: Voucher Qty
th: จำนวนบัตรกำกับ

source: Voucher Subtype
th: ประเภทย่อยของบัตรเงินสด

source: Voucher Type
th: ประเภทบัตรกำนัล

source: Voucher {0} is over-allocated by {1}
th: วอชเชอร์ {0} ถูกจัดสรรเกินจำนวน {1}

source: Voucher-wise Balance
th: ยอดคงเหลือตามใบสำคัญ

source: Vouchers
th: บัตรกำนัล

source: WARNING: Exotel app has been separated from ERPNext, please install the app to continue using Exotel integration.
th: คำเตือน: แอป Exotel ได้แยกออกจาก ERPNext กรุณาติดตั้งแอปเพื่อใช้งานการเชื่อมต่อ Exotel ต่อไป

source: WIP Composite Asset
th: สินทรัพย์ผสมระหว่างดำเนินการ

source: WIP Warehouse
th: WIP คลังสินค้า

source: Wages
th: ค่าจ้าง

source: Wages per hour
th: ค่าจ้างต่อชั่วโมง

source: Waiting for payment...
th: กำลังรอการชำระเงิน...

source: Warehouse
th: คลังสินค้า

source: Warehouse Capacity for Item '{0}' must be greater than the existing stock level of {1} {2}.
th: ความจุคลังสินค้าสำหรับสินค้า '{0}' ต้องมากกว่าระดับสินค้าคงเหลือปัจจุบันที่ {1} {2}

source: Warehouse Contact Info
th: ข้อมูลติดต่อคลังสินค้า

source: Warehouse Detail
th: รายละเอียดคลังสินค้า

source: Warehouse Details
th: รายละเอียดคลังสินค้า

source: Warehouse Disabled?
th: คลังสินค้าถูกปิดใช้งานหรือไม่?

source: Warehouse Name
th: ชื่อคลังสินค้า

source: Warehouse Settings
th: การตั้งค่าคลังสินค้า

source: Warehouse Type
th: ประเภทคลังสินค้า

source: Warehouse Wise Stock Balance
th: ยอดคงเหลือสินค้าคลังตามคลังสินค้า

source: Warehouse and Reference
th: คลังสินค้าและการอ้างอิง

source: Warehouse can not be deleted as stock ledger entry exists for this warehouse.
th: คลังสินค้า ไม่สามารถลบได้ เนื่องจากรายการบัญชีแยกประเภท มีไว้สำหรับคลังสินค้านี้

source: Warehouse cannot be changed for Serial No.
th: คลังสินค้า ไม่สามารถ เปลี่ยนเป็น เลข อนุกรม

source: Warehouse is mandatory
th: ต้องระบุคลังสินค้า

source: Warehouse not found against the account {0}
th: ไม่พบโกดังกับบัญชี {0}

source: Warehouse not found in the system
th: ไม่พบในโกดัง ระบบ

source: Warehouse required for stock Item {0}
th: คลังสินค้า ที่จำเป็นสำหรับ รายการ หุ้น {0}

source: Warehouse wise Item Balance Age and Value
th: คลังสินค้าฉลาดสมดุลสินค้าอายุและมูลค่า

source: Warehouse wise Stock Value
th: มูลค่าสินค้าคงคลังแยกตามคลังสินค้า

source: Warehouse {0} can not be deleted as quantity exists for Item {1}
th: คลังสินค้า {0} ไม่สามารถลบได้ เนื่องจากมีรายการ {1}

source: Warehouse {0} does not belong to Company {1}.
th: คลังสินค้า {0} ไม่มีในบริษัท {1}

source: Warehouse {0} does not belong to company {1}
th: คลังสินค้า {0} ไม่ได้เป็นของ บริษัท {1}

source: Warehouse {0} is not linked to any account, please mention the account in the warehouse record or set default inventory account in company {1}.
th: คลังสินค้า {0} ยังไม่ได้เชื่อมโยงกับ บัญชี ใด ๆ กรุณาระบุ บัญชี ในระเบียนคลังสินค้าหรือกำหนด บัญชี คลังสินค้า เริ่มต้นใน ธุรกิจ {1}

source: Warehouse's Stock Value has already been booked in the following accounts:
th: มูลค่าคลังสินค้าของคลังสินค้าได้ถูกบันทึกในบัญชีต่อไปนี้แล้ว:

source: Warehouse: {0} does not belong to {1}
th: คลังสินค้า: {0} ไม่ได้เป็นของ {1}

source: Warehouses
th: โกดัง

source: Warehouses with child nodes cannot be converted to ledger
th: โกดังกับโหนดลูกไม่สามารถแปลงบัญชีแยกประเภท

source: Warehouses with existing transaction can not be converted to group.
th: โกดังกับการทำธุรกรรมที่มีอยู่ไม่สามารถแปลงไปยังกลุ่ม

source: Warehouses with existing transaction can not be converted to ledger.
th: โกดังกับการทำธุรกรรมที่มีอยู่ไม่สามารถแปลงบัญชีแยกประเภท

source: Warn
th: เตือน

source: Warn POs
th: เตือนโพสต์

source: Warn Purchase Orders
th: เตือนคำสั่งซื้อ

source: Warn RFQs
th: เตือน RFQs

source: Warn for new Purchase Orders
th: เตือนคำสั่งซื้อใหม่

source: Warn for new Request for Quotations
th: แจ้งเตือนคำขอใหม่สำหรับใบเสนอราคา

source: Warning
th: คำเตือน

source: Warning - Row {0}: Billing Hours are more than Actual Hours
th: คำเตือน - แถวที่ {0}: ชั่วโมงเรียกเก็บเกินกว่าชั่วโมงที่แท้จริง

source: Warning on Negative Stock
th: คำเตือนเกี่ยวกับสินค้าคงคลังติดลบ

source: Warning!
th: คำเตือน!

source: Warning: Another {0} # {1} exists against stock entry {2}
th: คำเตือน: อีก {0} # {1} อยู่กับรายการหุ้น {2}

source: Warning: Material Requested Qty is less than Minimum Order Qty
th: คำเตือน: ขอ วัสดุ จำนวน น้อยกว่า จำนวน สั่งซื้อขั้นต่ำ

source: Warning: Sales Order {0} already exists against Customer's Purchase Order {1}
th: คำเตือน: การขายการสั่งซื้อ {0} อยู่แล้วกับการสั่งซื้อของลูกค้า {1}

source: Warranty
th: การรับประกัน

source: Warranty / AMC Details
th: รายละเอียดการรับประกัน / AMC

source: Warranty / AMC Status
th: สถานะการรับประกัน / AMC

source: Warranty Claim
th: รับประกันเรียกร้อง

source: Warranty Expiry Date
th: วันหมดอายุการรับประกัน

source: Warranty Period (Days)
th: ระยะเวลารับประกัน (วัน)

source: Warranty Period (in days)
th: ระยะเวลารับประกัน (วัน)

source: Watch Video
th: ดูวิดีโอ

source: We can see {0} is made against {1}. If you want {1}'s outstanding to be updated, uncheck the '{2}' checkbox.
th: เราสามารถเห็นได้ว่า {0} ถูกสร้างขึ้นกับ {1} หากคุณต้องการให้อัพเดทยอดค้างชำระของ {1} โปรดยกเลิกการเลือกช่องทำเครื่องหมาย '{2}'

source: We're here to help!
th: เราพร้อมให้ความช่วยเหลือ!

source: Website
th: เว็บไซต์

source: Website Attribute
th: คุณสมบัติของเว็บไซต์

source: Website Description
th: คำอธิบายเว็บไซต์

source: Website Filter Field
th: ฟิลด์ตัวกรองเว็บไซต์

source: Website Image
th: ภาพเว็บไซต์

source: Website Item Group
th: กลุ่มสินค้าเว็บไซต์

source: Website Manager
th: เว็บไซต์ผู้จัดการ

source: Website Script
th: สคริปต์เว็บไซต์

source: Website Settings
th: การตั้งค่าเว็บไซต์

source: Website Specifications
th: ข้อมูลจำเพาะเว็บไซต์

source: Website Theme
th: ธีมเว็บไซต์

source: Wednesday
th: วันพุธ

source: Week
th: สัปดาห์

source: Week {0} {1}
th: สัปดาห์ที่ {0} {1}

source: Weekday
th: วันธรรมดา

source: Weekly
th: รายสัปดาห์

source: Weekly Off
th: สัปดาห์ปิด

source: Weekly Time to send
th: เวลาส่งรายสัปดาห์

source: Weight
th: น้ำหนัก

source: Weight (kg)
th: น้ำหนัก (กก.)

source: Weight Per Unit
th: น้ำหนักต่อหน่วย

source: Weight UOM
th: UOM น้ำหนัก

source: Weighting Function
th: ฟังก์ชันการถ่วงน้ำหนัก

source: Welcome email sent
th: ส่ง อีเมล์ต้อนรับ

source: Welcome to {0}
th: ยินดีต้อนรับสู่ {0}

source: What do you need help with?
th: สิ่งใดที่คุณต้องการความช่วยเหลือ?

source: Wheels
th: ล้อ

source: When a parent warehouse is chosen, the system conducts stock checks against the associated child warehouses
th: เมื่อเลือกคลังสินค้าหลัก ระบบจะทำการตรวจสอบสต็อกกับคลังสินค้าลูกที่เกี่ยวข้อง

source: When creating an Item, entering a value for this field will automatically create an Item Price at the backend.
th: เมื่อสร้างสินค้า การกรอกค่าสำหรับฟิลด์นี้จะเป็นการสร้างราคาสินค้าโดยอัตโนมัติในระบบเบื้องหลัง

source: While creating account for Child Company {0}, parent account {1} found as a ledger account.
th: ในขณะที่สร้างบัญชีสำหรับ บริษัท ลูก {0} บัญชีหลัก {1} พบว่าเป็นบัญชีแยกประเภท

source: While creating account for Child Company {0}, parent account {1} not found. Please create the parent account in corresponding COA
th: ในขณะที่สร้างบัญชีสำหรับ บริษัท ลูก {0} ไม่พบบัญชีหลัก {1} โปรดสร้างบัญชีหลักใน COA ที่เกี่ยวข้อง

source: While making Purchase Invoice from Purchase Order, use Exchange Rate on Invoice's transaction date rather than inheriting it from Purchase Order. Only applies for Purchase Invoice.
th: ขณะสร้างใบกำกับซื้อจากใบสั่งซื้อ ให้ใช้ อัตราแลกเปลี่ยน ณ วันที่ทำรายการของใบกำกับซื้อ แทนการสืบทอดจากใบสั่งซื้อ ใช้ได้เฉพาะกับใบกำกับซื้อเท่านั้น

source: White
th: ขาว

source: Widowed
th: เป็นม่าย

source: Width (cm)
th: ความกว้าง (ซม.)

source: Width of amount in word
th: ความกว้างของจำนวนเงินใน Word

source: Will also apply for variants
th: นอกจากนี้ยังจะใช้สำหรับสายพันธุ์

source: Will also apply for variants unless overrridden
th: นอกจากนี้ยังจะใช้สำหรับสายพันธุ์เว้นแต่ overrridden

source: Wire Transfer
th: โอนเงิน

source: With Operations
th: กับการดำเนินงาน

source: With Period Closing Entry For Opening Balances
th: พร้อมรายการปิดงวดสำหรับยอดยกมา

source: Withdrawal
th: ถอนเงิน

source: Work Done
th: งานที่ทำ

source: Work In Progress
th: ทำงานในความคืบหน้า

source: Work In Progress Warehouse
th: คลังสินค้ากำลังดำเนินการ

source: Work Order
th: สั่งทำงาน

source: Work Order / Subcontract PO
th: ใบสั่งงาน / ใบสั่งซื้อจ้างเหมาช่วง

source: Work Order Analysis
th: การวิเคราะห์ใบสั่งงาน

source: Work Order Consumed Materials
th: วัสดุที่ใช้ในคำสั่งงาน

source: Work Order Item
th: สั่งซื้อสินค้า

source: Work Order Operation
th: การดำเนินการใบสั่งงาน

source: Work Order Qty
th: จำนวนสั่งซื้องาน

source: Work Order Qty Analysis
th: การวิเคราะห์ปริมาณใบสั่งงาน

source: Work Order Stock Report
th: สร้างรายงานการสั่งซื้องาน

source: Work Order Summary
th: สรุปใบสั่งงาน

source: Work Order cannot be created for following reason: <br> {0}
th: ไม่สามารถสร้างใบสั่งงานได้ด้วยเหตุผลดังต่อไปนี้:<br> {0}

source: Work Order cannot be raised against a Item Template
th: ไม่สามารถสั่งซื้อ Work Order กับเทมเพลตรายการ

source: Work Order has been {0}
th: สั่งทำงาน {0}

source: Work Order not created
th: ไม่ได้สร้างใบสั่งงาน

source: Work Order {0}: Job Card not found for the operation {1}
th: สั่งทำงาน {0}: ไม่พบการ์ดงานสำหรับการดำเนินการ {1}

source: Work Orders
th: ใบสั่งงาน

source: Work Orders Created: {0}
th: สร้างคำสั่งงาน: {0}

source: Work Orders in Progress
th: กำลังดำเนินการใบสั่งงาน

source: Work in Progress
th: ทำงานในความคืบหน้า

source: Work-in-Progress Warehouse
th: คลังสินค้าทำงานในความคืบหน้า

source: Work-in-Progress Warehouse is required before Submit
th: ทำงาน ความคืบหน้าใน คลังสินค้า จะต้อง ก่อนที่จะ ส่ง

source: Workday
th: วันทำงาน

source: Workday {0} has been repeated.
th: ซ้ำวันทำงาน {0} แล้ว

source: Workflow
th: เวิร์กโฟลว์

source: Workflow Action
th: การดำเนินการเวิร์กโฟลว์

source: Workflow State
th: สถานะเวิร์กโฟลว์

source: Working
th: ทำงาน

source: Working Hours
th: เวลาทำการ

source: Workstation
th: เวิร์คสเตชั่

source: Workstation / Machine
th: เวิร์กสเตชัน / เครื่องจักร

source: Workstation Dashboard
th: แผงควบคุมสถานีงาน

source: Workstation Name
th: ชื่อเวิร์กสเตชัน

source: Workstation Status
th: สถานะสถานีทำงาน

source: Workstation Type
th: ประเภทสถานีทำงาน

source: Workstation Working Hour
th: เวิร์คสเตชั่ชั่วโมงการทำงาน

source: Workstation is closed on the following dates as per Holiday List: {0}
th: เวิร์คสเตชั่จะปิดทำการในวันที่ต่อไปนี้เป็นรายชื่อต่อวันหยุด: {0}

source: Workstations
th: สถานีทำงาน

source: Wrapping up
th: ห่อ

source: Write Off
th: เขียนปิด

source: Write Off Account
th: เขียนทันทีบัญชี

source: Write Off Amount
th: ตัดเงิน

source: Write Off Amount (Company Currency)
th: เขียนปิดจำนวนเงิน (บริษัท สกุล)

source: Write Off Based On
th: เขียนปิดขึ้นอยู่กับ

source: Write Off Cost Center
th: เขียนปิดศูนย์ต้นทุน

source: Write Off Difference Amount
th: จำนวนหนี้สูญความแตกต่าง

source: Write Off Entry
th: เขียนปิดเข้า

source: Write Off Limit
th: ขีดจำกัดการตัดบัญชี

source: Write Off Outstanding Amount
th: เขียนปิดยอดคงค้าง

source: Writeoff
th: ตัดค่าใช้จ่าย

source: Written Down Value
th: มูลค่าที่เขียนลง

source: Wrong Company
th: บริษัทไม่ถูกต้อง

source: Wrong Password
th: รหัสผ่านไม่ถูกต้อง

source: Wrong Template
th: เทมเพลตผิดพลาด

source: XML Files Processed
th: ประมวลผลไฟล์ XML แล้ว

source: Year
th: ปี

source: Year End Date
th: วันสิ้นปี

source: Year Name
th: ชื่อปี

source: Year Start Date
th: วันที่เริ่มต้นปี

source: Year of Passing
th: ปีที่ผ่าน

source: Year start date or end date is overlapping with {0}. To avoid please set company
th: ปีวันเริ่มต้นหรือวันที่สิ้นสุดอยู่ที่ทับซ้อนกันด้วย {0} เพื่อหลีกเลี่ยงการโปรดตั้ง บริษัท

source: Yearly
th: ประจำปี

source: Yellow
th: สีเหลือง

source: Yes
th: ใช่

source: You are importing data for the code list:
th: คุณกำลังนำเข้าข้อมูลสำหรับรายการรหัส:

source: You are not allowed to update as per the conditions set in {} Workflow.
th: คุณไม่ได้รับอนุญาตให้อัปเดตตามเงื่อนไขที่กำหนดใน {} เวิร์กโฟลว์

source: You are not authorized to add or update entries before {0}
th: คุณยังไม่ได้รับอนุญาตให้ เพิ่มหรือปรับปรุง รายการ ก่อน {0}

source: You are not authorized to make/edit Stock Transactions for Item {0} under warehouse {1} before this time.
th: คุณไม่ได้รับอนุญาตให้สร้าง/แก้ไขธุรกรรมสต็อกสำหรับสินค้า {0} ภายใต้คลังสินค้า {1} ก่อนเวลานี้

source: You are not authorized to set Frozen value
th: คุณยังไม่ได้ รับอนุญาตให้ กำหนดค่า แช่แข็ง

source: You are picking more than required quantity for the item {0}. Check if there is any other pick list created for the sales order {1}.
th: คุณกำลังหยิบจำนวนมากกว่าที่ต้องการสำหรับสินค้า {0} กรุณาตรวจสอบว่ามีรายการหยิบอื่นที่สร้างขึ้นสำหรับใบสั่งขาย {1} หรือไม่

source: You can add the original invoice {} manually to proceed.
th: คุณสามารถเพิ่มใบแจ้งหนี้ต้นฉบับ {} ด้วยตนเองเพื่อดำเนินการต่อได้

source: You can also copy-paste this link in your browser
th: นอกจากนี้คุณยังสามารถคัดลอกวางการเชื่อมโยงในเบราว์เซอร์ของคุณ

source: You can also set default CWIP account in Company {}
th: คุณยังสามารถตั้งค่าบัญชี CWIP เริ่มต้นใน บริษัท {}

source: You can change the parent account to a Balance Sheet account or select a different account.
th: คุณสามารถเปลี่ยนบัญชีหลักเป็นบัญชีงบดุลหรือเลือกบัญชีอื่น

source: You can not enter current voucher in 'Against Journal Entry' column
th: คุณไม่สามารถใส่บัตรกำนัลในปัจจุบัน 'กับอนุทิน' คอลัมน์

source: You can only have Plans with the same billing cycle in a Subscription
th: คุณสามารถมีแผนเดียวกับรอบการเรียกเก็บเงินเดียวกันในการสมัครรับข้อมูล

source: You can only redeem max {0} points in this order.
th: คุณสามารถแลกคะแนนสูงสุด {0} คะแนนตามลำดับนี้ได้

source: You can only select one mode of payment as default
th: คุณสามารถเลือกโหมดการชำระเงินเป็นค่าเริ่มต้นได้เพียงโหมดเดียว

source: You can redeem upto {0}.
th: คุณสามารถแลกได้ไม่เกิน {0}

source: You can set it as a machine name or operation type. For example, stiching machine 12
th: คุณสามารถตั้งชื่อเป็นชื่อเครื่องจักรหรือประเภทการดำเนินงานได้ เช่น เครื่องเย็บผ้า 12

source: You can set the filters to narrow the results, then click on Generate New Report to see the updated report.
th: คุณสามารถตั้งค่าตัวกรองเพื่อจำกัดผลลัพธ์ จากนั้นคลิกที่ สร้างรายงานใหม่ เพื่อดูรายงานที่อัปเดตแล้ว

source: You can use {0} to reconcile against {1} later.
th: คุณสามารถใช้ {0} เพื่อกระทบยอดกับ {1} ในภายหลังได้

source: You can't make any changes to Job Card since Work Order is closed.
th: ไม่สามารถแก้ไขใบงานได้เนื่องจากใบสั่งงานถูกปิดแล้ว

source: You can't process the serial number {0} as it has already been used in the SABB {1}. {2} if you want to inward same serial number multiple times then enabled 'Allow existing Serial No to be Manufactured/Received again' in the {3}
th: คุณไม่สามารถดำเนินการหมายเลขซีเรียล {0} ได้เนื่องจากหมายเลขนี้ถูกใช้แล้วใน SABB {1} {2} หากคุณต้องการนำเข้าหมายเลขซีเรียลเดียวกันหลายครั้ง โปรดเปิดใช้งาน 'อนุญาตให้หมายเลขซีเรียลที่มีอยู่ถูกผลิต/รับอีกครั้ง' ใน {3}

source: You can't redeem Loyalty Points having more value than the Total Amount.
th: คุณไม่สามารถแลกคะแนนสะสมที่มีมูลค่ามากกว่าจำนวนเงินรวมได้

source: You cannot change the rate if BOM is mentioned against any Item.
th: ไม่สามารถเปลี่ยนอัตราได้หากมีการระบุ BOM กับสินค้าใด ๆ

source: You cannot create a {0} within the closed Accounting Period {1}
th: คุณไม่สามารถสร้าง {0} ภายในช่วงเวลาการบัญชีที่ปิดแล้ว {1}

source: You cannot create or cancel any accounting entries with in the closed Accounting Period {0}
th: คุณไม่สามารถสร้างหรือยกเลิกรายการบัญชีใด ๆ ในรอบระยะเวลาบัญชีที่ปิด {0}

source: You cannot create/amend any accounting entries till this date.
th: คุณไม่สามารถสร้าง/แก้ไขรายการบัญชีใดๆ ได้จนถึงวันที่นี้

source: You cannot credit and debit same account at the same time
th: คุณไม่ สามารถเครดิต และ หักเงินจากบัญชี เดียวกันในเวลาเดียวกัน

source: You cannot delete Project Type 'External'
th: คุณไม่สามารถลบประเภทโครงการ &#39;ภายนอก&#39;

source: You cannot edit root node.
th: คุณไม่สามารถแก้ไขโหนดรากได้

source: You cannot enable both the settings '{0}' and '{1}'.
th: ไม่สามารถเปิดใช้งานการตั้งค่า '{0}' และ '{1}' พร้อมกันได้

source: You cannot outward following {0} as either they are Delivered, Inactive or located in a different warehouse.
th: คุณไม่สามารถส่งออกตาม {0} ได้ เนื่องจากรายการเหล่านั้นถูกจัดส่งแล้ว, ไม่ใช้งาน หรืออยู่ในคลังสินค้าที่ต่างกัน

source: You cannot redeem more than {0}.
th: คุณไม่สามารถแลกได้มากกว่า {0}

source: You cannot repost item valuation before {}
th: คุณไม่สามารถโพสต์มูลค่าสินค้าซ้ำก่อนวันที่ {} ได้

source: You cannot restart a Subscription that is not cancelled.
th: คุณไม่สามารถรีสตาร์ทการสมัครสมาชิกที่ไม่ได้ยกเลิกได้

source: You cannot submit empty order.
th: คุณไม่สามารถส่งคำสั่งซื้อที่ว่างเปล่า

source: You cannot submit the order without payment.
th: คุณไม่สามารถส่งคำสั่งซื้อโดยไม่ชำระเงิน

source: You cannot {0} this document because another Period Closing Entry {1} exists after {2}
th: คุณไม่สามารถ {0} เอกสารนี้ได้เนื่องจากมีรายการปิดบัญชีรอบระยะเวลาที่ {1} อยู่หลังจาก {2}

source: You do not have permissions to {} items in a {}.
th: คุณไม่มีสิทธิ์เข้าถึง {} รายการใน {}

source: You don't have enough Loyalty Points to redeem
th: คุณไม่มีจุดภักดีเพียงพอที่จะไถ่ถอน

source: You don't have enough points to redeem.
th: คุณมีคะแนนไม่เพียงพอที่จะแลก

source: You had {} errors while creating opening invoices. Check {} for more details
th: คุณมี {} ข้อผิดพลาดขณะสร้างใบแจ้งหนี้ที่เปิดอยู่ ตรวจสอบ {} สำหรับรายละเอียดเพิ่มเติม

source: You have already selected items from {0} {1}
th: คุณได้เลือกแล้วรายการจาก {0} {1}

source: You have been invited to collaborate on the project: {0}
th: คุณได้รับเชิญที่จะทำงานร่วมกันในโครงการ: {0}

source: You have enabled {0} and {1} in {2}. This can lead to prices from the default price list being inserted in the transaction price list.
th: คุณได้เปิดใช้งาน {0} และ {1} ใน {2} ซึ่งอาจทำให้ราคาจากรายการราคามาตรฐานถูกแทรกในรายการราคาของรายการธุรกรรมได้

source: You have enabled {0} and {1} in {2}. This can lead to prices from the default price list being inserted into the transaction price list.
th: คุณได้เปิดใช้งาน {0} และ {1} ใน {2} ซึ่งอาจทำให้ราคาจากรายการราคาปกติถูกแทรกเข้าไปในรายการราคาของธุรกรรมได้

source: You have entered a duplicate Delivery Note on Row
th: คุณได้ป้อนใบส่งของที่ซ้ำกันในแถว

source: You have to enable auto re-order in Stock Settings to maintain re-order levels.
th: คุณต้องเปิดใช้งานการสั่งซื้ออัตโนมัติในการตั้งค่าสต็อกเพื่อรักษาระดับการสั่งซื้อใหม่

source: You haven't created a {0} yet
th: คุณยังไม่ได้สร้าง {0}

source: You must add atleast one item to save it as draft.
th: คุณต้องเพิ่มอย่างน้อยหนึ่งรายการเพื่อบันทึกเป็นฉบับร่าง

source: You must select a customer before adding an item.
th: คุณต้องเลือกลูกค้าก่อนที่จะเพิ่มรายการ

source: You need to cancel POS Closing Entry {} to be able to cancel this document.
th: คุณต้องยกเลิก บันทึกปิด POS {} ก่อนจึงจะสามารถยกเลิกเอกสารนี้ได้

source: You're ready to start your journey with ERPNext
th: คุณพร้อมเริ่มต้นการเดินทางกับ ERPNext แล้ว

source: YouTube Interactions
th: การโต้ตอบกับ YouTube

source: Your Name (required)
th: ชื่อของคุณ (จำเป็น)

source: Your email address...
th: ที่อยู่อีเมลของคุณ ...

source: Your email has been verified and your appointment has been scheduled
th: อีเมลของคุณได้รับการยืนยันแล้วและการนัดหมายของคุณได้ถูกกำหนดเวลาเรียบร้อยแล้ว

source: Your order is out for delivery!
th: คำสั่งซื้อของคุณไม่ได้จัดส่ง!

source: Your tickets
th: ตั๋วของคุณ

source: Youtube Statistics
th: สถิติ Youtube

source: ZIP Code
th: รหัสไปรษณีย์

source: Zero Balance
th: ยอดคงเหลือเป็นศูนย์

source: Zero Rated
th: อัตราศูนย์เปอร์เซ็นต์

source: Zero quantity
th: จำนวนเป็นศูนย์

source: Zip File
th: ไฟล์ซิป

source: [Important] [ERPNext] Auto Reorder Errors
th: [สำคัญ] [ERPNext] ข้อผิดพลาดในการเรียงลำดับอัตโนมัติ

source: `Allow Negative rates for Items`
th: อนุญาตอัตราราคาติดลบสำหรับสินค้า

source: and
th: และ

source: as Code
th: เป็นรหัส

source: as Description
th: ในฐานะ คำอธิบาย

source: as Title
th: ในฐานะหัวข้อ

source: as a percentage of finished item quantity
th: เป็นเปอร์เซ็นต์ของปริมาณสินค้าสำเร็จรูป

source: at
th: ที่

source: by {}
th: โดย {}

source: cannot be greater than 100
th: ไม่สามารถมีค่ามากกว่า 100

source: dated {0}
th: ลงวันที่ {0}

source: description
th: คำอธิบาย

source: development
th: พัฒนาการ

source: discount applied
th: ส่วนลดที่ใช้แล้ว

source: doc_type
th: ประเภทเอกสาร

source: doctype
th: ประเภทเอกสาร

source: e.g. "Summer Holiday 2019 Offer 20"
th: เช่น &quot;Summer Holiday 2019 Offer 20&quot;

source: example: Next Day Shipping
th: ตัวอย่างเช่นการจัดส่งสินค้าวันถัดไป

source: fieldname
th: ชื่อฟิลด์

source: hidden
th: ซ่อนเร้น
