Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Serial No {0} is not present in the {1} {2}, hence you can't return it against the {1} {2}
th: หมายเลขซีเรียล {0} ไม่มีอยู่ใน {1} {2} ดังนั้นคุณจึงไม่สามารถคืนสินค้าต่อ {1} {2} ได้

source: Serial No {0} is under maintenance contract upto {1}
th: อนุกรม ไม่มี {0} อยู่ภายใต้สัญญา การบำรุงรักษา ไม่เกิน {1}

source: Serial No {0} is under warranty upto {1}
th: อนุกรม ไม่มี {0} อยู่ภายใต้การ รับประกัน ไม่เกิน {1}

source: Serial No {0} not found
th: ไม่มี Serial {0} ไม่พบ

source: Serial No: {0} has already been transacted into another POS Invoice.
th: หมายเลขซีเรียล: {0} ได้ถูกทำธุรกรรมเป็นใบแจ้งหนี้ POS อื่นแล้ว

source: Serial Nos
th: หมายเลขซีเรียล

source: Serial Nos / Batch Nos
th: หมายเลขซีเรียล / หมายเลขชุด

source: Serial Nos and Batches
th: หมายเลขและชุดเลขที่ผลิตภัณฑ์

source: Serial Nos are created successfully
th: หมายเลขซีเรียลถูกสร้างเรียบร้อยแล้ว

source: Serial Nos are reserved in Stock Reservation Entries, you need to unreserve them before proceeding.
th: หมายเลขซีเรียลถูกสงวนไว้ในรายการการจองสต็อก กรุณายกเลิกการสงวนก่อนดำเนินการต่อ

source: Serial Nos {0} are already Delivered. You cannot use them again in Manufacture / Repack entry.
th: หมายเลขซีเรียล {0} ได้ถูกจัดส่งแล้ว ไม่สามารถใช้ซ้ำในรายการการผลิต / การบรรจุใหม่ได้อีก

source: Serial Number Series
th: ชุด หมายเลข

source: Serial and Batch
th: หมายเลขซีเรียลและล็อต

source: Serial and Batch Bundle
th: ชุดหมายเลขซีเรียลและล็อต

source: Serial and Batch Bundle created
th: ชุดหมายเลขซีเรียลและล็อตถูกสร้างขึ้นแล้ว

source: Serial and Batch Bundle updated
th: ชุดหมายเลขซีเรียลและล็อตได้รับการอัปเดตแล้ว

source: Serial and Batch Bundle {0} is already used in {1} {2}.
th: ชุดหมายเลขซีเรียลและล็อต {0} ถูกใช้งานแล้วใน {1} {2}

source: Serial and Batch Bundle {0} is not submitted
th: ชุดหมายเลขซีเรียลและล็อต {0} ยังไม่ได้ส่งแล้ว

source: Serial and Batch Details
th: รายละเอียดหมายเลขซีเรียลและล็อต

source: Serial and Batch Entry
th: การบันทึกลำดับที่และชุด

source: Serial and Batch No
th: หมายเลขซีเรียลและล็อต

source: Serial and Batch Nos
th: หมายเลขซีเรียลและล็อต

source: Serial and Batch Nos will be auto-reserved based on <b>Pick Serial / Batch Based On</b>
th: หมายเลขซีเรียลและล็อตจะถูกจองอัตโนมัติตาม <b>เลือกซีเรียล / ล็อตตาม</b>

source: Serial and Batch Reservation
th: การจองหมายเลขซีเรียลและล็อต

source: Serial and Batch Summary
th: สรุปหมายเลขซีเรียลและล็อต

source: Serial number {0} entered more than once
th: หมายเลข {0} เข้ามา มากกว่าหนึ่งครั้ง

source: Serial numbers unavailable for Item {0} under warehouse {1}. Please try changing warehouse.
th: หมายเลขซีเรียลไม่พร้อมใช้งานสำหรับสินค้า {0} ภายใต้คลังสินค้า {1} โปรดลองเปลี่ยนคลังสินค้า

source: Series
th: ชุด

source: Series for Asset Depreciation Entry (Journal Entry)
th: ชุดค่าเสื่อมราคาสินทรัพย์ (บันทึกประจำวัน)

source: Series is mandatory
th: ชุด มีผลบังคับใช้

source: Service
th: ให้บริการ

source: Service Address
th: ที่อยู่บริการ

source: Service Cost Per Qty
th: ต้นทุนบริการต่อจำนวน

source: Service Day
th: วันที่ให้บริการ

source: Service End Date
th: วันที่สิ้นสุดการบริการ

source: Service Expense Account
th: บัญชีค่าใช้จ่ายบริการ

source: Service Expense Total Amount
th: ยอดรวมค่าใช้จ่ายบริการ

source: Service Expenses
th: ค่าใช้จ่ายบริการ

source: Service Item
th: รายการบริการ

source: Service Item Qty
th: จำนวนรายการบริการ

source: Service Item Qty / Finished Good Qty
th: จำนวนรายการบริการ / จำนวนสินค้าสำเร็จรูป

source: Service Item UOM
th: หน่วยวัดสินค้าให้บริการ

source: Service Item {0} is disabled.
th: รายการบริการ {0} ถูกปิดใช้งานแล้ว

source: Service Item {0} must be a non-stock item.
th: รายการบริการ {0} ต้องเป็นรายการที่ไม่ใช่สินค้าคงคลัง

source: Service Items
th: รายการบริการ

source: Service Level Agreement
th: ข้อตกลงระดับการให้บริการ

source: Service Level Agreement Creation
th: การสร้างข้อตกลงระดับบริการ

source: Service Level Agreement Details
th: รายละเอียดข้อตกลงระดับการให้บริการ

source: Service Level Agreement Status
th: สถานะข้อตกลงระดับการให้บริการ

source: Service Level Agreement for {0} {1} already exists.
th: ข้อตกลงระดับการให้บริการสำหรับ {0} {1} มีอยู่แล้ว

source: Service Level Agreement has been changed to {0}.
th: ข้อตกลงระดับการบริการถูกเปลี่ยนเป็น {0}

source: Service Level Agreement was reset.
th: ข้อตกลงระดับการบริการถูกรีเซ็ต

source: Service Level Agreements
th: ข้อตกลงระดับการให้บริการ

source: Service Level Name
th: ชื่อระดับการให้บริการ

source: Service Level Priority
th: ระดับความสำคัญของการบริการ

source: Service Provider
th: ผู้ให้บริการ

source: Service Received But Not Billed
th: บริการที่ได้รับ แต่ไม่ถูกเรียกเก็บเงิน

source: Service Start Date
th: วันที่เริ่มบริการ

source: Service Stop Date cannot be after Service End Date
th: วันที่หยุดให้บริการไม่สามารถใช้หลังจากวันที่สิ้นสุดการให้บริการ

source: Service Stop Date cannot be before Service Start Date
th: วันหยุดบริการต้องเป็นวันที่เริ่มบริการ

source: Services
th: การบริการ

source: Set Accepted Warehouse
th: ตั้งค่าคลังสินค้าที่ยอมรับ

source: Set Advances and Allocate (FIFO)
th: ตั้งค่าความก้าวหน้าและจัดสรร (FIFO)

source: Set Basic Rate Manually
th: กำหนดอัตราพื้นฐานด้วยตนเอง

source: Set Default Supplier
th: ตั้งค่าผู้จำหน่ายเริ่มต้น

source: Set From Warehouse
th: ตั้งค่าจากคลังสินค้า

source: Set Incoming Rate as Zero for Expired Batch
th: ตั้งอัตราเข้ามาเป็นศูนย์สำหรับชุดหมดอายุ

source: Set Item Group-wise budgets on this Territory. You can also include seasonality by setting the Distribution.
th: กำหนดงบประมาณกลุ่มฉลาดรายการในมณฑลนี้ คุณยังสามารถรวมฤดูกาลโดยการตั้งค่าการกระจาย

source: Set Landed Cost Based on Purchase Invoice Rate
th: ตั้งต้นทุนรวมตามอัตราใบกำกับซื้อ

source: Set Loyalty Program
th: ตั้งค่าโปรแกรมสะสมแต้ม

source: Set Meta Tags
th: ตั้ง Meta Tags

source: Set New Release Date
th: กำหนดวันที่เผยแพร่ใหม่

source: Set Operating Cost / Scrap Items From Sub-assemblies
th: ตั้งค่าต้นทุนการดำเนินงาน / รายการของเสียจากชิ้นส่วนย่อย

source: Set Operating Cost Based On BOM Quantity
th: ตั้งค่าต้นทุนการดำเนินงานตามปริมาณ BOM

source: Set Parent Row No in Items Table
th: ตั้งหมายเลขแถวหลักในตารางรายการสินค้า

source: Set Password
th: ตั้งรหัสผ่าน

source: Set Posting Date
th: ตั้งวันที่โพสต์

source: Set Process Loss Item Quantity
th: ตั้งค่าปริมาณสินค้าสูญเสียในกระบวนการ

source: Set Project Status
th: ตั้งค่าสถานะโครงการ

source: Set Project and all Tasks to status {0}?
th: ตั้งค่าโปรเจ็กต์และภารกิจทั้งหมดเป็นสถานะ {0}?

source: Set Quantity
th: ตั้งค่า จำนวน

source: Set Reserve Warehouse
th: ตั้งคลังสินค้าสำรอง

source: Set Response Time for Priority {0} in row {1}.
th: ตั้งค่าเวลาตอบสนองสำหรับระดับความ{0} ในแถวที่ {1}

source: Set Serial and Batch Bundle Naming Based on Naming Series
th: ตั้งชื่อชุดหมายเลขซีเรียลและล็อตตามลำดับหมายเลขชื่อ

source: Set Source Warehouse
th: ตั้งค่า Warehouse ต้นทาง

source: Set Target Warehouse
th: ตั้งค่า Warehouse เป้าหมาย

source: Set Up a Company
th: ตั้งค่าบริษัท

source: Set Valuation Rate Based on Source Warehouse
th: ตั้งอัตราประเมินค่าตามคลังสินค้าต้นทาง

source: Set Valuation Rate for Rejected Materials
th: ตั้งอัตราประเมินค่าสำหรับวัสดุที่ถูกปฏิเสธ

source: Set Warehouse
th: ตั้งค่าคลังสินค้า

source: Set as Closed
th: ตั้งเป็นปิด

source: Set as Completed
th: ตั้งเป็นเสร็จสมบูรณ์

source: Set as Lost
th: ตั้งเป็น ที่หายไป

source: Set as Open
th: ตั้งเป็นเปิด

source: Set default inventory account for perpetual inventory
th: ตั้งค่าบัญชีพื้นที่โฆษณาเริ่มต้นสำหรับพื้นที่โฆษณาถาวร

source: Set default {0} account for non stock items
th: ตั้งค่า บัญชี {0} ไม่สินค้าอยการซื้อ

source: Set fieldname from which you want to fetch the data from the parent form.
th: ตั้งชื่อฟิลด์ที่คุณต้องการดึงข้อมูลจากแบบฟอร์มหลัก

source: Set quantity of process loss item:
th: ตั้งค่าปริมาณของสินค้าสูญเสียจากกระบวนการ:

source: Set rate of sub-assembly item based on BOM
th: กำหนดอัตราของรายการย่อยประกอบขึ้นจาก BOM

source: Set targets Item Group-wise for this Sales Person.
th: ตั้งเป้ากลุ่มสินค้าที่ชาญฉลาดสำหรับการนี้คนขาย

source: Set the Planned Start Date (an Estimated Date at which you want the Production to begin)
th: ตั้งวันที่เริ่มต้นที่วางแผนไว้ (วันที่ประมาณการที่คุณต้องการให้การผลิตเริ่มต้น)

source: Set the status manually.
th: ตั้งค่า สถานะ ด้วยตนเอง

source: Set this if the customer is a Public Administration company.
th: ตั้งค่านี้หากลูกค้าเป็น บริษัท มหาชน

source: Set up your Warehouse
th: ตั้งค่าคลังสินค้าของคุณ

source: Set {0} in asset category {1} for company {2}
th: ตั้งค่า {0} ในหมวดหมู่สินทรัพย์ {1} สำหรับบริษัท {2}

source: Set {0} in asset category {1} or company {2}
th: ตั้ง {0} ในหมวดสินทรัพย์ {1} หรือ บริษัท {2}

source: Set {0} in company {1}
th: ตั้งค่า {0} ใน บริษัท {1}

source: Sets 'Accepted Warehouse' in each row of the Items table.
th: ตั้งค่า 'คลังสินค้าที่ยอมรับ' ในแต่ละแถวของตารางรายการสินค้า

source: Sets 'Rejected Warehouse' in each row of the Items table.
th: ตั้งค่า 'คลังสินค้าที่ถูกปฏิเสธ' ในแต่ละแถวของตารางรายการสินค้า

source: Sets 'Reserve Warehouse' in each row of the Supplied Items table.
th: ตั้งค่า 'คลังสินค้าสำรอง' ในแต่ละแถวของตารางรายการสินค้าที่จัดส่งแล้ว

source: Sets 'Source Warehouse' in each row of the items table.
th: ตั้งค่า &#39;Source Warehouse&#39; ในแต่ละแถวของตารางรายการ

source: Sets 'Target Warehouse' in each row of the items table.
th: ตั้งค่า &#39;คลังสินค้าเป้าหมาย&#39; ในแต่ละแถวของตารางรายการ

source: Sets 'Warehouse' in each row of the Items table.
th: ตั้งค่า &#39;คลังสินค้า&#39; ในแต่ละแถวของตารางรายการ

source: Setting Account Type helps in selecting this Account in transactions.
th: ประเภทบัญชีการตั้งค่าช่วยในการเลือกบัญชีนี้ในการทำธุรกรรม

source: Setting Events to {0}, since the Employee attached to the below Sales Persons does not have a User ID{1}
th: การตั้งค่ากิจกรรมเพื่อ {0} เนื่องจากพนักงานที่แนบมาด้านล่างนี้พนักงานขายไม่ได้ User ID {1}

source: Setting Item Locations...
th: กำลังตั้งค่าตำแหน่งของสินค้า...

source: Setting defaults
th: ตั้งค่าเริ่มต้น

source: Setting the account as a Company Account is necessary for Bank Reconciliation
th: การตั้งค่า บัญชี เป็น บัญชีบริษัท จำเป็นสำหรับการกระทบยอดธนาคาร

source: Setting up Taxes
th: การตั้งค่าภาษี

source: Setting up company
th: จัดตั้ง บริษัท

source: Setting {0} is required
th: การตั้งค่า {0} เป็นสิ่งที่จำเป็น

source: Settings
th: การตั้งค่า

source: Settings for Selling Module
th: การตั้งค่าสำหรับการขายโมดูล

source: Settled
th: ปึกแผ่น

source: Setup
th: การติดตั้ง

source: Setup Your Letterhead
th: ตั้งค่าหัวจดหมายของคุณ

source: Setup a Warehouse
th: ตั้งค่าคลังสินค้า

source: Setup your organization
th: ตั้งค่าองค์กรของคุณ

source: Share Balance
th: ยอดคงเหลือหุ้น

source: Share Ledger
th: บัญชีแยกประเภท

source: Share Management
th: การจัดการหุ้น

source: Share Transfer
th: โอนหุ้น

source: Shareholder
th: ผู้ถือหุ้น

source: Shelf Life In Days
th: อายุการเก็บรักษาในวัน

source: Shelf Life in Days
th: อายุการใช้งาน (วัน)

source: Shift
th: กะงาน

source: Shift Factor
th: ปัจจัยกะงาน

source: Shift Name
th: ชื่อกะ

source: Shipment
th: การจัดส่ง

source: Shipment Amount
th: จำนวนเงินจัดส่ง

source: Shipment Delivery Note
th: ใบส่งมอบสินค้า

source: Shipment ID
th: รหัสการจัดส่ง

source: Shipment Information
th: ข้อมูลการจัดส่ง

source: Shipment Parcel
th: พัสดุจัดส่ง

source: Shipment Parcel Template
th: แม่แบบพัสดุจัดส่ง

source: Shipment Type
th: ประเภทการจัดส่ง

source: Shipment details
th: รายละเอียดการจัดส่ง

source: Shipments
th: การจัดส่ง

source: Shipping
th: การจัดส่ง

source: Shipping Account
th: บัญชีการจัดส่งสินค้า

source: Shipping Address
th: ที่อยู่จัดส่ง

source: Shipping Address Details
th: รายละเอียดที่อยู่จัดส่ง

source: Shipping Address Name
th: การจัดส่งสินค้าที่อยู่ชื่อ

source: Shipping Address Template
th: แม่แบบที่อยู่จัดส่ง

source: Shipping Address does not belong to the {0}
th: ที่อยู่จัดส่งสินค้าไม่อยู่ใน {0}

source: Shipping Address does not have country, which is required for this Shipping Rule
th: ที่อยู่จัดส่งไม่มีประเทศซึ่งจำเป็นสำหรับกฎการจัดส่งนี้

source: Shipping Amount
th: จำนวนการจัดส่งสินค้า

source: Shipping City
th: การจัดส่งสินค้าเมือง

source: Shipping Country
th: การจัดส่งสินค้าประเทศ

source: Shipping County
th: การจัดส่งสินค้าเคาน์ตี้

source: Shipping Rule
th: กฎการจัดส่งสินค้า

source: Shipping Rule Condition
th: สภาพกฎการจัดส่งสินค้า

source: Shipping Rule Conditions
th: เงื่อนไขกฎการจัดส่งสินค้า

source: Shipping Rule Country
th: กฎการจัดส่งสินค้าประเทศ

source: Shipping Rule Label
th: ป้ายกฎการจัดส่งสินค้า

source: Shipping Rule Type
th: ประเภทกฎการจัดส่ง

source: Shipping State
th: การจัดส่งสินค้าของรัฐ

source: Shipping Zipcode
th: จัดส่งรหัสไปรษณีย์

source: Shipping rule not applicable for country {0} in Shipping Address
th: กฎการจัดส่งไม่สามารถใช้ได้กับประเทศ {0} ในที่อยู่สำหรับจัดส่ง

source: Shipping rule only applicable for Buying
th: กฎการจัดส่งใช้ได้เฉพาะสำหรับการซื้อเท่านั้น

source: Shipping rule only applicable for Selling
th: กฎการจัดส่งสำหรับการขายเท่านั้น

source: Shop
th: ร้านค้า

source: Shopping Cart
th: รถเข็นช้อปปิ้ง

source: Short Name
th: ชื่อสั้น

source: Short Term Loan Account
th: บัญชีสินเชื่อระยะสั้น

source: Short biography for website and other publications.
th: ชีวประวัติสั้นสำหรับเว็บไซต์และสิ่งพิมพ์อื่น ๆ

source: Shortage Qty
th: ปัญหาการขาดแคลนจำนวน

source: Show Account Balance
th: แสดงยอดคงเหลือบัญชี

source: Show Aggregate Value from Subsidiary Companies
th: แสดงมูลค่ารวมจากบริษัทในเครือ

source: Show Balances in Chart Of Accounts
th: แสดงยอดคงเหลือในผังบัญชี

source: Show Barcode Field in Stock Transactions
th: แสดงช่องบาร์โค้ดในการทำรายการสินค้าคงคลัง

source: Show Cancelled Entries
th: แสดงรายการที่ถูกยกเลิก

source: Show Completed
th: แสดงเสร็จสมบูรณ์

source: Show Credit / Debit in Company Currency
th: แสดงเครดิต / เดบิตเป็นสกุลเงินของบริษัท

source: Show Cumulative Amount
th: แสดงจำนวนเงินสะสม

source: Show Dimension Wise Stock
th: แสดงสินค้าคงคลังตามมิติ

source: Show Disabled Items
th: แสดงรายการที่ถูกปิดใช้งาน

source: Show Disabled Warehouses
th: แสดงคลังสินค้าที่ถูกปิดใช้งาน

source: Show Failed Logs
th: แสดงบันทึกที่ล้มเหลว

source: Show Future Payments
th: แสดงการชำระเงินในอนาคต

source: Show GL Balance
th: แสดงยอดคงเหลือบัญชีแยกประเภททั่วไป

source: Show In Website
th: แสดงในเว็บไซต์

source: Show Inclusive Tax in Print
th: แสดงภาษีรวมในสิ่งพิมพ์

source: Show Item Name
th: แสดง ชื่อสินค้า

source: Show Items
th: แสดงรายการ

source: Show Latest Forum Posts
th: แสดงกระทู้ล่าสุดจากฟอรัม

source: Show Ledger View
th: แสดงมุมมองบัญชีแยกประเภท

source: Show Linked Delivery Notes
th: แสดงบันทึกการจัดส่งที่เชื่อมโยง

source: Show Net Values in Party Account
th: แสดงมูลค่าสุทธิในบัญชีคู่ค้า

source: Show Open
th: แสดงเปิด

source: Show Opening Entries
th: แสดงรายการเปิด

source: Show Opening and Closing Balance
th: แสดงยอดยกมาและยอดปิดบัญชี

source: Show Operations
th: แสดงการดำเนินงาน

source: Show Party Balance
th: แสดงยอดคงเหลือฝ่าย

source: Show Pay Button in Purchase Order Portal
th: แสดงปุ่มชำระเงินในพอร์ทัลใบสั่งซื้อ

source: Show Payment Details
th: แสดงรายละเอียดการชำระเงิน

source: Show Payment Schedule in Print
th: แสดงกำหนดการชำระเงินในการพิมพ์

source: Show Preview
th: แสดงตัวอย่างล่วงหน้า

source: Show Remarks
th: แสดงหมายเหตุ

source: Show Return Entries
th: แสดงรายการย้อนกลับ

source: Show Sales Person
th: แสดงพนักงานขาย

source: Show Stock Ageing Data
th: แสดงข้อมูลอายุของสต็อค

source: Show Taxes as Table in Print
th: แสดงภาษีในรูปแบบตารางในการพิมพ์

source: Show Traceback
th: แสดง Traceback

source: Show Variant Attributes
th: แสดงแอ็ตทริบิวต์ Variant

source: Show Variants
th: แสดงหลากหลายรูปแบบ

source: Show Warehouse-wise Stock
th: แสดงสต็อคที่ฉลาด

source: Show exploded view
th: แสดงมุมมองแบบหล่นลง

source: Show in Website
th: แสดงในเว็บไซต์

source: Show net values in opening and closing columns
th: แสดงมูลค่าสุทธิในคอลัมน์เปิดและปิด

source: Show only POS
th: แสดงเฉพาะ POS

source: Show only the Immediate Upcoming Term
th: แสดงเฉพาะคำศัพท์ที่กำลังจะมาถึงทันที

source: Show pending entries
th: แสดงรายการที่รอดำเนินการ

source: Show unclosed fiscal year's P&L balances
th: แสดงยอดคงเหลือ P &amp; L ปีงบประมาณ unclosed ของ

source: Show with upcoming revenue/expense
th: แสดงพร้อมรายได้/ค่าใช้จ่ายที่กำลังจะเกิดขึ้น

source: Show zero values
th: แสดงค่าศูนย์

source: Show {0}
th: แสดง {0}

source: Signatory Position
th: ตำแหน่งลงนาม

source: Signed
th: ลงนาม

source: Signed By (Company)
th: ลงนามโดย (บริษัท )

source: Signed On
th: ลงนาม

source: Signee (Company)
th: Signee (บริษัท )

source: Signee Details
th: Signee รายละเอียด

source: Simple Python Expression, Example: doc.status == 'Open' and doc.issue_type == 'Bug'
th: นิพจน์ Python ง่าย ๆ ตัวอย่าง: doc.status == 'เปิด' และ doc.issue_type == 'ข้อผิดพลาด'

source: Simple Python Expression, Example: territory != 'All Territories'
th: นิพจน์ Python อย่างง่ายตัวอย่าง: อาณาเขต! = &#39;ดินแดนทั้งหมด&#39;

source: Simple Python formula applied on Reading fields.<br> Numeric eg. 1: <b>reading_1 &gt; 0.2 and reading_1 &lt; 0.5</b><br> Numeric eg. 2: <b>mean &gt; 3.5</b> (mean of populated fields)<br> Value based eg.: <b>reading_value in ("A", "B", "C")</b>
th: สูตร Python ง่ายๆ ที่ใช้กับฟิลด์ Reading<br> ตัวเลข เช่น 1: <b>reading_1 &gt; 0.2 และ reading_1 &lt; 0.5</b><br> ตัวเลข เช่น 2: <b>mean &gt; 3.5</b> (ค่าเฉลี่ยของฟิลด์ที่มีข้อมูล)<br> แบบค่าขึ้นกับค่า: <b>reading_value ใน ("A", "B", "C")</b>

source: Simultaneous
th: พร้อมกัน

source: Since {0} are Serial No/Batch No items, you cannot enable 'Recreate Stock Ledgers' in Repost Item Valuation.
th: เนื่องจาก {0} เป็นรายการหมายเลขซีเรียล/หมายเลขล็อต คุณจึงไม่สามารถเปิดใช้งาน 'สร้างสมุดบัญชีสินค้าคงคลังใหม่' ในการโพสต์มูลค่ารายการใหม่ได้

source: Single
th: โสด

source: Single Tier Program
th: โปรแกรมชั้นเดียว

source: Single Transaction Threshold
th: เกณฑ์การทำธุรกรรมเดี่ยว

source: Size
th: ขนาด

source: Skip Available Sub Assembly Items
th: ข้ามรายการชิ้นส่วนประกอบย่อยที่มีอยู่

source: Skip Delivery Note
th: ข้ามหมายเหตุการส่งมอบ

source: Skip Material Transfer to WIP Warehouse
th: ข้ามการโอนวัสดุไปที่คลังสินค้า WIP

source: Skipped
th: ข้ามไป

source: Skipping Tax Withholding Category {0} as there is no associated account set for Company {1} in it.
th: ข้ามหมวดหมู่ภาษีหัก ณ ที่จ่าย {0} เนื่องจากไม่มี บัญชี ที่เชื่อมโยงกับ ธุรกิจ {1} ในหมวดหมู่นั้น

source: Skipping {0} of {1}, {2}
th: ข้าม {0} จาก {1}, {2}

source: Skype ID
th: ไอดีสไกป์

source: Slack Webhook URL
th: URL Webhook ของ Slack

source: Slideshow
th: สไลด์โชว์

source: Small
th: เล็ก

source: Smoothing Constant
th: การปรับค่าคงที่

source: Social Login
th: เข้าสู่ระบบด้วยโซเชียล

source: Softwares
th: โปรแกรม

source: Sold
th: ขาย

source: Sold by
th: ขายโดย

source: Solvency Ratios
th: อัตราส่วนความสามารถในการชำระหนี้

source: Something went wrong please try again
th: เกิดข้อผิดพลาด กรุณาลองใหม่อีกครั้ง

source: Sorry, this coupon code is no longer valid
th: ขออภัยรหัสคูปองนี้ใช้ไม่ได้อีกต่อไป

source: Sorry, this coupon code's validity has expired
th: ขออภัยความถูกต้องของรหัสคูปองนี้หมดอายุแล้ว

source: Sorry, this coupon code's validity has not started
th: ขออภัยความถูกต้องของรหัสคูปองนี้ยังไม่เริ่มต้น

source: Source
th: แหล่ง

source: Source DocType
th: DocType แหล่งที่มา

source: Source Document Name
th: ชื่อเอกสารต้นทาง

source: Source Document Type
th: ประเภทเอกสารต้นทาง

source: Source Exchange Rate
th: อัตราแลกเปลี่ยนต้นทาง

source: Source Fieldname
th: ชื่อฟิลด์ต้นทาง

source: Source Location
th: แหล่งที่มา

source: Source Name
th: แหล่งที่มาของชื่อ

source: Source Type
th: ประเภทแหล่งที่มา

source: Source Warehouse
th: คลังสินค้าที่มา

source: Source Warehouse Address
th: ที่อยู่คลังสินค้าต้นทาง

source: Source Warehouse Address Link
th: ลิงก์ที่อยู่คลังสินค้าต้นทาง

source: Source and Target Location cannot be same
th: ที่มาและตำแหน่งเป้าหมายต้องไม่เหมือนกัน

source: Source and target warehouse cannot be same for row {0}
th: แหล่งที่มาและ คลังสินค้า เป้าหมาย ไม่สามารถเป็น เหมือนกันสำหรับ แถว {0}

source: Source and target warehouse must be different
th: แหล่งที่มาและคลังสินค้าเป้าหมายต้องแตกต่าง

source: Source of Funds (Liabilities)
th: แหล่งที่มาของ เงินทุน ( หนี้สิน )

source: Source warehouse is mandatory for row {0}
th: คลังสินค้า ที่มา มีผลบังคับใช้ แถว {0}

source: Sourced by Supplier
th: มาจากซัพพลายเออร์

source: South Africa VAT Account
th: บัญชี VAT สินทรัพย์สัวน

source: South Africa VAT Settings
th: การตั้งค่า VAT ของแอฟริกาใต้

source: Spacer
th: ตัวเว้นวรรค

source: Specify Exchange Rate to convert one currency into another
th: ระบุอัตราแลกเปลี่ยนการแปลงสกุลเงินหนึ่งไปยังอีก

source: Specify conditions to calculate shipping amount
th: ระบุเงื่อนไขในการคำนวณปริมาณการจัดส่งสินค้า

source: Split
th: แยก

source: Split Asset
th: แยกสินทรัพย์

source: Split Batch
th: แบ่งแบทช์

source: Split Early Payment Discount Loss into Income and Tax Loss
th: แยกการขาดทุนจากส่วนลดการชำระเงินล่วงหน้าเป็นรายได้และขาดทุนภาษี

source: Split From
th: แยกจาก

source: Split Issue
th: ฉบับแยก

source: Split Qty
th: แยกจำนวน

source: Split qty cannot be grater than or equal to asset qty
th: จำนวนที่แยกไม่สามารถมากกว่าหรือเท่ากับจำนวนสินทรัพย์ได้

source: Splitting {0} {1} into {2} rows as per Payment Terms
th: กำลังแยก {0} {1} ออกเป็น {2} แถวตามเงื่อนไขการชำระเงิน

source: Stage
th: ขั้นตอน

source: Stage Name
th: ชื่อเวที

source: Stale Days should start from 1.
th: จำนวนวันหมดอายุควรเริ่มต้นจาก 1

source: Standard Buying
th: การซื้อมาตรฐาน

source: Standard Description
th: คำอธิบายมาตรฐาน

source: Standard Rated Expenses
th: ค่าใช้จ่ายอัตรามาตรฐาน

source: Standard Selling
th: ขาย มาตรฐาน

source: Standard Selling Rate
th: มาตรฐานอัตราการขาย

source: Standard Template
th: แม่แบบมาตรฐาน

source: Standard Terms and Conditions that can be added to Sales and Purchases. Examples: Validity of the offer, Payment Terms, Safety and Usage, etc.
th: ข้อกำหนดและเงื่อนไขมาตรฐานที่สามารถเพิ่มในงานขายและงานซื้อ เช่น ความถูกต้องของข้อเสนอ เงื่อนไขการชำระเงิน ความปลอดภัยและการใช้งาน เป็นต้น

source: Standard rated supplies in {0}
th: รายการสินค้าที่มีอัตราภาษีมาตรฐานใน {0}

source: Standard tax template that can be applied to all Purchase Transactions. This template can contain a list of tax heads and also other expense heads like "Shipping", "Insurance", "Handling", etc.
th: แม่แบบภาษีมาตรฐานที่สามารถใช้กับธุรกรรมการซื้อทั้งหมด แม่แบบนี้สามารถประกอบด้วยรายการหัวข้อภาษีและหัวข้อค่าใช้จ่ายอื่น ๆ เช่น "ค่าขนส่ง" "ประกันภัย" "การจัดการ" เป็นต้น

source: Standard tax template that can be applied to all Sales Transactions. This template can contain a list of tax heads and also other expense/income heads like "Shipping", "Insurance", "Handling" etc.
th: แม่แบบภาษีมาตรฐานที่สามารถใช้กับธุรกรรมการขายทั้งหมด แม่แบบนี้สามารถประกอบด้วยรายการหัวข้อภาษีและหัวข้อค่าใช้จ่าย/รายได้อื่น ๆ เช่น "ค่าขนส่ง" "ประกันภัย" "การจัดการ" เป็นต้น

source: Standing Name
th: ชื่อยืน

source: Start
th: เริ่มต้น

source: Start / Resume
th: เริ่มต้น / ดำเนินการต่อ

source: Start Date
th: วันที่เริ่มต้น

source: Start Date cannot be before the current date
th: วันที่เริ่มต้นต้องไม่อยู่ก่อนวันที่ปัจจุบัน

source: Start Date should be lower than End Date
th: วันที่เริ่มต้นต้องน้อยกว่าวันที่สิ้นสุด

source: Start Deletion
th: เริ่มการลบ

source: Start Import
th: เริ่มนำเข้า

source: Start Job
th: เริ่มงาน

source: Start Merge
th: เริ่มการรวมข้อมูล

source: Start Reposting
th: เริ่มโพสต์ซ้ำ

source: Start Time
th: เวลา

source: Start Time can't be greater than or equal to End Time for {0}.
th: เวลาเริ่มต้นต้องน้อยกว่าเวลา สิ้นสุดสำหรับ {0} เท่านั้น

source: Start Timer
th: เริ่มจับเวลา

source: Start Year
th: ปีวันเริ่มต้น

source: Start Year and End Year are mandatory
th: ปีเริ่มต้นและปีสิ้นสุดมีผลบังคับใช้

source: Start and End Dates
th: เริ่มต้นและสิ้นสุดวันที่

source: Start date of current invoice's period
th: วันที่เริ่มต้นของระยะเวลาการออกใบแจ้งหนี้ปัจจุบัน

source: Start date should be less than end date for Item {0}
th: วันที่เริ่มต้น ควรจะน้อยกว่า วันที่ สิ้นสุดสำหรับ รายการ {0}
