Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Row {0}: Subcontracted Item is mandatory for the raw material {1}
th: แถว {0}: รายการที่รับเหมารายย่อยจำเป็นสำหรับวัตถุดิบ {1}

source: Row {0}: Target Warehouse is mandatory for internal transfers
th: แถว {0}: คลังสินค้าปลายทางเป็นข้อมูลบังคับสำหรับการโอนภายใน

source: Row {0}: The item {1}, quantity must be positive number
th: แถว {0}: รายการ {1} ปริมาณต้องเป็นจำนวนบวก

source: Row {0}: To set {1} periodicity, difference between from and to date must be greater than or equal to {2}
th: แถว {0}: ในการตั้งค่าความถี่ของ {1} ช่วงเวลาระหว่างวันที่เริ่มต้นและวันที่สิ้นสุดต้องมีค่ามากกว่าหรือเท่ากับ {2}

source: Row {0}: Total Number of Depreciations cannot be less than or equal to Opening Number of Booked Depreciations
th: แถว {0}: จำนวนรวมของค่าเสื่อมราคาต้องมากกว่าจำนวนค่าเสื่อมราคาที่บันทึกเปิดบัญชี

source: Row {0}: Transferred quantity cannot be greater than the requested quantity.
th: แถว {0}: ปริมาณที่โอนไม่สามารถมากกว่าปริมาณที่ร้องขอได้

source: Row {0}: UOM Conversion Factor is mandatory
th: แถว {0}: UOM ปัจจัยการแปลงมีผลบังคับใช้

source: Row {0}: Workstation or Workstation Type is mandatory for an operation {1}
th: แถว {0}: สถานีงานหรือประเภทสถานีงานเป็นข้อมูลที่จำเป็นสำหรับกระบวนการ {1}

source: Row {0}: user has not applied the rule {1} on the item {2}
th: แถว {0}: ผู้ใช้ไม่ได้ใช้กฎ {1} กับรายการ {2}

source: Row {0}: {1} account already applied for Accounting Dimension {2}
th: แถว {0}: บัญชี {1} ได้ถูกใช้สำหรับมิติทางบัญชี {2} แล้ว

source: Row {0}: {1} must be greater than 0
th: แถว {0}: {1} ต้องมีค่ามากกว่า 0

source: Row {0}: {1} {2} cannot be same as {3} (Party Account) {4}
th: แถวที่ {0}: {1} {2} ไม่สามารถเหมือนกับ {3} (บัญชีคู่สัญญา) {4}

source: Row {0}: {1} {2} does not match with {3}
th: แถว {0}: {1} {2} ไม่ตรงกับ {3}

source: Row {0}: {2} Item {1} does not exist in {2} {3}
th: แถว {0}: {2} รายการ {1} ไม่มีอยู่ใน {2} {3}

source: Row {0}: {3} Account {1} does not belong to Company {2}
th: แถว {0}: {3} บัญชี {1} ไม่มีในบริษัท {2}

source: Row {1}: Quantity ({0}) cannot be a fraction. To allow this, disable '{2}' in UOM {3}.
th: แถว {1}: จำนวน ({0}) ไม่สามารถเป็นเศษส่วนได้ ในการอนุญาตให้ปิดใช้งาน &quot;{2}&quot; ใน UOM {3}

source: Row {}: Asset Naming Series is mandatory for the auto creation for item {}
th: แถว {}: ซีรี่ส์การตั้งชื่อเนื้อหาจำเป็นสำหรับการสร้างอัตโนมัติสำหรับรายการ {}

source: Row({0}): Outstanding Amount cannot be greater than actual Outstanding Amount {1} in {2}
th: แถว({0}): จำนวนค้างชำระต้องไม่มากกว่าจำนวนค้างชำระจริง {1} ใน {2}

source: Row({0}): {1} is already discounted in {2}
th: แถว ({0}): {1} ถูกลดราคาใน {2} แล้ว

source: Rows Added in {0}
th: เพิ่มแถวใน {0}

source: Rows Removed in {0}
th: แถวถูกลบใน {0}

source: Rows with Same Account heads will be merged on Ledger
th: แถวที่มีหัวข้อบัญชีเดียวกันจะถูกรวมในบัญชีแยกประเภท

source: Rows with duplicate due dates in other rows were found: {0}
th: แถวที่มีวันครบกำหนดที่ซ้ำกันในแถวอื่น ๆ พบ: {0}

source: Rows: {0} have 'Payment Entry' as reference_type. This should not be set manually.
th: แถวที่ {0} มี 'Payment Entry' เป็น reference_type ซึ่งไม่ควรกำหนดด้วยตนเอง

source: Rows: {0} in {1} section are Invalid. Reference Name should point to a valid Payment Entry or Journal Entry.
th: แถวที่ {0} ในส่วน {1} ไม่ถูกต้อง ชื่ออ้างอิงควรชี้ไปยัง การชำระเงิน หรือ บันทึกทางบัญชี ที่ถูกต้อง

source: Rule Applied
th: นำกฎมาใช้

source: Rule Description
th: คำอธิบายกฎ

source: Run parallel job cards in a workstation
th: เรียกใช้บัตรงานแบบขนานในสถานีงาน

source: Running
th: กำลังดำเนินการ

source: S.O. No.
th: เลขที่ใบสั่งขาย

source: S3 Backup Settings
th: การตั้งค่าการสำรองข้อมูล S3

source: SCO Supplied Item
th: SCO สินค้าที่จัดหา

source: SLA Fulfilled On
th: SLA ดำเนินการเสร็จสิ้นเมื่อ

source: SLA Fulfilled On Status
th: สถานะการปฏิบัติตาม SLA แล้ว

source: SLA Paused On
th: SLA หยุดชั่วคราวเมื่อ

source: SLA is on hold since {0}
th: SLA ถูกระงับตั้งแต่ {0}

source: SLA will be applied if {1} is set as {2}{3}
th: SLA จะถูกนำไปใช้หาก {1} ถูกตั้งค่าเป็น {2}{3}

source: SLA will be applied on every {0}
th: SLA จะถูกนำไปใช้กับทุกๆ {0}

source: SMS Center
th: ศูนย์ SMS

source: SMS Log
th: เข้าสู่ระบบ SMS

source: SMS Settings
th: การตั้งค่า SMS

source: SO Qty
th: ดังนั้น จำนวน

source: SO Total Qty
th: ยอดรวมจำนวนสินค้า

source: STATEMENT OF ACCOUNTS
th: รายงานบัญชี

source: SWIFT Number
th: หมายเลข SWIFT

source: SWIFT number
th: หมายเลข SWIFT

source: Safety Stock
th: หุ้นที่ปลอดภัย

source: Salary
th: เงินเดือน

source: Salary Currency
th: สกุลเงินเงินเดือน

source: Salary Mode
th: โหมดเงินเดือน

source: Sales
th: ขาย

source: Sales Account
th: บัญชีขาย

source: Sales Analytics
th: Analytics ขาย

source: Sales Contributions and Incentives
th: ผลงานการขายและสิ่งจูงใจ

source: Sales Defaults
th: ค่าเริ่มต้นของการขาย

source: Sales Expenses
th: ค่าใช้จ่ายในการขาย

source: Sales Funnel
th: ช่องทาง ขาย

source: Sales Incoming Rate
th: อัตราแลกเปลี่ยนขายเข้า

source: Sales Invoice
th: ใบแจ้งหนี้ขาย

source: Sales Invoice Advance
th: ใบแจ้งหนี้ขายล่วงหน้า

source: Sales Invoice Item
th: รายการใบแจ้งหนี้ขาย

source: Sales Invoice No
th: เลขใบแจ้งหนี้ขาย

source: Sales Invoice Payment
th: รับชำระเงิน จากใบแจ้งหนี้ขาย

source: Sales Invoice Timesheet
th: ออกใบแจ้งหนี้ขาย ตาม Timesheet

source: Sales Invoice Trends
th: แนวโน้มการออกใบแจ้งหนี้ขาย

source: Sales Invoice {0} has already been submitted
th: บันทึกใบแจ้งหนี้ขาย {0} แล้ว

source: Sales Invoice {0} must be deleted before cancelling this Sales Order
th: ใบแจ้งหนี้ขาย {0} ต้องถูกลบก่อนที่จะยกเลิกใบสั่งขายนี้

source: Sales Manager
th: ผู้จัดการฝ่ายขาย

source: Sales Master Manager
th: ผู้จัดการฝ่ายขายปริญญาโท

source: Sales Monthly History
th: ประวัติการขายรายเดือน

source: Sales Order
th: สั่งซื้อขาย

source: Sales Order Analysis
th: การวิเคราะห์ใบสั่งขาย

source: Sales Order Date
th: วันที่สั่งซื้อขาย

source: Sales Order Item
th: รายการสั่งซื้อการขาย

source: Sales Order Packed Item
th: รายการสินค้าจัดส่งในใบสั่งขาย

source: Sales Order Reference
th: อ้างอิงใบสั่งขาย

source: Sales Order Status
th: สถานะใบสั่งขาย

source: Sales Order Trends
th: แนวโน้ม การขายสินค้า

source: Sales Order required for Item {0}
th: การสั่งซื้อสินค้า ที่จำเป็นสำหรับการ ขาย สินค้า {0}

source: Sales Order {0} already exists against Customer's Purchase Order {1}. To allow multiple Sales Orders, Enable {2} in {3}
th: ใบสั่งขาย {0} มีอยู่แล้วสำหรับใบสั่งซื้อของลูกค้า {1} หากต้องการอนุญาตให้มีใบสั่งขายหลายรายการ โปรดเปิดใช้งาน {2} ใน {3}

source: Sales Order {0} is not submitted
th: การขายสินค้า {0} ไม่ได้ ส่ง

source: Sales Order {0} is not valid
th: การขายสินค้า {0} ไม่ถูกต้อง

source: Sales Order {0} is {1}
th: ใบสั่งขาย {0} เป็น {1}

source: Sales Orders
th: ใบสั่งขาย

source: Sales Orders Required
th: ต้องมีใบสั่งขาย

source: Sales Orders to Bill
th: ใบสั่งขายให้ Bill

source: Sales Orders to Deliver
th: ใบสั่งขายเพื่อส่งมอบ

source: Sales Partner
th: พันธมิตรการขาย

source: Sales Partner
th: พันธมิตรขาย

source: Sales Partner Commission Summary
th: สรุปค่าคอมมิชชั่นพันธมิตรการขาย

source: Sales Partner Item
th: รายการสินค้าพันธมิตรขาย

source: Sales Partner Name
th: ชื่อพันธมิตรขาย

source: Sales Partner Target
th: เป้าหมายยอดขายพันธมิตร

source: Sales Partner Target Variance Based On Item Group
th: ความแตกต่างของเป้าหมายพันธมิตรการขายตามกลุ่มสินค้า

source: Sales Partner Target Variance based on Item Group
th: ความแปรปรวนเป้าหมายพันธมิตรการขายขึ้นอยู่กับกลุ่มรายการ

source: Sales Partner Transaction Summary
th: สรุปธุรกรรมการขายของพันธมิตร

source: Sales Partner Type
th: ประเภทพาร์ทเนอร์การขาย

source: Sales Partners Commission
th: สำนักงานคณะกรรมการกำกับการขายหุ้นส่วน

source: Sales Payment Summary
th: สรุปการชำระเงิน

source: Sales Person
th: พนักงานขาย

source: Sales Person <b>{0}</b> is disabled.
th: พนักงานขาย <b>{0}</b> ถูกปิดใช้งานแล้ว

source: Sales Person Commission Summary
th: รายละเอียดสรุปยอดขายของพนักงานขาย

source: Sales Person Name
th: ชื่อคนขาย

source: Sales Person Target Variance Based On Item Group
th: ความแปรปรวนเป้าหมายของพนักงานขายตามกลุ่มรายการ

source: Sales Person Targets
th: ขายเป้าหมายคน

source: Sales Person-wise Transaction Summary
th: การขายอย่างย่อรายการคนฉลาด

source: Sales Pipeline
th: ท่อขาย

source: Sales Pipeline Analytics
th: การวิเคราะห์โอกาสทางการขาย

source: Sales Price List
th: ขายราคาตามรายการ

source: Sales Register
th: ขายสมัครสมาชิก

source: Sales Return
th: ขายกลับ

source: Sales Stage
th: ขั้นตอนการขาย

source: Sales Summary
th: สรุปยอดขาย

source: Sales Tax Template
th: แม่แบบภาษีการขาย

source: Sales Taxes and Charges
th: ภาษีการขายและค่าใช้จ่าย

source: Sales Taxes and Charges Template
th: ภาษีการขายและค่าใช้จ่ายแม่แบบ

source: Sales Team
th: ทีมขาย

source: Sales Update Frequency in Company and Project
th: ความถี่ในการอัปเดตการขายในบริษัทและโครงการ

source: Sales User
th: ผู้ขาย

source: Sales Value
th: มูลค่าการขาย

source: Sales and Returns
th: การขายและการคืนสินค้า

source: Sales orders are not available for production
th: ใบสั่งขายไม่พร้อมใช้งานสำหรับการผลิต

source: Salutation
th: คำอวยพร

source: Salvage Value Percentage
th: เปอร์เซ็นต์มูลค่าซาก

source: Same Company is entered more than once
th: บริษัท เดียวกันจะเข้ามามากกว่าหนึ่งครั้ง

source: Same Item
th: รายการเดียวกัน

source: Same item and warehouse combination already entered.
th: รายการสินค้าและคลังสินค้ารายการเดียวกันถูกป้อนแล้ว

source: Same item cannot be entered multiple times.
th: รายการเดียวกันไม่สามารถเข้ามาหลายครั้ง

source: Same supplier has been entered multiple times
th: ผลิตเดียวกันได้รับการป้อนหลายครั้ง

source: Sample Quantity
th: ตัวอย่างปริมาณ

source: Sample Retention Warehouse
th: ตัวอย่างคลังสินค้าการเก็บรักษา

source: Sample Size
th: ขนาดของกลุ่มตัวอย่าง

source: Sample quantity {0} cannot be more than received quantity {1}
th: ปริมาณตัวอย่าง {0} ไม่สามารถมากกว่าปริมาณที่ได้รับ {1}

source: Sanctioned
th: ตามทำนองคลองธรรม

source: Saturday
th: วันเสาร์

source: Save
th: บันทึก

source: Save as Draft
th: บันทึกเป็นร่าง

source: Savings
th: เงินออม

source: Scan Barcode
th: สแกนบาร์โค้ด

source: Scan Batch No
th: สแกนหมายเลขชุด

source: Scan Mode
th: โหมดสแกน

source: Scan Serial No
th: สแกนหมายเลขซีเรียล

source: Scan barcode for item {0}
th: สแกนบาร์โค้ดสำหรับสินค้า {0}

source: Scan mode enabled, existing quantity will not be fetched.
th: โหมดสแกนเปิดใช้งาน จำนวนที่มีอยู่จะไม่ถูกดึงข้อมูล

source: Scanned Cheque
th: สแกนเช็ค

source: Scanned Quantity
th: จำนวนที่สแกนแล้ว

source: Schedule
th: กำหนดการ

source: Schedule Date
th: กำหนดการ วันที่

source: Scheduled
th: กำหนด

source: Scheduled Date
th: วันที่กำหนด

source: Scheduled Time
th: ตารางเวลา

source: Scheduled Time Logs
th: บันทึกเวลาที่กำหนดไว้

source: Scheduler Inactive
th: ไม่ใช้งานตัวกำหนดตารางเวลา

source: Scheduler is Inactive. Can't trigger job now.
th: ตัวกำหนดเวลาหยุดทำงาน ไม่สามารถเริ่มงานได้ในขณะนี้

source: Scheduler is Inactive. Can't trigger jobs now.
th: ตัวจัดกำหนดการไม่ทำงาน ไม่สามารถเริ่มงานได้ในขณะนี้

source: Scheduler is inactive. Cannot enqueue job.
th: ตัวกำหนดเวลาหยุดทำงาน ไม่สามารถเพิ่มงานในคิวได้

source: Scheduler is inactive. Cannot import data.
th: ตัวกำหนดตารางเวลาไม่ทำงาน ไม่สามารถนำเข้าข้อมูล

source: Scheduler is inactive. Cannot merge accounts.
th: ตัวกำหนดเวลาหยุดทำงาน ไม่สามารถรวม บัญชี ได้

source: Schedules
th: ตารางเวลา

source: Scheduling
th: การจัดตารางเวลา

source: Scheduling...
th: กำลังจัดตารางเวลา...

source: School/University
th: โรงเรียน / มหาวิทยาลัย

source: Score
th: คะแนน

source: Scorecard Actions
th: การดำเนินการตามสกอร์การ์ด

source: Scorecard variables can be used, as well as: {total_score} (the total score from that period), {period_number} (the number of periods to present day)
th: ตัวแปรในบัตรคะแนนสามารถใช้ได้ รวมถึง: {total_score} (คะแนนรวมจากช่วงเวลานั้น), {period_number} (จำนวนช่วงเวลาถึงปัจจุบัน)

source: Scorecards
th: ดัชนีชี้วัด

source: Scoring Criteria
th: เกณฑ์การให้คะแนน

source: Scoring Setup
th: ตั้งค่าการให้คะแนน

source: Scoring Standings
th: คะแนน

source: Scrap & Process Loss
th: ของเสียและการสูญเสียจากกระบวนการ

source: Scrap Asset
th: ตัดจำหน่ายสินทรัพย์

source: Scrap Cost Per Qty
th: ต้นทุนของเสียต่อจำนวน

source: Scrap Item Code
th: รหัสรหัสของเสีย

source: Scrap Item Name
th: ชื่อสินค้าของเสีย

source: Scrap Items
th: รายการเศษ

source: Scrap Material Cost
th: ต้นทุนเศษวัสดุ

source: Scrap Material Cost(Company Currency)
th: ต้นทุนเศษวัสดุ ( บริษัท สกุล)

source: Scrap Warehouse
th: เศษคลังสินค้า

source: Scrap date cannot be before purchase date
th: วันที่ของเศษวัสดุต้องไม่ก่อนวันที่ซื้อ

source: Scrapped
th: ทะเลาะวิวาท

source: Search
th: ค้นหา

source: Search Sub Assemblies
th: ค้นหาประกอบย่อย

source: Search Term Param Name
th: ชื่อพารามิเตอร์วลีค้นหา

source: Search by customer name, phone, email.
th: ค้นหาตามชื่อลูกค้าโทรศัพท์อีเมล

source: Search by invoice id or customer name
th: ค้นหาตามรหัสใบแจ้งหนี้หรือชื่อลูกค้า

source: Search by item code, serial number or barcode
th: ค้นหาตาม รหัสสินค้า, หมายเลขซีเรียล หรือ บาร์โค้ด

source: Second Email
th: อีเมลฉบับที่สอง

source: Secondary Party
th: คู่สัญญารอง

source: Secondary Role
th: บทบาทรอง

source: Section
th: ส่วน

source: Section Based On
th: ตามส่วน

source: Section Cards
th: บัตรมาตรา

source: Section Code
th: รหัสส่วน

source: Section HTML
th: ส่วน HTML

source: Section Order
th: คำสั่งมาตรา

source: Secured Loans
th: เงินให้กู้ยืม ที่มีหลักประกัน

source: Securities and Deposits
th: หลักทรัพย์และ เงินฝาก

source: See All Articles
th: ดูบทความทั้งหมด

source: See all open tickets
th: ดูตั๋วเปิดทั้งหมด

source: Segregate Serial / Batch Bundle
th: แยกชุดหมายเลขซีเรียล / หมวดหมู่

source: Select
th: เลือก

source: Select Accounting Dimension.
th: เลือกมิติการบัญชี

source: Select Alternate Item
th: เลือกรายการอื่น

source: Select Alternative Items for Sales Order
th: เลือกสินค้าทดแทนสำหรับใบสั่งขาย

source: Select Attribute Values
th: เลือกค่าแอตทริบิวต์

source: Select BOM
th: เลือก BOM

source: Select BOM and Qty for Production
th: เลือก BOM และจำนวนการผลิต

source: Select BOM, Qty and For Warehouse
th: เลือก BOM จำนวนและสำหรับคลังสินค้า

source: Select Batch No
th: เลือกหมายเลขชุด

source: Select Billing Address
th: เลือกที่อยู่สำหรับการเรียกเก็บเงิน

source: Select Brand...
th: เลือกยี่ห้อ ...

source: Select Columns and Filters
th: เลือกคอลัมน์และตัวกรอง

source: Select Company
th: เลือก บริษัท

source: Select Corrective Operation
th: เลือกปฏิบัติการแก้ไข

source: Select Customers By
th: เลือกลูกค้าตาม

source: Select Date of Birth. This will validate Employees age and prevent hiring of under-age staff.
th: เลือกวันที่เกิด ข้อมูลนี้จะใช้ตรวจสอบอายุพนักงานและป้องกันการจ้างงานบุคลากรที่มีอายุต่ำกว่าเกณฑ์

source: Select Date of joining. It will have impact on the first salary calculation, Leave allocation on pro-rata bases.
th: เลือกวันที่เข้าทำงาน ซึ่งจะมีผลต่อการคำนวณเงินเดือนครั้งแรก และการจัดสรรวันลาตามสัดส่วน (pro-rata)

source: Select Default Supplier
th: เลือกผู้ผลิตเริ่มต้น

source: Select Difference Account
th: เลือกบัญชีที่แตกต่าง

source: Select Dimension
th: เลือกมิติ

source: Select Dispatch Address
th: เลือกที่อยู่จัดส่ง

source: Select DocType
th: เลือก DocType

source: Select Employees
th: เลือกพนักงาน

source: Select Finished Good
th: เลือกสินค้าสำเร็จรูป

source: Select Items
th: เลือกรายการ

source: Select Items based on Delivery Date
th: เลือกรายการตามวันที่จัดส่ง

source: Select Items for Quality Inspection
th: เลือกสินค้าเพื่อตรวจสอบคุณภาพ

source: Select Items to Manufacture
th: เลือกรายการที่จะผลิต

source: Select Job Worker Address
th: เลือกที่อยู่ผู้รับจ้างงาน

source: Select Loyalty Program
th: เลือกโปรแกรมความภักดี

source: Select Possible Supplier
th: เลือกผู้ผลิตที่เป็นไปได้

source: Select Quantity
th: เลือกจำนวน

source: Select Serial No
th: เลือกหมายเลขซีเรียล

source: Select Serial and Batch
th: เลือกหมายเลขซีเรียลและล็อต

source: Select Shipping Address
th: เลือกที่อยู่ในการจัดส่ง

source: Select Supplier Address
th: เลือกที่อยู่ผู้ผลิต

source: Select Target Warehouse
th: เลือกคลังข้อมูลเป้าหมาย

source: Select Time
th: เลือกเวลา

source: Select View
th: เลือกดู

source: Select Vouchers to Match
th: เลือกใบสำคัญเพื่อจับคู่

source: Select Warehouse...
th: เลือกคลังสินค้า ...

source: Select Warehouses to get Stock for Materials Planning
th: เลือกคลังสินค้าเพื่อรับสินค้าคงคลังสำหรับการวางแผนวัสดุ

source: Select a Company
th: เลือก บริษัท

source: Select a Company this Employee belongs to.
th: โปรดเลือก บริบทส่วนหนึ่งของ ที่ชิมลาสินที่เป็นลูกค้า

source: Select a Customer
th: เลือกผู้ขาย

source: Select a Default Priority.
th: เลือกลำดับความสำคัญเริ่มต้น

source: Select a Supplier
th: เลือกซัพพลายเออร์

source: Select a Supplier from the Default Suppliers of the items below. On selection, a Purchase Order will be made against items belonging to the selected Supplier only.
th: เลือกซัพพลายเออร์จากซัพพลายเออร์เริ่มต้นของรายการด้านล่าง ในการเลือกใบสั่งซื้อจะทำกับสินค้าที่เป็นของซัพพลายเออร์ที่เลือกเท่านั้น

source: Select a company
th: เลือก บริษัท

source: Select an Item Group.
th: เลือก กลุ่มสินค้า

source: Select an account to print in account currency
th: เลือกบัญชีที่จะพิมพ์ในสกุลเงินของบัญชี

source: Select an invoice to load summary data
th: เลือกใบแจ้งหนี้เพื่อโหลดข้อมูลสรุป

source: Select an item from each set to be used in the Sales Order.
th: เลือกสินค้าอย่างละรายการจากแต่ละชุดเพื่อใช้ในใบสั่งขาย

source: Select at least one value from each of the attributes.
th: เลือกค่าอย่างน้อยหนึ่งค่าจากแต่ละแอตทริบิวต์

source: Select change amount account
th: บัญชีจำนวนเงินที่เลือกเปลี่ยน

source: Select company first
th: เลือก บริษัท ก่อน

source: Select company name first.
th: เลือกชื่อ บริษัท แรก

source: Select finance book for the item {0} at row {1}
th: เลือกสมุดการเงินสำหรับรายการ {0} ที่แถว {1}

source: Select item group
th: เลือกกลุ่มรายการ

source: Select template item
th: เลือกรายการเทมเพลต

source: Select the Bank Account to reconcile.
th: เลือกบัญชีธนาคารที่จะกระทบยอด

source: Select the Default Workstation where the Operation will be performed. This will be fetched in BOMs and Work Orders.
th: เลือกสถานีงานเริ่มต้นที่การปฏิบัติงานจะถูกดำเนินการ สถานีงานนี้จะถูกดึงมาใช้ใน BOM และคำสั่งงาน

source: Select the Item to be manufactured.
th: เลือก​{0}ที่จะผลิต

source: Select the Item to be manufactured. The Item name, UoM, Company, and Currency will be fetched automatically.
th: เลือกสินค้าที่จะผลิต ชื่อสินค้า หน่วยนับ บริษัท และสกุลเงินจะถูกดึงข้อมูลโดยอัตโนมัติ

source: Select the Warehouse
th: เลือกคลังสินค้า

source: Select the customer or supplier.
th: เลือกลูกค้าหรือผู้จัดจำหน่าย

source: Select the date
th: เลือกวันที่

source: Select the date and your timezone
th: เลือกวันที่และเขตเวลาของคุณ

source: Select the raw materials (Items) required to manufacture the Item
th: เลือกวัตถุดิบ (สินค้า) ที่จำเป็นสำหรับการผลิตสินค้า

source: Select variant item code for the template item {0}
th: เลือกรหัสสินค้ารายละเอียดปลีกย่อยสำหรับรายการเทมเพลต {0}

source: Select whether to get items from a Sales Order or a Material Request. For now select <b>Sales Order</b>. A Production Plan can also be created manually where you can select the Items to manufacture.
th: เลือกว่าจะดึงรายการสินค้าจาก <b>ใบสั่งขาย</b> หรือคำขอวัสดุ สำหรับตอนนี้ให้เลือก <b>ใบสั่งขาย</b> แผนการผลิตยังสามารถสร้างขึ้นเองได้โดยที่คุณสามารถเลือกสินค้าที่จะผลิตได้ด้วยตนเอง

source: Select your weekly off day
th: เลือกวันหยุดประจำสัปดาห์ของคุณ

source: Select, to make the customer searchable with these fields
th: เลือกเพื่อให้ลูกค้าสามารถค้นหาข้อมูลเหล่านี้ได้

source: Selected POS Opening Entry should be open.
th: รายการเปิด POS ที่เลือกควรเปิด

source: Selected Price List should have buying and selling fields checked.
th: รายการราคาที่เลือกควรได้รับการตรวจสอบการซื้อและขาย

source: Selected Serial and Batch Bundle entries have been fixed.
th: รายการชุดหมายเลขซีเรียลและล็อตที่เลือกได้รับการแก้ไขแล้ว

source: Selected Vouchers
th: ใบสำคัญที่เลือก

source: Selected date is
th: วันที่ที่เลือกคือ

source: Selected document must be in submitted state
th: เอกสารที่เลือกต้องอยู่ในสถานะที่ส่งแล้ว

source: Self delivery
th: จัดส่งด้วยตนเอง

source: Sell
th: ขาย

source: Sell Asset
th: จำหน่ายสินทรัพย์

source: Selling
th: การขาย

source: Selling Amount
th: ปริมาณการขาย

source: Selling Price List
th: รายการราคาขาย

source: Selling Rate
th: ราคาขาย

source: Selling Settings
th: ตั้งค่าระบบการขาย

source: Selling must be checked, if Applicable For is selected as {0}
th: ขายจะต้องตรวจสอบถ้าใช้สำหรับการถูกเลือกเป็น {0}

source: Send
th: ส่ง

source: Send After (days)
th: ส่งหลังจาก (วัน)

source: Send Attached Files
th: ส่งไฟล์แนบ

source: Send Document Print
th: ส่งเอกสารสำหรับพิมพ์

source: Send Email
th: ส่งอีเมล์

source: Send Emails
th: ส่งอีเมล

source: Send Emails to Suppliers
th: ส่งอีเมลไปยังซัพพลายเออร์

source: Send Now
th: ส่งเดี๋ยวนี้

source: Send SMS
th: ส่ง SMS

source: Send To
th: ส่งให้

source: Send To Primary Contact
th: ส่งไปยังผู้ติดต่อหลัก

source: Send regular summary reports via Email.
th: ส่งรายงานสรุปปกติผ่านทางอีเมล์

source: Send to Subcontractor
th: ส่งให้ผู้รับเหมาช่วง

source: Send with Attachment
th: ส่งพร้อมเอกสารแนบ

source: Sender
th: ผู้ส่ง

source: Sender Name
th: ชื่อผู้ส่ง

source: Sending
th: การส่ง

source: Sending...
th: กำลังส่ง...

source: Sent
th: ส่ง

source: Sent On
th: ส่ง

source: Sent To
th: ส่งไปยัง

source: Sequence ID
th: รหัสลำดับ

source: Sequence Id
th: รหัสลำดับ

source: Sequential
th: เรียงลำดับ

source: Serial & Batch Item
th: หมายเลขซีเรียลและล็อตสินค้า

source: Serial & Batch Item Settings
th: การตั้งค่ารายการหมายเลขซีเรียลและล็อต

source: Serial / Batch Bundle
th: หมายเลขซีเรียล / ชุดบรรจุ

source: Serial / Batch Bundle Missing
th: หมายเลขซีเรียล / ชุดบันเดิลหาย

source: Serial / Batch No
th: หมายเลขซีเรียล / หมายเลขล็อต

source: Serial / Batch Nos
th: หมายเลขซีเรียล / หมายเลขชุด

source: Serial No
th: อนุกรมไม่มี

source: Serial No (In/Out)
th: หมายเลขซีเรียล (เข้า/ออก)

source: Serial No / Batch
th: หมายเลขเครื่อง / ชุด

source: Serial No Already Assigned
th: หมายเลขซีเรียลถูกกำหนดแล้ว

source: Serial No Ledger
th: เลขที่ทะเบียนซีเรียล

source: Serial No Range
th: ช่วงหมายเลขซีเรียล

source: Serial No Service Contract Expiry
th: อนุกรมไม่มีหมดอายุสัญญาบริการ

source: Serial No Status
th: สถานะหมายเลขเครื่อง

source: Serial No Warranty Expiry
th: อนุกรมหมดอายุไม่มีการรับประกัน

source: Serial No and Batch
th: ไม่มี Serial และแบทช์

source: Serial No and Batch Selector cannot be use when Use Serial / Batch Fields is enabled.
th: ไม่สามารถใช้ตัวเลือกหมายเลขซีเรียลและล็อตได้เมื่อเปิดใช้งานการใช้ฟิลด์หมายเลขซีเรียล/ล็อตแล้ว

source: Serial No and Batch for Finished Good
th: หมายเลขซีเรียลและชุดสำหรับสินค้าสำเร็จรูป

source: Serial No is mandatory
th: หมายเลขซีเรียลเป็นข้อมูลที่ต้องระบุ

source: Serial No is mandatory for Item {0}
th: อนุกรม ไม่มี ผลบังคับใช้สำหรับ รายการ {0}

source: Serial No {0} already exists
th: หมายเลขซีเรียล {0} มีอยู่แล้ว

source: Serial No {0} already scanned
th: หมายเลขซีเรียล {0} ถูกสแกนแล้ว

source: Serial No {0} does not belong to Delivery Note {1}
th: อนุกรม ไม่มี {0} ไม่ได้อยู่ใน การจัดส่งสินค้า หมายเหตุ {1}

source: Serial No {0} does not belong to Item {1}
th: อนุกรม ไม่มี {0} ไม่ได้อยู่ใน รายการ {1}

source: Serial No {0} does not exist
th: อนุกรม ไม่มี {0} ไม่อยู่

source: Serial No {0} does not exists
th: หมายเลขซีเรียล {0} ไม่มีอยู่จริง

source: Serial No {0} is already Delivered. You cannot use them again in Manufacture / Repack entry.
th: หมายเลขซีเรียล {0} ได้ถูกจัดส่งแล้ว ไม่สามารถใช้งานซ้ำในรายการ การผลิต / การบรรจุใหม่ ได้อีก

source: Serial No {0} is already added
th: หมายเลขซีเรียล {0} ถูกเพิ่มแล้ว

source: Serial No {0} is already assigned to customer {1}. Can only be returned against the customer {1}
th: หมายเลขซีเรียล {0} ได้ถูกกำหนดให้กับลูกค้า {1} แล้ว สามารถคืนสินค้าได้เฉพาะต่อลูกค้า {1} เท่านั้น
