Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: # Sales Order A Sales Order is a confirmation of an order from your customer. It is also referred to as Proforma Invoice. Sales Order at the heart of your sales and purchase transactions. Sales Orders are linked in Delivery Note, Sales Invoices, Material Request, and Maintenance transactions. Through Sales Order, you can track fulfillment of the overall deal towards the customer.
th: # ใบสั่งขาย ใบสั่งขายคือการยืนยันคำสั่งซื้อจากลูกค้าของคุณ อีกทั้งยังเรียกอีกชื่อหนึ่งว่า ใบแจ้งหนี้ร่าง ใบสั่งขายเป็นหัวใจสำคัญของธุรกรรมการขายและการซื้อของคุณ ใบสั่งขายจะเชื่อมโยงกับ ใบส่งของ, ใบแจ้งหนี้ขาย, ใบขอเบิกวัสดุ และธุรกรรมการบำรุงรักษา ผ่านใบสั่งขาย คุณสามารถติดตามความคืบหน้าของการดำเนินการตามข้อตกลงทั้งหมดกับลูกค้าได้อย่างมีประสิทธิภาพ

source: # Selling Settings CRM and Selling module’s features are configurable as per your business needs. Selling Settings is the place where you can set your preferences for: - Customer naming and default values - Billing and shipping preference in sales transactions
th: # การตั้งค่าการขาย คุณสมบัติของโมดูล CRM และการขายสามารถกำหนดค่าได้ตามความต้องการทางธุรกิจของคุณ การตั้งค่าการขายเป็นสถานที่ที่คุณสามารถตั้งค่าความต้องการของคุณสำหรับ: - การตั้งชื่อลูกค้าและค่าปริยาย - ความต้องการในการออกใบแจ้งหนี้และการจัดส่งในธุรกรรมการขาย

source: # Set Up a Company A company is a legal entity for which you will set up your books of account and create accounting transactions. In ERPNext, you can create multiple companies, and establish relationships (group/subsidiary) among them. Within the company master, you can capture various default accounts for that Company and set crucial settings related to the accounting methodology followed for a company.
th: # การตั้งค่าบริษัท บริษัทคือหน่วยงานทางกฎหมายที่คุณจะตั้งค่าบัญชีและสร้างรายการบัญชี ใน ERPNext คุณสามารถสร้างบริษัทได้หลายแห่ง และกำหนดความสัมพันธ์ระหว่างบริษัทเหล่านั้น (กลุ่ม/บริษัทในเครือ) ภายในข้อมูลหลักของบริษัท คุณสามารถบันทึกบัญชีเริ่มต้นต่างๆ สำหรับบริษัทนั้น และตั้งค่าการตั้งค่าที่สำคัญเกี่ยวกับวิธีการบัญชีที่บริษัทใช้ได้

source: # Setting up Taxes ERPNext lets you configure your taxes so that they are automatically applied in your buying and selling transactions. You can configure them globally or even on Items. ERPNext taxes are pre-configured for most regions.
th: # การตั้งค่าภาษี ERPNext ช่วยให้คุณตั้งค่าภาษีเพื่อให้ระบบคำนวณภาษีโดยอัตโนมัติในธุรกรรมการซื้อและการขายของคุณ คุณสามารถตั้งค่าภาษีได้ทั้งในระดับทั่วโลกหรือเฉพาะในแต่ละสินค้า ภาษีใน ERPNext ได้ถูกตั้งค่าไว้ล่วงหน้าสำหรับหลายภูมิภาคแล้ว

source: # Setup Routing A Routing stores all Operations along with the description, hourly rate, operation time, batch size, etc. Click below to learn how the Routing template can be created, for quick selection in the BOM.
th: # การตั้งค่าการกำหนดเส้นทาง การกำหนดเส้นทางจะเก็บข้อมูลการปฏิบัติงานทั้งหมดพร้อมคำอธิบาย อัตราค่าจ้างรายชั่วโมง เวลาในการปฏิบัติงาน ขนาดชุดงาน ฯลฯ คลิกด้านล่างเพื่อเรียนรู้วิธีสร้างแม่แบบการกำหนดเส้นทาง เพื่อการเลือกใช้งานอย่างรวดเร็วใน BOM

source: # Setup a Warehouse The warehouse can be your location/godown/store where you maintain the item's inventory, and receive/deliver them to various parties. In ERPNext, you can maintain a Warehouse in the tree structure, so that location and sub-location of an item can be tracked. Also, you can link a Warehouse to a specific Accounting ledger, where the real-time stock value of that warehouse’s item will be reflected.
th: # ตั้งค่าคลังสินค้า คลังสินค้าคือสถานที่/โกดัง/ร้านค้าที่คุณเก็บรักษาและบริหารจัดการสินค้าคงคลัง รวมถึงรับเข้าและส่งออกสินค้าไปยังฝ่ายต่างๆ ใน ERPNext คุณสามารถจัดการคลังสินค้าในรูปแบบโครงสร้างต้นไม้ เพื่อให้สามารถติดตามตำแหน่งและตำแหน่งย่อยของสินค้าได้ นอกจากนี้ คุณยังสามารถเชื่อมโยงคลังสินค้าเข้ากับบัญชีแยกประเภทเฉพาะ ซึ่งจะแสดงมูลค่าสินค้าคงคลังของคลังสินค้านั้นแบบเรียลไทม์ได้ด้วย

source: # Track Material Request Also known as Purchase Request or an Indent, is a document identifying a requirement of a set of items (products or services) for various purposes like procurement, transfer, issue, or manufacturing. Once the Material Request is validated, a purchase manager can take the next actions for purchasing items like requesting RFQ from a supplier or directly placing an order with an identified Supplier.
th: # ติดตามคำขอวัสดุ หรือที่รู้จักกันในชื่อ คำขอซื้อ หรือ ใบสั่งซื้อ เป็นเอกสารที่ระบุความต้องการของชุดรายการสินค้า (ผลิตภัณฑ์หรือบริการ) สำหรับวัตถุประสงค์ต่าง ๆ เช่น การจัดซื้อ การโอน การเบิกจ่าย หรือการผลิต เมื่อคำขอวัสดุได้รับการตรวจสอบและอนุมัติแล้ว ผู้จัดการฝ่ายจัดซื้อสามารถดำเนินการขั้นตอนถัดไปในการจัดซื้อสินค้า เช่น การขอใบเสนอราคาจากผู้จำหน่าย หรือการสั่งซื้อโดยตรงกับผู้จำหน่ายที่ระบุไว้

source: # Update Stock Opening Balance It’s an entry to update the stock balance of an item, in a warehouse, on a date and time you are going live on ERPNext. Once opening stocks are updated, you can create transactions like manufacturing and stock deliveries, where this opening stock will be consumed.
th: # ปรับปรุงยอดคงเหลือเริ่มต้นของสต็อก เป็นการบันทึกเพื่อปรับปรุงยอดคงเหลือของสินค้าในคลังสินค้า ณ วันที่และเวลาที่คุณเริ่มใช้งาน ERPNext เมื่อปรับปรุงยอดคงเหลือเริ่มต้นของสต็อกแล้ว คุณสามารถสร้างรายการทำธุรกรรมต่างๆ เช่น การผลิตและการเบิกจ่ายสต็อก ซึ่งจะใช้ยอดสต็อกเริ่มต้นนี้เป็นต้นทุนในการบริโภคได้

source: # Updating Opening Balances Once you close the financial statement in previous accounting software, you can update the same as opening in your ERPNext's Balance Sheet accounts. This will allow you to get complete financial statements from ERPNext in the coming years, and discontinue the parallel accounting system right away.
th: # การปรับปรุงยอดยกมา เมื่อคุณปิดงบการเงินในซอฟต์แวร์บัญชีก่อนหน้าแล้ว คุณสามารถปรับปรุงยอดดังกล่าวเป็นยอดยกมาในบัญชีงบดุลของ ERPNext ได้ ซึ่งจะช่วยให้คุณได้รับงบการเงินครบถ้วนจาก ERPNext ในปีถัดไป และสามารถยกเลิกการใช้ระบบบัญชีคู่ขนานได้ทันที

source: # View Warehouse In ERPNext the term 'warehouse' can be thought of as a storage location. Warehouses are arranged in ERPNext in a tree like structure, where multiple sub-warehouses can be grouped under a single warehouse. In this step we will view the [**Warehouse Tree**](https://docs.erpnext.com/docs/user/manual/en/stock/warehouse#21-tree-view) to view the [**Warehouses**](https://docs.erpnext.com/docs/user/manual/en/stock/warehouse) that are set by default.
th: # ดูคลังสินค้า ใน ERPNext คำว่า 'คลังสินค้า' หมายถึงสถานที่เก็บสินค้า คลังสินค้าจะถูกจัดเรียงใน ERPNext ในรูปแบบโครงสร้างแบบต้นไม้ ซึ่งสามารถจัดกลุ่มคลังสินค้าย่อยหลายแห่งไว้ภายใต้คลังสินค้าหลักเดียวกันได้ ในขั้นตอนนี้ เราจะดู [**โครงสร้างต้นไม้คลังสินค้า**](https://docs.erpnext.com/docs/user/manual/en/stock/warehouse#21-tree-view) เพื่อดู [**คลังสินค้า**](https://docs.erpnext.com/docs/user/manual/en/stock/warehouse) ที่ตั้งค่าไว้เป็นค่าเริ่มต้น

source: ## Products and Services Depending on the nature of your business, you might be selling products or services to your clients or even both. ERPNext is optimized for itemized management of your sales and purchase. The **Item Master** is where you can add all your sales items. If you are in services, you can create an Item for each service that you offer. If you run a manufacturing business, the same master is used for keeping a record of raw materials, sub-assemblies etc. Completing the Item Master is very essential for the successful implementation of ERPNext. We have a brief video introducing the item master for you, you can watch it in the next step.
th: ## สินค้าและบริการ ขึ้นอยู่กับลักษณะของ ธุรกิจหรือกหาระประบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบระบร\u0

source: ## Who is a Customer? A customer, who is sometimes known as a client, buyer, or purchaser is the one who receives goods, services, products, or ideas, from a seller for a monetary consideration. Every customer needs to be assigned a unique id. Customer name itself can be the id or you can set a naming series for ids to be generated in Selling Settings. Just like the supplier, let's quickly create a customer.
th: ## ลูกค้าคือใคร? ลูกค้า ซึ่งบางครั้งเรียกว่าผู้ว่าจ้าง ผู้ซื้อ หรือผู้จัดซื้อ คือผู้ที่รับสินค้าหรือบริการ ผลิตภัณฑ์ หรือแนวคิด จากผู้ขายโดยแลกกับค่าตอบแทนทางการเงิน ลูกค้าทุกคนจำเป็นต้องได้รับรหัสประจำตัวที่ไม่ซ้ำกัน ชื่อลูกค้าเองสามารถใช้เป็นรหัสได้ หรือคุณสามารถตั้งค่าระบบสร้างรหัสตามลำดับใน การตั้งค่าการขาย เช่นเดียวกับผู้จำหน่าย เรามาสร้างลูกค้าอย่างรวดเร็วกันเถอะ

source: ## Who is a Supplier? Suppliers are companies or individuals who provide you with products or services. ERPNext has comprehensive features for purchase cycles. Let's quickly create a supplier with the minimal details required. You need the name of the supplier, assign the supplier to a group, and select the type of the supplier, viz. Company or Individual.
th: ## ผู้จำหน่ายคือใคร? ผู้จำหน่ายคือบริษัทหรือบุคคลที่จัดหาสินค้าหรือบริการให้กับคุณ ERPNext มีฟีเจอร์ครบถ้วนสำหรับวงจรการซื้อ เรามาสร้างผู้จำหน่ายอย่างรวดเร็วด้วยข้อมูลขั้นต่ำที่จำเป็น คุณต้องระบุชื่อผู้จำหน่าย กำหนดผู้จำหน่ายให้กับกลุ่ม และเลือกประเภทของผู้จำหน่าย ได้แก่ บริษัท หรือ บุคคล

source: % Delivered
th: % ที่ส่งมอบแล้ว

source: % Amount Billed
th: % จำนวนที่เรียกเก็บเงิน

source: % Billed
th: % ที่เรียกเก็บเงินแล้ว

source: % Complete Method
th: วิธีการ % ที่เสร็จสมบูรณ์

source: % Completed
th: % เสร็จสิ้น

source: % Delivered
th: % ที่จัดส่งแล้ว

source: % Finished Item Quantity
th: % ปริมาณสินค้าสำเร็จรูป

source: % Installed
th: % ติดตั้งแล้ว

source: % Occupied
th: % ที่ถูกใช้งาน

source: % Of Grand Total
th: % ของยอดรวมทั้งหมด

source: % Ordered
th: % สั่งซื้อแล้ว

source: % Picked
th: % ที่เลือกแล้ว

source: % Process Loss
th: % การสูญเสียจากกระบวนการ

source: % Progress
th: % ความก้าวหน้า

source: % Received
th: % ได้รับ

source: % Returned
th: % คืนสินค้า

source: % of materials billed against this Sales Order
th: เปอร์เซ็นต์ของวัสดุที่เรียกเก็บเงินตามใบสั่งขายนี้

source: % of materials delivered against this Pick List
th: % ของวัสดุที่จัดส่งตามรายการเลือกนี้

source: % of materials delivered against this Sales Order
th: % ของวัสดุที่ส่งมอบตามใบสั่งขายนี้

source: 'Account' in the Accounting section of Customer {0}
th: 'บัญชี' ในส่วนการบัญชีของลูกค้า {0}

source: 'Allow Multiple Sales Orders Against a Customer's Purchase Order'
th: 'อนุญาตให้มีหลายใบสั่งขายต่อใบสั่งซื้อของลูกค้า'

source: 'Based On' and 'Group By' can not be same
th: 'ขึ้นอยู่กับ' และ 'จัดกลุ่มโดย' ต้องไม่เหมือนกัน

source: 'Days Since Last Order' must be greater than or equal to zero
th: ' ตั้งแต่ วันที่ สั่งซื้อ ล่าสุด ' ต้องมากกว่า หรือเท่ากับศูนย์

source: 'Default {0} Account' in Company {1}
th: "{0} บัญชี สรางชินที่ {1}"

source: 'Entries' cannot be empty
th: ' รายการ ' ต้องไม่ว่างเปล่า

source: 'From Date' is required
th: ต้องระบุ 'วันเริ่มต้น'

source: 'From Date' must be after 'To Date'
th: 'จาก วันที่ ' ต้อง เป็นหลังจากที่ ' นัด '

source: 'Has Serial No' can not be 'Yes' for non-stock item
th: 'มีเลขซีเรียล' ไม่สามารถเป็น 'ใช่' สำหรับรายการที่ไม่ใช่สต็อก

source: 'Inspection Required before Delivery' has disabled for the item {0}, no need to create the QI
th: 'ต้องตรวจสอบก่อนการส่งมอบ' ถูกปิดใช้งานสำหรับสินค้า {0} จึงไม่จำเป็นต้องสร้างใบตรวจสอบคุณภาพ (QI)

source: 'Inspection Required before Purchase' has disabled for the item {0}, no need to create the QI
th: 'ต้องตรวจสอบก่อนการซื้อ' ถูกปิดใช้งานสำหรับสินค้า {0} จึงไม่จำเป็นต้องสร้างใบตรวจสอบคุณภาพ (QI)

source: 'Opening'
th: 'กำลังเปิด'

source: 'To Date' is required
th: โปรดระบุ “วันที่สิ้นสุด"

source: 'To Package No.' cannot be less than 'From Package No.'
th: 'ถึงหมายเลขแพ็คเกจ' ต้องไม่ต่ำกว่า 'จากหมายเลขแพ็คเกจ'

source: 'Update Stock' can not be checked because items are not delivered via {0}
th: 'การปรับสต็อก' ไม่สามารถตรวจสอบได้เพราะรายการไม่ได้จัดส่งผ่านทาง {0}

source: 'Update Stock' cannot be checked for fixed asset sale
th: ไม่สามารถตรวจสอบ 'การปรับสต๊อก' สำหรับการขายสินทรัพย์ถาวร

source: '{0}' account is already used by {1}. Use another account.
th: บัญชี '{0}' ถูกใช้งานโดย {1} แล้ว กรุณาใช้บัญชีอื่นแทน

source: '{0}' should be in company currency {1}.
th: '{0}' ควรเป็นสกุลเงินของบริษัท {1}

source: (A) Qty After Transaction
th: (ก) จำนวนหลังทำรายการ

source: (B) Expected Qty After Transaction
th: (B) ปริมาณที่คาดว่าจะมีหลังการทำรายการ

source: (C) Total Qty in Queue
th: (ค) จำนวนรวมในคิว

source: (C) Total qty in queue
th: (ค) จำนวนรวมในคิว

source: (D) Balance Stock Value
th: (D) มูลค่าคงเหลือของสต็อก

source: (E) Balance Stock Value in Queue
th: (E) มูลค่าสินค้าคงคลังค้างในคิว

source: (F) Change in Stock Value
th: (F) การเปลี่ยนแปลงมูลค่าสินค้าคงคลัง

source: (Forecast)
th: (พยากรณ์)

source: (G) Sum of Change in Stock Value
th: (ก) ผลรวมของการเปลี่ยนแปลงมูลค่าคลังสินค้า

source: (H) Change in Stock Value (FIFO Queue)
th: (H) การเปลี่ยนแปลงมูลค่าสินค้าคงคลัง (คิว FIFO)

source: (H) Valuation Rate
th: (H) อัตราประเมินค่า

source: (Hour Rate / 60) * Actual Operation Time
th: (อัตราค่าแรง / 60) * เวลาที่ดำเนินงานจริง

source: (I) Valuation Rate
th: (ฉ) อัตราประเมินมูลค่า

source: (J) Valuation Rate as per FIFO
th: (J) อัตราประเมินมูลค่าตามวิธี FIFO

source: (K) Valuation = Value (D) ÷ Qty (A)
th: (K) มูลค่าสินทรัพย์ = มูลค่า (D) ÷ จำนวน (A)

source: (including)
th: (รวม)

source: * Will be calculated in the transaction.
th: * จะถูกคำนวณในขณะทำรายการ

source: 0 - 30 Days
th: 0 - 30 วัน

source: 0-30 Days
th: 0-30 วัน

source: 1 Loyalty Points = How much base currency?
th: 1 Loyalty Points = สกุลเงินหลักเท่าใด?

source: 1 hr
th: 1 ชม

source: 3 Yearly
th: 3 ปี

source: 30 - 60 Days
th: 30 - 60 วัน

source: 30 mins
th: 30 นาที

source: 30-60 Days
th: 30-60 วัน

source: 6 hrs
th: 6 ชม

source: 60 - 90 Days
th: 60 - 90 วัน

source: 60-90 Days
th: 60-90 วัน

source: 90 - 120 Days
th: 90 - 120 วัน

source: 90 Above
th: 90 ขึ้นไป

source: <b>From Time</b> cannot be later than <b>To Time</b> for {0}
th: <b>เวลา(จาก)</b> ไม่สามารถน้อยกว่า <b>เวลา(ถึง)</b> สำหรับ {0}

source: <b>Row #{0}:</b> Bundle {1} in warehouse {2} has insufficient packed items:<br><div style='margin-top: 15px;'><ul style='line-height: 0.8;'>{3}</ul></div>
th: <b>แถวที่ #{0}:</b> ชุดสินค้า {1} ในคลังสินค้า {2} มีจำนวนสินค้าบรรจุไม่เพียงพอ:<br><div style='margin-top: 15px;'><ul style='line-height: 0.8;'>{3}</ul></div>

source: <br> <h4>Note</h4> <ul> <li> You can use <a href="https://jinja.palletsprojects.com/en/2.11.x/" target="_blank">Jinja tags</a> in <b>Subject</b> and <b>Body</b> fields for dynamic values. </li><li> All fields in this doctype are available under the <b>doc</b> object and all fields for the customer to whom the mail will go to is available under the <b>customer</b> object. </li></ul> <h4> Examples</h4> <!-- {% raw %} --> <ul> <li><b>Subject</b>:<br><br><pre><code>Statement Of Accounts for {{ customer.customer_name }}</code></pre><br></li> <li><b>Body</b>: <br><br> <pre><code>Hello {{ customer.customer_name }},<br>PFA your Statement Of Accounts from {{ doc.from_date }} to {{ doc.to_date }}.</code> </pre></li> </ul> <!-- {% endraw %} -->
th: <br> <h4>หมายเหตุ</h4> <ul> <li> คุณสามารถใช้ <a href="https://jinja.palletsprojects.com/en/2.11.x/" target="_blank">แท็ก Jinja</a> ในช่อง <b>หัวเรื่อง</b> และ <b>เนื้อหา</b> เพื่อแสดงค่าที่เปลี่ยนแปลงได้ </li><li> ทุกฟิลด์ใน doctype นี้จะอยู่ภายใต้วัตถุ <b>doc</b> และฟิลด์ทั้งหมดของ <b>ลูกค้า</b> ที่จะได้รับอีเมลจะอยู่ภายใต้วัตถุ <b>customer</b> </li></ul> <h4> ตัวอย่าง</h4> <!-- {% raw %} --> <ul> <li><b>หัวเรื่อง</b>:<br><br><pre><code>รายงานบัญชีสำหรับ {{ customer.customer_name }}</code></pre><br></li> <li><b>เนื้อหา</b>: <br><br> <pre><code>สวัสดี {{ customer.customer_name }},<br>แนบรายงานบัญชีของคุณตั้งแต่วันที่ {{ doc.from_date }} ถึง {{ doc.to_date }}.</code> </pre></li> </ul> <!-- {% endraw %} -->

source: <div class="columnHeading">Other Details</div>
th: <div class="columnHeading">รายละเอียดอื่น ๆ</div>

source: <div class="text-muted text-center">No Matching Bank Transactions Found</div>
th: <div class="text-muted text-center">ไม่พบรายการธุรกรรมธนาคารที่ตรงกัน</div>

source: <div> <h3> All dimensions in centimeter only </h3> </div>
th: <div> <h3> ขนาดทั้งหมดเป็นเซนติเมตรเท่านั้น </h3> </div>

source: <h3>About Product Bundle</h3> <p>Aggregate group of <b>Items</b> into another <b>Item</b>. This is useful if you are bundling a certain <b>Items</b> into a package and you maintain stock of the packed <b>Items</b> and not the aggregate <b>Item</b>.</p> <p>The package <b>Item</b> will have <code>Is Stock Item</code> as <b>No</b> and <code>Is Sales Item</code> as <b>Yes</b>.</p> <h4>Example:</h4> <p>If you are selling Laptops and Backpacks separately and have a special price if the customer buys both, then the Laptop + Backpack will be a new Product Bundle Item.</p>
th: <h3>เกี่ยวกับชุดสินค้ารวม</h3> <p>การรวบรวมกลุ่ม <b>สินค้า</b> หลายรายการเป็น <b>สินค้า</b> รายการใหม่ ซึ่งมีประโยชน์เมื่อคุณจัดชุด <b>สินค้า</b> บางรายการเป็นแพ็กเกจ และคุณต้องการบริหารสต็อกของ <b>สินค้า</b> ที่บรรจุในแพ็กเกจ ไม่ใช่สต็อกของ <b>สินค้า</b> รวมที่เป็นแพ็กเกจ</p> <p><b>สินค้า</b> ในแพ็กเกจจะตั้งค่า <code>Is Stock Item</code> เป็น <b>ไม่ใช่</b> และ <code>Is Sales Item</code> เป็น <b>ใช่</b></p> <h4>ตัวอย่าง:</h4> <p>หากคุณขายแล็ปท็อปและกระเป๋าเป้แยกกัน และมีราคาพิเศษเมื่อลูกค้าซื้อทั้งสองรายการพร้อมกัน แล็ปท็อป + กระเป๋าเป้ จะกลายเป็นชุดสินค้ารวมรายการใหม่</p>

source: <h3>Currency Exchange Settings Help</h3> <p>There are 3 variables that could be used within the endpoint, result key and in values of the parameter.</p> <p>Exchange rate between {from_currency} and {to_currency} on {transaction_date} is fetched by the API.</p> <p>Example: If your endpoint is exchange.com/2021-08-01, then, you will have to input exchange.com/{transaction_date}</p>
th: <h3>คำแนะนำการตั้งค่าการแลกเปลี่ยนสกุลเงิน</h3> <p>มีตัวแปร 3 ตัวที่สามารถใช้ภายใน endpoint, result key และในค่าของพารามิเตอร์</p> <p>อัตราแลกเปลี่ยนระหว่าง {from_currency} และ {to_currency} ในวันที่ {transaction_date} จะถูกดึงข้อมูลโดย API</p> <p>ตัวอย่าง: หาก endpoint ของคุณคือ exchange.com/2021-08-01 คุณจะต้องป้อนเป็น exchange.com/{transaction_date}</p>

source: <h4>Body Text and Closing Text Example</h4> <div>We have noticed that you have not yet paid invoice {{sales_invoice}} for {{frappe.db.get_value("Currency", currency, "symbol")}} {{outstanding_amount}}. This is a friendly reminder that the invoice was due on {{due_date}}. Please pay the amount due immediately to avoid any further dunning cost.</div> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your template are the fields in the document. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
th: <h4>ตัวอย่างข้อความเนื้อหาและข้อความปิดท้าย</h4> <div>เราได้สังเกตว่าคุณยังไม่ได้ชำระ {{sales_invoice}} สำหรับจำนวนเงิน {{frappe.db.get_value("Currency", currency, "symbol")}} {{outstanding_amount}} ใบแจ้งหนี้นี้มีกำหนดชำระในวันที่ {{due_date}} กรุณาชำระเงินโดยทันทีเพื่อหลีกเลี่ยงค่าใช้จ่ายในการทวงถามเพิ่มเติม</div> <h4>วิธีการดูชื่อฟิลด์</h4> <p>ชื่อฟิลด์ที่คุณสามารถใช้ในแม่แบบของคุณคือฟิลด์ในเอกสารนั้น ๆ คุณสามารถดูฟิลด์ของเอกสารใด ๆ ได้โดยไปที่ ตั้งค่า &gt; ปรับแต่งมุมมองฟอร์ม และเลือกประเภทเอกสาร (เช่น ใบแจ้งหนี้ขาย)</p> <h4>การใช้แม่แบบ</h4> <p>แม่แบบถูกคอมไพล์โดยใช้ภาษาแม่แบบ Jinja หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ Jinja <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">อ่านเอกสารนี้</a></p>

source: <h4>Contract Template Example</h4> <pre>Contract for Customer {{ party_name }} -Valid From : {{ start_date }} -Valid To : {{ end_date }} </pre> <h4>How to get fieldnames</h4> <p>The field names you can use in your Contract Template are the fields in the Contract for which you are creating the template. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Contract)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
th: <h4>ตัวอย่างแม่แบบสัญญา</h4> <pre>สัญญาสำหรับลูกค้า {{ party_name }} - มีผลตั้งแต่ : {{ start_date }} - มีผลถึง : {{ end_date }} </pre> <h4>วิธีการดูชื่อฟิลด์</h4> <p>ชื่อฟิลด์ที่คุณสามารถใช้ในแม่แบบสัญญาของคุณ คือฟิลด์ในสัญญาที่คุณกำลังสร้างแม่แบบ คุณสามารถตรวจสอบฟิลด์ของเอกสารใด ๆ ได้โดยไปที่ การตั้งค่า &gt; ปรับแต่งมุมมองแบบฟอร์ม และเลือกประเภทเอกสาร (เช่น สัญญา)</p> <h4>การใช้แม่แบบ</h4> <p>แม่แบบจะถูกประมวลผลโดยใช้ภาษาแม่แบบ Jinja หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ Jinja <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">โปรดอ่านเอกสารนี้</a></p>

source: <h4>Standard Terms and Conditions Example</h4> <pre>Delivery Terms for Order number {{ name }} -Order Date : {{ transaction_date }} -Expected Delivery Date : {{ delivery_date }} </pre> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your email template are the fields in the document from which you are sending the email. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
th: <h4>ตัวอย่างข้อกำหนดและเงื่อนไขมาตรฐาน</h4> <pre>เงื่อนไขการจัดส่งสำหรับเลขที่ใบสั่งซื้อ {{ name }} -วันที่สั่งซื้อ : {{ transaction_date }} -วันที่คาดว่าจะจัดส่ง : {{ delivery_date }} </pre> <h4>วิธีการดูชื่อฟิลด์</h4> <p>ชื่อฟิลด์ที่คุณสามารถใช้ในเทมเพลตอีเมลของคุณคือฟิลด์ในเอกสารที่คุณกำลังส่งอีเมล คุณสามารถตรวจสอบฟิลด์ของเอกสารใด ๆ ได้โดยไปที่ การตั้งค่า &gt; ปรับแต่งมุมมองฟอร์ม และเลือกประเภทเอกสาร (เช่น ใบกำกับสินค้า)</p> <h4>การสร้างเทมเพลต</h4> <p>เทมเพลตจะถูกคอมไพล์โดยใช้ภาษา Jinja Templating หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ Jinja <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">อ่านเอกสารนี้</a></p>

source: <h5 class="text-muted uppercase">Or</h5>
th: <h5 class="text-muted uppercase">หรือ</h5>

source: <label class="control-label" style="margin-bottom: 0px;">Account Number Settings</label>
th: <label class="control-label" style="margin-bottom: 0px;">การตั้งค่าหมายเลขบัญชี</label>

source: <label class="control-label" style="margin-bottom: 0px;">Amount In Words</label>
th: <label class="control-label" style="margin-bottom: 0px;">จำนวนเงินเป็นตัวอักษร</label>

source: <label class="control-label" style="margin-bottom: 0px;">Date Settings</label>
th: <label class="control-label" style="margin-bottom: 0px;">การตั้งค่าวันที่</label>

source: <li>Item {0} in row(s) {1} billed more than {2}</li>
th: <li>รายการ {0} ในแถวที่ {1} ถูกเรียกเก็บเงินเกินกว่า {2}</li>

source: <li>Packed Item {0}: Required {1}, Available {2}</li>
th: <li>สินค้าบรรจุ {0}: ต้องการ {1}, มีอยู่ {2}</li>

source: <p>Cannot overbill for the following Items:</p>
th: <p>ไม่สามารถเรียกเก็บเงินเกินสำหรับรายการต่อไปนี้ได้:</p>

source: <p>Following {0}s doesn't belong to Company {1} :</p>
th: <p>{0} ต่อไปนี้ไม่ใช่ของ ธุรกิจ {1} :</p>
