Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Available For Use Date
th: พร้อมใช้งานสำหรับวันที่ใช้งาน

source: Available Qty
th: จำนวนที่มีจำหน่าย

source: Available Qty For Consumption
th: ปริมาณคงเหลือสำหรับการบริโภค

source: Available Qty at Company
th: จำนวนคงเหลือที่บริษัท

source: Available Qty at Source Warehouse
th: จำนวนที่มีอยู่ที่ Source Warehouse

source: Available Qty at Target Warehouse
th: ปริมาณคงเหลือที่คลังสินค้าปลายทาง

source: Available Qty at WIP Warehouse
th: จำนวนที่มีจำหน่ายที่ WIP Warehouse

source: Available Qty at Warehouse
th: จำนวนที่คลังสินค้า

source: Available Qty to Reserve
th: จำนวนคงเหลือที่สามารถสำรองได้

source: Available Quantity
th: ปริมาณที่มี

source: Available Serial No
th: หมายเลขซีเรียลที่ใช้ได้

source: Available Stock
th: สต็อกที่มีอยู่

source: Available Stock for Packing Items
th: สต็อกสำหรับการบรรจุรายการ

source: Available for use date is required
th: ต้องมีวันที่ใช้งาน

source: Available quantity is {0}, you need {1}
th: ปริมาณที่มีอยู่คือ {0} คุณต้อง {1}

source: Available {0}
th: ที่มีจำหน่าย {0}

source: Available-for-use Date
th: วันที่พร้อมใช้งาน

source: Available-for-use Date should be after purchase date
th: วันที่มีจำหน่ายสำหรับวันที่ซื้อควรเป็นหลังจากวันที่ซื้อ

source: Average Age
th: อายุเฉลี่ย

source: Average Completion
th: ค่าเฉลี่ยความสำเร็จ

source: Average Discount
th: ส่วนลดโดยเฉลี่ย

source: Average Rate
th: อัตราเฉลี่ย

source: Average Response Time
th: เวลาตอบสนองโดยเฉลี่ย

source: Average time taken by the supplier to deliver
th: เวลาเฉลี่ยที่ถ่ายโดยผู้ผลิตเพื่อส่งมอบ

source: Avg Daily Outgoing
th: เฉลี่ยวันขาออก

source: Avg Rate
th: อัตราเฉลี่ย

source: Avg Rate (Balance Stock)
th: อัตราเฉลี่ย (สต็อกคงเหลือ)

source: Avg. Buying Price List Rate
th: เฉลี่ย ราคาเสนอซื้อราคา

source: Avg. Selling Price List Rate
th: เฉลี่ย ราคารายการขายราคา

source: Avg. Selling Rate
th: เฉลี่ย อัตราการขาย

source: BIN Qty
th: จำนวน BIN

source: BOM 1 {0} and BOM 2 {1} should not be same
th: BOM 1 {0} และ BOM 2 {1} ไม่ควรเหมือนกัน

source: BOM Comparison Tool
th: เครื่องมือเปรียบเทียบ BOM

source: BOM Created
th: สร้างรายการวัสดุแล้ว

source: BOM Creator
th: ผู้สร้างสูตรวัสดุ

source: BOM Creator Item
th: รายการผู้สร้าง BOM

source: BOM Detail No
th: รายละเอียด BOM ไม่มี

source: BOM Explosion Item
th: รายการระเบิด BOM

source: BOM ID
th: รหัส BOM

source: BOM Info
th: ข้อมูล BOM

source: BOM Item
th: รายการ BOM

source: BOM Level
th: ระดับ BOM

source: BOM No
th: BOM ไม่มี

source: BOM No. for a Finished Good Item
th: หมายเลข BOM สำหรับรายการที่ดีสำเร็จรูป

source: BOM Operation
th: การดำเนินงาน BOM

source: BOM Operations Time
th: เวลาดำเนินการ BOM

source: BOM Qty
th: จำนวน BOM

source: BOM Rate
th: อัตรา BOM

source: BOM Scrap Item
th: BOM เศษรายการ

source: BOM Search
th: BOM ค้นหา

source: BOM Stock Calculated
th: คำนวณสต็อค BOM แล้ว

source: BOM Stock Report
th: รายงานแจ้ง BOM

source: BOM Tree
th: โครงสร้างรายการวัสดุ

source: BOM UoM
th: หน่วยวัด BOM

source: BOM Update Batch
th: ชุดอัปเดต BOM

source: BOM Update Initiated
th: เริ่มต้นการอัปเดต BOM

source: BOM Update Log
th: บันทึกการอัปเดต BOM

source: BOM Update Tool
th: เครื่องมืออัปเดต BOM

source: BOM Update Tool Log with job status maintained
th: บันทึกเครื่องมืออัปเดต BOM พร้อมสถานะงานที่บันทึกไว้

source: BOM Updation already in progress. Please wait until {0} is complete.
th: กำลังดำเนินการอัปเดต BOM อยู่แล้ว กรุณารอจนกว่า {0} จะเสร็จสมบูรณ์

source: BOM Updation is queued and may take a few minutes. Check {0} for progress.
th: การอัปเดต BOM อยู่ในคิวและอาจใช้เวลาสักครู่ กรุณาตรวจสอบ {0} เพื่อดูความคืบหน้า

source: BOM Variance Report
th: รายงานความแตกต่างของ BOM

source: BOM Website Item
th: BOM รายการเว็บไซต์

source: BOM Website Operation
th: BOM การดำเนินงานเว็บไซต์

source: BOM and Finished Good Quantity is mandatory for Disassembly
th: จำนวน BOM และสินค้าสำเร็จรูปเป็นข้อมูลที่ต้องระบุสำหรับการรื้อแยกชิ้นส่วน

source: BOM and Manufacturing Quantity are required
th: รายการวัสดุและปริมาณการผลิตจะต้อง

source: BOM and Production
th: สูตรวัสดุและการผลิต

source: BOM does not contain any stock item
th: BOM ไม่ได้มีรายการสินค้าใด ๆ

source: BOM recursion: {0} cannot be child of {1}
th: การเรียกใช้ BOM ซ้ำ: {0} ไม่สามารถเป็นลูกของ {1}

source: BOM recursion: {1} cannot be parent or child of {0}
th: การเรียกซ้ำของ BOM: {1} ไม่สามารถเป็นหัวข้อหลักหรือหัวข้อย่อยของ {0} ได้

source: BOM {0} does not belong to Item {1}
th: BOM {0} ไม่ได้อยู่ในรายการ {1}

source: BOM {0} must be active
th: BOM {0} จะต้องใช้งาน

source: BOM {0} must be submitted
th: BOM {0} จะต้องส่ง

source: BOMs Updated
th: รายการวัสดุได้รับการปรับปรุงแล้ว

source: BOMs created successfully
th: สร้างรายการวัสดุสำเร็จแล้ว

source: BOMs creation failed
th: การสร้าง BOM ล้มเหลว

source: BOMs creation has been enqueued, kindly check the status after some time
th: การสร้าง BOMs ได้ถูกจัดคิวแล้ว กรุณาตรวจสอบสถานะหลังจากผ่านไปสักครู่

source: Backdated Stock Entry
th: รายการหุ้นย้อนหลัง

source: Backflush Raw Materials
th: Backflush วัตถุดิบ

source: Backflush Raw Materials Based On
th: Backflush วัตถุดิบที่ใช้ใน

source: Backflush Raw Materials From Work-in-Progress Warehouse
th: backflush วัตถุดิบจากคลังสินค้าทำงานในความคืบหน้า

source: Backflush Raw Materials of Subcontract Based On
th: Backflush วัตถุดิบของการรับเหมาช่วงตาม

source: Backup
th: สำรองข้อมูล

source: Balance
th: สมดุล

source: Balance (Dr - Cr)
th: ยอดคงเหลือ (Dr - Cr)

source: Balance ({0})
th: ยอดคงเหลือ ({0})

source: Balance In Account Currency
th: ยอดคงเหลือในสกุลเงินของบัญชี

source: Balance In Base Currency
th: ยอดคงเหลือในสกุลเงินหลัก

source: Balance Qty
th: คงเหลือ จำนวน

source: Balance Qty (Stock)
th: ยอดคงเหลือ (สต็อก)

source: Balance Serial No
th: หมายเลขซีเรียลสมดุล

source: Balance Sheet
th: รายงานงบดุล

source: Balance Sheet Closing Balance
th: ยอดคงเหลือปิดงบดุล

source: Balance Sheet Summary
th: สรุปงบดุล

source: Balance Stock Value
th: มูลค่าคงเหลือในสต็อก

source: Balance Value
th: ความสมดุลของ ความคุ้มค่า

source: Balance for Account {0} must always be {1}
th: ยอดคงเหลือ บัญชี {0} จะต้อง {1}

source: Balance must be
th: ยอดเงินจะต้องเป็น

source: Bank
th: ธนาคาร

source: Bank / Cash Account
th: บัญชีเงินสด / ธนาคาร

source: Bank A/C No.
th: เลขที่บัญชีธนาคาร

source: Bank Account
th: บัญชีเงินฝาก

source: Bank Account Details
th: รายละเอียดบัญชีธนาคาร

source: Bank Account Info
th: ข้อมูลบัญชีธนาคาร

source: Bank Account No
th: หมายเลขบัญชีธนาคาร

source: Bank Account Subtype
th: ประเภทย่อยบัญชีธนาคาร

source: Bank Account Type
th: ประเภทบัญชีธนาคาร

source: Bank Account {} in Bank Transaction {} is not matching with Bank Account {}
th: บัญชี {} หน้าที่สินค้า {} ไม่สระบางการชาระเงิน {} ไม่ประบรางบัญชี

source: Bank Accounts
th: บัญชีธนาคาร

source: Bank Balance
th: ยอดเงินในธนาคาร

source: Bank Charges
th: ค่าธรรมเนียมธนาคาร

source: Bank Charges Account
th: บัญชีค่าธรรมเนียมธนาคาร

source: Bank Clearance
th: การหักบัญชีธนาคาร

source: Bank Clearance Detail
th: รายละเอียดการหักบัญชีธนาคาร

source: Bank Clearance Summary
th: ข้อมูลอย่างย่อ Clearance ธนาคาร

source: Bank Credit Balance
th: ดุลเครดิตธนาคาร

source: Bank Details
th: รายละเอียดธนาคาร

source: Bank Draft
th: ตั๋วแลกเงิน

source: Bank Entry
th: ธนาคารเข้า

source: Bank Guarantee
th: การรับประกันธนาคาร

source: Bank Guarantee Number
th: หมายเลขการรับประกันธนาคาร

source: Bank Guarantee Type
th: ประเภทการรับประกันธนาคาร

source: Bank Name
th: ชื่อธนาคาร

source: Bank Overdraft Account
th: บัญชี เงินเบิกเกินบัญชี ธนาคาร

source: Bank Reconciliation Statement
th: งบกระทบยอดธนาคาร

source: Bank Reconciliation Tool
th: เครื่องมือกระทบยอดบัญชีธนาคาร

source: Bank Statement Import
th: นำเข้ารายงานธนาคาร

source: Bank Statement balance as per General Ledger
th: ยอดเงินบัญชีธนาคารตามบัญชีแยกประเภททั่วไป

source: Bank Transaction
th: ธุรกรรมธนาคาร

source: Bank Transaction Mapping
th: การทำธุรกรรมธนาคาร

source: Bank Transaction Payments
th: การชำระเงินการทำธุรกรรมธนาคาร

source: Bank Transaction {0} Matched
th: รายการธุรกรรมธนาคาร {0} ตรงกัน

source: Bank Transaction {0} added as Journal Entry
th: รายการธุรกรรมธนาคาร {0} ถูกเพิ่มเป็นรายการบัญชี

source: Bank Transaction {0} added as Payment Entry
th: รายการธุรกรรมธนาคาร {0} ถูกเพิ่มเป็นรายการชำระเงินแล้ว

source: Bank Transaction {0} is already fully reconciled
th: รายการธุรกรรมธนาคาร {0} ได้รับการกระทบยอดครบถ้วนแล้ว

source: Bank Transaction {0} updated
th: รายการธุรกรรมธนาคาร {0} ได้รับการปรับปรุงแล้ว

source: Bank account cannot be named as {0}
th: บัญชีธนาคารไม่สามารถตั้งชื่อเป็น {0}

source: Bank account {0} already exists and could not be created again
th: มีบัญชีธนาคาร {0} อยู่แล้วและไม่สามารถสร้างได้อีก

source: Bank accounts added
th: เพิ่มบัญชีธนาคารแล้ว

source: Bank transaction creation error
th: ข้อผิดพลาดในการสร้างธุรกรรมธนาคาร

source: Bank/Cash Account
th: บัญชี เคร/เจส

source: Bank/Cash Account {0} doesn't belong to company {1}
th: บัญชี/คลังสิน ขนา {0} ไม่ได้เป็นส่วนหนึ่งของบริษัท {1}

source: Banking
th: การธนาคาร

source: Barcode
th: บาร์โค้ด

source: Barcode Type
th: ประเภทบาร์โค้ด

source: Barcode {0} already used in Item {1}
th: บาร์โค้ด {0} ได้ใช้แล้วในรายการ {1}

source: Barcode {0} is not a valid {1} code
th: บาร์โค้ด {0} ไม่ใช่รหัส {1} ที่ถูกต้อง

source: Barcodes
th: บาร์โค้ด

source: Base Amount
th: จำนวนเงินฐาน

source: Base Amount (Company Currency)
th: จํานวนพื้นฐาน ( สกุลเงินบริษัท)

source: Base Change Amount (Company Currency)
th: ฐานจำนวนเปลี่ยน (สกุลเงินบริษัท)

source: Base Cost Per Unit
th: ต้นทุนพื้นฐานต่อหน่วย

source: Base Hour Rate(Company Currency)
th: อัตราฐานชั่วโมง (สกุลเงินบริษัท)

source: Base Rate
th: อัตราพื้นฐาน

source: Base Tax Withholding Net Total
th: ฐานภาษี หัก ณ ที่จ่าย ยอดสุทธิ

source: Base Total
th: ยอดรวมพื้นฐาน

source: Base Total Billable Amount
th: ยอดรวมที่เรียกเก็บได้พื้นฐาน

source: Base Total Billed Amount
th: ยอดรวมเงินที่เรียกเก็บพื้นฐาน

source: Base Total Costing Amount
th: ยอดรวมต้นทุนพื้นฐาน

source: Base URL
th: URL พื้นฐาน

source: Based On
th: ขึ้นอยู่กับ

source: Based On Data ( in years )
th: ขึ้นอยู่กับข้อมูล (ปี)

source: Based On Document
th: ขึ้นอยู่กับเอกสาร

source: Based On Payment Terms
th: ตามเงื่อนไขการชำระเงิน

source: Based On Price List
th: ขึ้นอยู่กับรายการราคา

source: Based On Value
th: อ้างอิงตามมูลค่า

source: Based on your HR Policy, select your leave allocation period's end date
th: ตามนโยบายทรัพยากรบุคคลของคุณ โปรดเลือกวันที่สิ้นสุดของช่วงเวลาการจัดสรรวันลาของคุณ

source: Based on your HR Policy, select your leave allocation period's start date
th: ตามนโยบายทรัพยากรบุคคลของคุณ กรุณาเลือกวันที่เริ่มต้นของช่วงเวลาการจัดสรรวันลาของคุณ

source: Basic Amount
th: จํานวนเงินขั้นพื้นฐาน

source: Basic Amount (Company Currency)
th: จำนวนเงินขั้นพื้นฐาน ( บริษัท สกุล)

source: Basic Rate (Company Currency)
th: อัตราขั้นพื้นฐาน (สกุลเงินบริษัท)

source: Basic Rate (as per Stock UOM)
th: อัตราขั้นพื้นฐาน (ตามหุ้น UOM)

source: Batch
th: ชุด

source: Batch Description
th: คำอธิบาย Batch

source: Batch Details
th: รายละเอียดแบทช์

source: Batch Expiry Date
th: วันที่หมดอายุชุดสินค้า

source: Batch ID
th: ID ชุด

source: Batch ID is mandatory
th: ต้องใช้รหัสแบทช์

source: Batch Item Expiry Status
th: Batch รายการสถานะหมดอายุ

source: Batch No
th: หมายเลขชุด

source: Batch No is mandatory
th: หมายเลขชุดเป็นข้อมูลที่ต้องระบุ

source: Batch No {0} does not exists
th: หมายเลขชุด {0} ไม่มีอยู่จริง

source: Batch No {0} is linked with Item {1} which has serial no. Please scan serial no instead.
th: หมายเลขชุด {0} เชื่อมโยงกับ สินค้า {1} ซึ่งมีหมายเลขซีเรียล กรุณาสแกนหมายเลขซีเรียลแทน

source: Batch No {0} is not present in the original {1} {2}, hence you can't return it against the {1} {2}
th: หมายเลขชุด {0} ไม่มีอยู่ใน {1} {2} ต้นฉบับ ดังนั้นคุณจึงไม่สามารถคืนสินค้าต่อ {1} {2} ได้

source: Batch No.
th: หมายเลขชุด

source: Batch Nos
th: หมายเลขชุด

source: Batch Nos are created successfully
th: หมายเลขชุดถูกสร้างเรียบร้อยแล้ว

source: Batch Not Available for Return
th: ชุดสินค้าไม่พร้อมสำหรับการคืนสินค้า

source: Batch Qty
th: จำนวนชุด

source: Batch Qty updated successfully
th: ปรับปรุงจำนวนล็อตเรียบร้อยแล้ว

source: Batch Qty updated to {0}
th: ปริมาณชุดปรับปรุงเป็น {0}

source: Batch Quantity
th: ปริมาณแบทช์

source: Batch Size
th: ขนาดแบทช์

source: Batch UOM
th: ชุดหน่วย

source: Batch and Serial No
th: หมายเลขชุดและหมายเลขซีเรียล

source: Batch not created for item {} since it does not have a batch series.
th: ไม่สามารถสร้างชุดสำหรับสินค้า {} เนื่องจากไม่มีชุดลำดับชุดสินค้า

source: Batch {0} and Warehouse
th: ชุด {0} และ คลังสินค้า

source: Batch {0} is not available in warehouse {1}
th: ชุดสินค้า {0} ไม่มีในคลังสินค้า {1}

source: Batch {0} of Item {1} has expired.
th: รุ่นที่ {0} ของรายการ {1} หมดอายุ

source: Batch {0} of Item {1} is disabled.
th: ชุด {0} ของรายการ {1} ถูกปิดใช้งาน

source: Batch-Wise Balance History
th: ชุดฉลาดประวัติยอดคงเหลือ

source: Batchwise Valuation
th: การประเมินมูลค่าตามชุด

source: Before reconciliation
th: ก่อนที่จะกลับไปคืนดี

source: Begin On (Days)
th: เริ่มต้น (วัน)

source: Beginning of the current subscription period
th: จุดเริ่มต้นของระยะเวลาการสมัครสมาชิกปัจจุบัน

source: Below Subscription Plans are of different currency to the party default billing currency/Company currency: {0}
th: แผนการสมัครสมาชิกด้านล่างนี้เป็นสกุลเงินที่แตกต่างจากสกุลเงินการเรียกเก็บเงินเริ่มต้นของคู่ค้า/สกุลเงินของธุรกิจ: {0}

source: Bill Date
th: วันที่บิล

source: Bill No
th: หมายเลขบิล

source: Bill for Rejected Quantity in Purchase Invoice
th: ใบแจ้งหนี้สำหรับปริมาณที่ถูกปฏิเสธในใบแจ้งหนี้ซื้อ

source: Bill of Materials
th: สูตรการผลิต

source: Billable Hours
th: ชั่วโมงที่เรียกเก็บเงินได้

source: Billed
th: ได้เรียกเก็บเงินแล้ว

source: Billed Amount
th: จำนวนเงินที่ เรียกเก็บเงิน

source: Billed Amt
th: จำนวนจำนวนมากที่สุด

source: Billed Items To Be Received
th: รายการที่ถูกเรียกเก็บเงินที่ต้องรับสินค้า

source: Billed Qty
th: เรียกเก็บเงินจำนวน

source: Billed, Received & Returned
th: เรียกเก็บเงินแล้ว รับแล้ว และส่งคืนแล้ว

source: Billing
th: การเรียกเก็บเงิน

source: Billing Address
th: ที่อยู่ในการเรียกเก็บเงิน

source: Billing Address Details
th: รายละเอียดที่อยู่สำหรับวางบิล

source: Billing Address Name
th: ชื่อที่อยู่การเรียกเก็บเงิน

source: Billing Address does not belong to the {0}
th: ที่อยู่สำหรับออกใบแจ้งหนี้ไม่ใช่ของ {0}

source: Billing Amount
th: จำนวนเงินที่เรียกเก็บ

source: Billing City
th: เมืองการเรียกเก็บเงิน

source: Billing Country
th: ประเทศการเรียกเก็บเงิน

source: Billing County
th: การเรียกเก็บเงินเคาน์ตี้

source: Billing Currency
th: สกุลเงินการเรียกเก็บเงิน

source: Billing Date
th: วันเรียกเก็บค่าใช้จ่าย

source: Billing Details
th: รายละเอียดการเรียกเก็บเงิน

source: Billing Email
th: อีเมลเรียกเก็บเงิน

source: Billing Hours
th: ชั่วโมงทำการเรียกเก็บเงิน

source: Billing Interval
th: ช่วงเวลาการเรียกเก็บเงิน

source: Billing Interval Count
th: ช่วงเวลาการเรียกเก็บเงิน

source: Billing Interval Count cannot be less than 1
th: ช่วงเวลาการเรียกเก็บเงินต้องไม่น้อยกว่า 1

source: Billing Interval in Subscription Plan must be Month to follow calendar months
th: ช่วงเวลาการเรียกเก็บเงินในแผนการสมัครสมาชิกต้องเป็น เดือน เพื่อให้สอดคล้องกับเดือนปฏิทิน

source: Billing Rate
th: อัตราการเรียกเก็บเงิน

source: Billing State
th: สถานะ เรียกเก็บเงิน

source: Billing Status
th: สถานะการเรียกเก็บเงิน

source: Billing Zipcode
th: รหัสไปรษณีย์

source: Billing currency must be equal to either default company's currency or party account currency
th: สกุลเงินการเรียกเก็บเงินต้องเท่ากับสกุลเงินของ บริษัท หรือสกุลเงินของ บริษัท ที่เป็นค่าเริ่มต้น

source: Bin
th: ถังขยะ

source: Bin Qty Recalculated
th: คำนวณปริมาณในถังใหม่

source: Bio / Cover Letter
th: จดหมายชีวภาพ / หนังสือปกอ่อน

source: Bisect Accounting Statements
th: แบ่งครึ่งรายงานทางบัญชี

source: Bisect Left
th: แบ่งครึ่งด้านซ้าย

source: Bisect Nodes
th: แบ่งโหนด

source: Bisect Right
th: แบ่งครึ่งด้านขวา

source: Bisecting From
th: การแบ่งครึ่งจาก

source: Bisecting Left ...
th: กำลังแบ่งครึ่งด้านซ้าย...

source: Bisecting Right ...
th: กำลังแบ่งครึ่งขวา ...

source: Bisecting To
th: แบ่งครึ่งถึง

source: Biweekly
th: ทุกสองสัปดาห์

source: Black
th: สีดำ

source: Blanket Order
th: คำสั่งซื้อแบบครอบคลุม

source: Blanket Order Allowance (%)
th: ส่วนลดใบสั่งซื้อแบบรวม (%)

source: Blanket Order Item
th: รายการสั่งซื้อผ้าห่ม

source: Blanket Order Rate
th: อัตราการสั่งซื้อผ้าห่ม

source: Block Invoice
th: ปิดกั้นใบแจ้งหนี้

source: Block Supplier
th: บล็อกผู้จัดจำหน่าย

source: Blog Subscriber
th: สมาชิกบล็อก

source: Blood Group
th: กรุ๊ปเลือด

source: Blue
th: สีฟ้า

source: Body
th: ร่างกาย

source: Body Text
th: ข้อความเนื้อหา

source: Body and Closing Text Help
th: ความช่วยเหลือของเนื้อหาและข้อความปิด

source: Bom No
th: เลขที่ใบส่งของ

source: Book Advance Payments as Liability option is chosen. Paid From account changed from {0} to {1}.
th: เลือกตัวเลือกบันทึกเงินมัดจำล่วงหน้าเป็นหนี้สิน บัญชีที่ชำระเงินเปลี่ยนจาก {0} เป็น {1}

source: Book Advance Payments in Separate Party Account
th: บันทึกการชำระเงินล่วงหน้าในบัญชีคู่สัญญาแยกต่างหาก

source: Book Appointment
th: นัดหมายแพทย์

source: Book Asset Depreciation Entry Automatically
th: บัญชีค่าเสื่อมราคาสินทรัพย์โดยอัตโนมัติ

source: Book Deferred Entries Based On
th: จองรายการรอการตัดบัญชีตาม

source: Book Deferred Entries Via Journal Entry
th: จองรายการรอตัดบัญชีผ่านรายการวารสาร

source: Book Tax Loss on Early Payment Discount
th: บันทึกขาดทุนภาษีจากส่วนลดการชำระเงินล่วงหน้า

source: Book an appointment
th: นัดหมาย

source: Booked
th: จอง

source: Booked Fixed Asset
th: จองสินทรัพย์ถาวร

source: Booking stock value across multiple accounts will make it harder to track stock and account value.
th: การจองมูลค่าสินค้าคงคลังในหลายบัญชีจะทำให้การติดตามสินค้าคงคลังและมูลค่าบัญชีทำได้ยากขึ้น

source: Books have been closed till the period ending on {0}
th: บัญชีได้ถูกปิดจนถึงงวดสิ้นสุดวันที่ {0}

source: Both
th: ทั้งสอง

source: Both Payable Account: {0} and Advance Account: {1} must be of same currency for company: {2}
th: บัญชีเจ้าหนี้: {0} และบัญชีเงินล่วงหน้า: {1} ต้องเป็นสกุลเงินเดียวกันสำหรับบริษัท: {2}

source: Both Receivable Account: {0} and Advance Account: {1} must be of same currency for company: {2}
th: บัญชีลูกหนี้: {0} และ บัญชีเงินล่วงหน้า: {1} ต้องใช้สกุลเงินเดียวกันสำหรับบริษัท: {2}

source: Both Trial Period Start Date and Trial Period End Date must be set
th: ต้องตั้งค่าวันที่เริ่มต้นทดลองใช้และวันที่สิ้นสุดระยะทดลองใช้

source: Both {0} Account: {1} and Advance Account: {2} must be of same currency for company: {3}
th: บัญชี {0}: {1} และ บัญชีล่วงหน้า: {2} ต้องเป็นสกุลเงินเดียวกันสำหรับบริษัท: {3}

source: Branch
th: สาขา

source: Branch Code
th: รหัสสาขา

source: Brand
th: ยี่ห้อ

source: Brand Defaults
th: ค่าเริ่มต้นของแบรนด์

source: Brand Name
th: ชื่อยี่ห้อ

source: Breakdown
th: การเสีย

source: Browse Apps
th: เรียกดูโมดูล

source: Browse BOM
th: ดู BOM

source: Budget
th: งบประมาณ

source: Budget Account
th: งบประมาณของบัญชี

source: Budget Accounts
th: บัญชีงบประมาณ

source: Budget Against
th: งบประมาณป้องกันและปราบปราม

source: Budget Amount
th: จำนวนงบประมาณ

source: Budget Detail
th: รายละเอียดงบประมาณ

source: Budget Exceeded
th: เกินงบประมาณ

source: Budget List
th: รายชื่องบประมาณ

source: Budget Variance Report
th: รายงานความแปรปรวนของงบประมาณ

source: Budget cannot be assigned against Group Account {0}
th: งบประมาณไม่สามารถกำหนดกลุ่มกับบัญชี {0}

source: Budget cannot be assigned against {0}, as it's not an Income or Expense account
th: งบประมาณไม่สามารถกำหนดกับ {0} เป็นมันไม่ได้เป็นบัญชีรายได้หรือค่าใช้จ่าย

source: Budgets
th: งบประมาณ

source: Buffered Cursor
th: เคอร์เซอร์แบบบัฟเฟอร์

source: Build All?
th: สร้างทั้งหมด?

source: Build Tree
th: สร้างโครงสร้างแบบลำดับชั้น

source: Buildable Qty
th: จำนวนที่สามารถผลิตได้

source: Buildings
th: สิ่งปลูกสร้าง

source: Bulk Rename Jobs
th: เปลี่ยนชื่อรายการงานจำนวนมาก

source: Bulk Transaction Log
th: บันทึกธุรกรรมจำนวนมาก

source: Bulk Transaction Log Detail
th: รายละเอียดบันทึกธุรกรรมจำนวนมาก

source: Bulk Update
th: ปรับปรุงจำนวนมาก

source: Bundle Items
th: ชุดสินค้ารวม

source: Bundle Qty
th: มัดจำนวน

source: Busy
th: ไม่ว่าง

source: Buy
th: ซื้อ

source: Buyer of Goods and Services.
th: ผู้ซื้อสินค้าและบริการ

source: Buying
th: การซื้อ

source: Buying & Selling Settings
th: การตั้งค่าการซื้อและการขาย

source: Buying Amount
th: จำนวนซื้อ

source: Buying Price List
th: รายการราคาซื้อ

source: Buying Rate
th: อัตราการซื้อ

source: Buying Settings
th: ตั้งค่าการซื้อ

source: Buying and Selling
th: การซื้อและการขาย

source: Buying must be checked, if Applicable For is selected as {0}
th: ต้องเลือก การซื้อ ถ้าเลือก ใช้ได้กับ เป็น {0}

source: By default, the Supplier Name is set as per the Supplier Name entered. If you want Suppliers to be named by a <a href='https://docs.erpnext.com/docs/user/manual/en/setting-up/settings/naming-series' target='_blank'>Naming Series</a> choose the 'Naming Series' option.
th: โดยค่าเริ่มต้น ชื่อผู้จำหน่ายจะถูกตั้งตามชื่อผู้จำหน่ายที่กรอกไว้ หากต้องการให้ชื่อผู้จำหน่ายตั้งตาม <a href='https://docs.erpnext.com/docs/user/manual/en/setting-up/settings/naming-series' target='_blank'>ลำดับการตั้งชื่อ</a> ให้เลือกตัวเลือก 'ลำดับการตั้งชื่อ'

source: By {0}
th: โดย {0}

source: Bypass Credit Limit Check at Sales Order
th: ตรวจสอบวงเงินเบิกเกินวงเงินที่ใบสั่งขาย

source: Bypass credit check at Sales Order
th: ข้ามการตรวจสอบเครดิตที่ ใบสั่งขาย

source: CANCELLED
th: ยกเลิก

source: CC
th: สำเนาถึง

source: CC To
th: CC ถึง

source: COGS By Item Group
th: ต้นทุนขายตามกลุ่มสินค้า

source: COGS Debit
th: ต้นทุนขาย เดบิต

source: CRM
th: การจัดการลูกค้าสัมพันธ์

source: CRM Note
th: หมายเหตุ CRM

source: CRM Settings
th: การตั้งค่า CRM

source: CWIP Account
th: บัญชี CWIP

source: Calculate Ageing With
th: คำนวณอายุด้วย

source: Calculate Based On
th: การคำนวณพื้นฐานตาม

source: Calculate Depreciation
th: คำนวณค่าเสื่อมราคา

source: Calculate Estimated Arrival Times
th: คำนวณเวลาเข้าพักโดยประมาณ

source: Calculate Product Bundle Price based on Child Items' Rates
th: คำนวณราคาชุดสินค้าจากอัตราราคาของสินค้าลูก

source: Calculate daily depreciation using total days in depreciation period
th: คำนวณค่าเสื่อมราคาต่อวันโดยใช้จำนวนวันทั้งหมดในช่วงระยะเวลาค่าเสื่อมราคา

source: Calculated Bank Statement balance
th: ธนาคารคำนวณยอดเงินงบ

source: Calculated Discount Mismatch
th: ส่วนลดที่คำนวณไม่ตรงกัน

source: Calculations
th: การคำนวณ

source: Calendar Event
th: ปฏิทินกิจกรรม

source: Calibration
th: การสอบเทียบ

source: Call Again
th: โทรอีกครั้ง

source: Call Connected
th: เชื่อมต่อการโทรแล้ว

source: Call Details
th: รายละเอียดการโทร

source: Call Duration in seconds
th: ระยะเวลาการโทรเป็นวินาที

source: Call Ended
th: การโทรสิ้นสุดแล้ว

source: Call Handling Schedule
th: กำหนดการจัดการการโทร

source: Call Log
th: บันทึกการโทร

source: Call Missed
th: สายที่ไม่ได้รับ

source: Call Received By
th: รับสายโดย

source: Call Receiving Device
th: อุปกรณ์รับสายโทรศัพท์

source: Call Routing
th: การกำหนดเส้นทางการโทร

source: Call Schedule Row {0}: To time slot should always be ahead of From time slot.
th: แถวกำหนดเวลาการโทร {0}: ช่วงเวลาสิ้นสุดต้องอยู่หลังช่วงเวลาเริ่มต้นเสมอ

source: Call Summary
th: สรุปการโทร

source: Call Summary Saved
th: ข้อมูลสรุปการโทรที่บันทึกไว้

source: Call Type
th: ประเภทการโทร

source: Callback
th: การเรียกกลับ

source: Campaign
th: รณรงค์

source: Campaign Efficiency
th: ประสิทธิภาพแคมเปญ

source: Campaign Email Schedule
th: กำหนดการอีเมลแคมเปญ

source: Campaign Item
th: รายการแคมเปญ

source: Campaign Name
th: ชื่อแคมเปญ

source: Campaign Naming By
th: ตั้งชื่อ ตาม แคมเปญ

source: Campaign Schedules
th: กำหนดการของแคมเปญ

source: Can be approved by {0}
th: สามารถ ได้รับการอนุมัติ โดย {0}

source: Can not close Work Order. Since {0} Job Cards are in Work In Progress state.
th: ไม่สามารถปิดใบสั่งงานได้ เนื่องจากมีใบแจ้งงาน {0} รายการอยู่ในสถานะกำลังดำเนินการอยู่
