Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Company Account
th: บัญชี บริษัท

source: Company Address
th: ที่อยู่ บริษัท

source: Company Address Display
th: แสดงที่อยู่บริษัท

source: Company Address Name
th: ชื่อที่อยู่ บริษัท

source: Company Bank Account
th: บัญชีธนาคารของ บริษัท

source: Company Billing Address
th: ที่อยู่สำหรับออกใบแจ้งหนี้ของบริษัท

source: Company Contact Person
th: บุคคลติดต่อของบริษัท

source: Company Description
th: รายละเอียด บริษัท

source: Company Description for website homepage
th: รายละเอียด บริษัท สำหรับหน้าแรกของเว็บไซต์

source: Company Details
th: รายละเอียดบริษัท

source: Company Email
th: อีเมล์ บริษัท

source: Company Logo
th: โลโก้ บริษัท

source: Company Name
th: ชื่อ บริษัท

source: Company Name cannot be Company
th: ชื่อ บริษัท ที่ไม่สามารถเป็น บริษัท

source: Company Not Linked
th: บริษัท ไม่ได้เชื่อมโยง

source: Company Shipping Address
th: ที่อยู่จัดส่งของบริษัท

source: Company Tagline for website homepage
th: บริษัท สโลแกนสำหรับหน้าแรกของเว็บไซต์

source: Company Tax ID
th: หมายเลขประจำตัวผู้เสียภาษีของบริษัท

source: Company and Posting Date is mandatory
th: บริษัทและวันที่บันทึกเป็นข้อมูลที่ต้องระบุ

source: Company currencies of both the companies should match for Inter Company Transactions.
th: สกุลเงินของ บริษัท ทั้งสอง บริษัท ควรตรงกับรายการระหว่าง บริษัท

source: Company field is required
th: ต้องระบุข้อมูล บริษัท

source: Company is manadatory for company account
th: บริษัท มีบัญชีสำหรับ บริษัท

source: Company is mandatory
th: บริษัทเป็นข้อมูลที่ต้องระบุ

source: Company is mandatory for generating an invoice. Please set a default company in Global Defaults.
th: บริษัทเป็นข้อมูลที่จำเป็นสำหรับการสร้างใบแจ้งหนี้ กรุณากำหนดบริษัทเริ่มต้นในค่ากำหนดทั่วไป

source: Company name not same
th: ชื่อ บริษัท ไม่เหมือนกัน

source: Company of asset {0} and purchase document {1} doesn't matches.
th: บริษัท ของสินทรัพย์ {0} และเอกสารการซื้อ {1} ไม่ตรงกัน

source: Company registration numbers for your reference. Tax numbers etc.
th: เลขทะเบียน บริษัท สำหรับการอ้างอิงของคุณ ตัวเลขภาษี ฯลฯ

source: Company which internal customer represents
th: บริษัทที่ลูกค้าภายในเป็นตัวแทน

source: Company which internal customer represents.
th: บริษัทที่ลูกค้าภายในเป็นตัวแทน

source: Company which internal supplier represents
th: บริษัทที่ผู้จำหน่ายภายในเป็นตัวแทน

source: Company {0} added multiple times
th: บริบท {0} ของเลื่อนตุ่ม

source: Company {0} does not exist
th: บริษัท {0} ไม่อยู่

source: Company {0} is added more than once
th: บริษัท {0} ถูกเพิ่มมากกว่าหนึ่งครั้ง

source: Company {} does not exist yet. Taxes setup aborted.
th: บริษัท {} ยังไม่มีอยู่ ระบบตั้งค่าภาษีถูกยกเลิกแล้ว

source: Company {} does not match with POS Profile Company {}
th: บริษัท {} ไม่ตรงกับบริษัทในโปรไฟล์ POS {}

source: Competitor
th: คู่แข่ง

source: Competitor Detail
th: รายละเอียดคู่แข่ง

source: Competitor Name
th: ชื่อคู่แข่ง

source: Competitors
th: คู่แข่ง

source: Complete
th: ที่สมบูรณ์แบบ

source: Complete Job
th: งานเสร็จสิ้น

source: Complete Order
th: ปิดงาน

source: Completed
th: เสร็จ

source: Completed By
th: เสร็จสมบูรณ์โดย

source: Completed On
th: เสร็จสิ้นเมื่อ

source: Completed On cannot be greater than Today
th: วันที่เสร็จสิ้นต้องไม่มากกว่าวันนี้

source: Completed Operation
th: เสร็จสิ้นการดำเนินการ

source: Completed Qty
th: จำนวนเสร็จ

source: Completed Qty cannot be greater than 'Qty to Manufacture'
th: จำนวนที่เสร็จสมบูรณ์ต้องไม่เกิน &#39;จำนวนที่จะผลิต&#39;

source: Completed Quantity
th: เสร็จปริมาณ

source: Completed Tasks
th: งานที่เสร็จสมบูรณ์

source: Completed Time
th: เวลาที่เสร็จสิ้น

source: Completed Work Orders
th: ใบสั่งงานที่เสร็จสมบูรณ์

source: Completion
th: เสร็จสิ้น

source: Completion By
th: เสร็จสิ้นโดย

source: Completion Date
th: วันที่เสร็จสมบูรณ์

source: Completion Date can not be before Failure Date. Please adjust the dates accordingly.
th: วันที่เสร็จสิ้นไม่สามารถอยู่ก่อนวันที่ล้มเหลวได้ กรุณาปรับวันที่ให้ถูกต้องตามลำดับเวลา

source: Completion Status
th: สถานะเสร็จ

source: Comprehensive Insurance
th: ประกันภัยครบวงจร

source: Computer
th: คอมพิวเตอร์

source: Condition
th: สภาพ

source: Conditional Rule
th: กฎเงื่อนไข

source: Conditional Rule Examples
th: ตัวอย่างกฎเงื่อนไข

source: Conditions will be applied on all the selected items combined.
th: เงื่อนไขจะถูกนำไปใช้กับรายการที่เลือกทั้งหมดรวมกัน

source: Configuration
th: การกำหนดค่า

source: Configure Account Settings
th: ตั้งค่าบัญชี

source: Configure Buying Settings.
th: ตั้งค่าการซื้อ

source: Configure Product Assembly
th: กำหนดค่าการประกอบสินค้า

source: Configure the action to stop the transaction or just warn if the same rate is not maintained.
th: กำหนดการทำงานให้หยุดการทำรายการหรือเพียงแจ้งเตือนหากอัตราเดียวกันไม่ได้รับการรักษาไว้

source: Configure the default Price List when creating a new Purchase transaction. Item prices will be fetched from this Price List.
th: กำหนดค่าราคาตลาดเริ่มต้นเมื่อสร้างธุรกรรมการซื้อใหม่ ราคาสินค้าจะถูกดึงมาจากรายการราคานี้

source: Confirmation Date
th: ยืนยัน วันที่

source: Connections
th: การเชื่อมต่อ

source: Consider Accounting Dimensions
th: พิจารณามิติการบัญชี

source: Consider Entire Party Ledger Amount
th: พิจารณายอดบัญชีแยกประเภทของฝ่ายทั้งหมด

source: Consider Minimum Order Qty
th: พิจารณาจำนวนสั่งซื้อขั้นต่ำ

source: Consider Process Loss
th: พิจารณาความสูญเสียในกระบวนการ

source: Consider Rejected Warehouses
th: พิจารณาคลังสินค้าที่ถูกปฏิเสธ

source: Consider Tax or Charge for
th: พิจารณาภาษีหรือคิดค่าบริการสำหรับ

source: Considered In Paid Amount
th: พิจารณาในจำนวนเงินที่ชำระแล้ว

source: Consolidate Sales Order Items
th: รวมรายการใบสั่งขาย

source: Consolidate Sub Assembly Items
th: รวมรายการชิ้นส่วนย่อย

source: Consolidated
th: รวม

source: Consolidated Credit Note
th: ใบลดหนี้รวม

source: Consolidated Financial Statement
th: งบการเงินรวม

source: Consolidated Sales Invoice
th: ใบแจ้งหนี้การขายรวม

source: Consultant
th: ผู้ให้คำปรึกษา

source: Consumable
th: วัสดุสิ้นเปลือง

source: Consumable Cost
th: ค่าใช้จ่ายที่ สิ้นเปลือง

source: Consumed
th: ถูกใช้

source: Consumed Amount
th: บริโภคจํานวนเงิน

source: Consumed Asset Total Value
th: มูลค่ารวมของสินทรัพย์ที่ใช้ไป

source: Consumed Assets
th: สินทรัพย์ซิน

source: Consumed Items
th: รายการที่บริโภค

source: Consumed Qty
th: จำนวนการบริโภค

source: Consumed Quantity
th: ปริมาณที่ใช้ไป

source: Consumed Stock Items
th: รายการสินค้าคงคลังที่ใช้ไป

source: Consumed Stock Items or Consumed Asset Items are mandatory for creating new composite asset
th: รายการสินค้าคงคลังที่ใช้ไปหรือรายการสินทรัพย์ที่ใช้ไปเป็นข้อมูลที่จำเป็นสำหรับการสร้างสินทรัพย์รวมใหม่

source: Consumed Stock Items, Consumed Asset Items or Consumed Service Items is mandatory for Capitalization
th: รายการสินค้าคงคลังที่ใช้ไป รายการสินทรัพย์ที่ใช้ไป หรือรายการบริการที่ใช้ไป จำเป็นต้องระบุสำหรับการตั้งทุน

source: Consumed Stock Total Value
th: มูลค่ารวมของสต็อกที่ใช้ไป

source: Consumption Rate
th: อัตราการบริโภค

source: Contact
th: ติดต่อ

source: Contact Desc
th: Desc ติดต่อ

source: Contact Details
th: รายละเอียดผู้ติดต่อ

source: Contact Email
th: ติดต่ออีเมล์

source: Contact HTML
th: HTML ติดต่อ

source: Contact Info
th: ข้อมูลการติดต่อ

source: Contact Information
th: ข้อมูลติดต่อ

source: Contact List
th: รายการที่ติดต่อ

source: Contact Mobile
th: เบอร์มือถือผู้ติดต่อ

source: Contact Mobile No
th: เบอร์มือถือไม่มี

source: Contact Name
th: ชื่อผู้ติดต่อ

source: Contact No.
th: ติดต่อหมายเลข

source: Contact Person does not belong to the {0}
th: บุคคลติดต่อไม่อยู่ใน {0}

source: Contact Us Settings
th: การตั้งค่าติดต่อเรา

source: Contact:
th: ติดต่อ:

source: Contacts
th: รายชื่อผู้ติดต่อ

source: Content
th: เนื้อหา

source: Content Type
th: ประเภทเนื้อหา

source: Continue
th: ต่อ

source: Contra Entry
th: ในทางตรงกันข้ามการเข้า

source: Contract
th: สัญญา

source: Contract Details
th: รายละเอียดของสัญญา

source: Contract End Date
th: วันที่สิ้นสุดสัญญา

source: Contract Fulfilment Checklist
th: รายการตรวจสอบ Fulfillment สัญญา

source: Contract Period
th: ระยะเวลาของสัญญา

source: Contract Template
th: เทมเพลตสัญญา

source: Contract Template Fulfilment Terms
th: ข้อกำหนดการปฏิบัติตามเทมเพลตสัญญา

source: Contract Template Help
th: คำแนะนำแบบฟอร์มสัญญา

source: Contract Terms
th: ข้อกำหนดในสัญญา

source: Contract Terms and Conditions
th: ข้อกำหนดในการให้บริการของสัญญา

source: Contribution %
th: เปอร์เซ็นต์การมีส่วนร่วม

source: Contribution (%)
th: สัดส่วนการมีส่วนร่วม (%)

source: Contribution Amount
th: จํานวนเงินสมทบ

source: Contribution Qty
th: จำนวนการสนับสนุน

source: Contribution to Net Total
th: สมทบสุทธิ

source: Control Action
th: ควบคุมการกระทำ

source: Control Historical Stock Transactions
th: ควบคุมรายการสินค้าคงคลังย้อนหลัง

source: Conversion Factor
th: ปัจจัยการเปลี่ยนแปลง

source: Conversion Rate
th: อัตราการแปลง

source: Conversion factor for default Unit of Measure must be 1 in row {0}
th: ปัจจัย การแปลง หน่วย เริ่มต้น ของการวัด จะต้อง อยู่ในแถว ที่ 1 {0}

source: Conversion factor for item {0} has been reset to 1.0 as the uom {1} is same as stock uom {2}.
th: อัตราการแปลงสำหรับสินค้า {0} ถูกตั้งค่าใหม่เป็น 1.0 เนื่องจาก หน่วยวัด {1} เหมือนกับ หน่วยวัดสต็อก {2}

source: Conversion rate cannot be 0
th: อัตราแลกเปลี่ยนไม่สามารถเป็น 0 ได้

source: Conversion rate is 1.00, but document currency is different from company currency
th: อัตราแลกเปลี่ยนคือ 1.00 แต่สกุลเงินในเอกสารแตกต่างจากสกุลเงินของ ธุรกิจ

source: Conversion rate must be 1.00 if document currency is same as company currency
th: อัตราแลกเปลี่ยนต้องเป็น 1.00 หากสกุลเงินของเอกสารตรงกับสกุลเงินของ ธุรกิจ

source: Convert Item Description to Clean HTML in Transactions
th: แปลงคำอธิบายสินค้าเป็น HTML ที่สะอาดในรายการธุรกรรม

source: Convert to Group
th: แปลงเป็น กลุ่ม

# Warehouse
source: Convert to Group
th: แปลงเป็น กลุ่ม

source: Convert to Item Based Reposting
th: เปลี่ยนเป็นการบันทึกซ้ำตามรายการสินค้า

# Warehouse
source: Convert to Ledger
th: แปลงเป็นสมุดรายวัน

source: Convert to Non-Group
th: แปลงที่ไม่ใช่กลุ่ม

source: Converted
th: แปลง

source: Copied From
th: คัดลอกจาก

source: Copy Fields to Variant
th: คัดลอกช่องข้อมูลเป็น Variant

source: Core
th: แกนหลัก

source: Corrective
th: แก้ไข

source: Corrective Action
th: การดำเนินการแก้ไข

source: Corrective Job Card
th: บัตรงานแก้ไข

source: Corrective Operation
th: ปฏิบัติการแก้ไข

source: Corrective Operation Cost
th: ต้นทุนปฏิบัติการแก้ไข

source: Corrective/Preventive
th: แก้ไข / ป้องกัน

source: Cost
th: ราคา

source: Cost Center
th: ศูนย์ต้นทุน

source: Cost Center Allocation
th: การจัดสรรศูนย์ต้นทุน

source: Cost Center Allocation Percentage
th: เปอร์เซ็นต์การจัดสรรศูนย์ต้นทุน

source: Cost Center Allocation Percentages
th: เปอร์เซ็นต์การจัดสรรศูนย์ต้นทุน

source: Cost Center Name
th: ค่าใช้จ่ายชื่อศูนย์

source: Cost Center Number
th: หมายเลขศูนย์ต้นทุน

source: Cost Center and Budgeting
th: ศูนย์ต้นทุนและงบประมาณ

source: Cost Center for Item rows has been updated to {0}
th: ศูนย์ต้นทุนสำหรับแถวรายการสินค้าได้รับการอัปเดตเป็น {0}

source: Cost Center is a part of Cost Center Allocation, hence cannot be converted to a group
th: ศูนย์ต้นทุนเป็นส่วนหนึ่งของการจัดสรรศูนย์ต้นทุน ดังนั้นจึงไม่สามารถแปลงเป็นกลุ่มได้

source: Cost Center is required in row {0} in Taxes table for type {1}
th: ศูนย์ต้นทุน ที่จะต้อง อยู่ในแถว {0} ในตาราง ภาษี สำหรับประเภท {1}

source: Cost Center with Allocation records can not be converted to a group
th: ศูนย์ต้นทุนที่มีบันทึกการจัดสรรไม่สามารถแปลงเป็นกลุ่มได้

source: Cost Center with existing transactions can not be converted to group
th: ศูนย์ต้นทุน กับการทำธุรกรรม ที่มีอยู่ ไม่สามารถ แปลงเป็น กลุ่ม

source: Cost Center with existing transactions can not be converted to ledger
th: ศูนย์ต้นทุน กับการทำธุรกรรม ที่มีอยู่ ไม่สามารถ แปลงเป็น บัญชีแยกประเภท

source: Cost Center {0} cannot be used for allocation as it is used as main cost center in other allocation record.
th: ศูนย์ต้นทุน {0} ไม่สามารถใช้สำหรับการจัดสรรได้เนื่องจากถูกใช้เป็นศูนย์ต้นทุนหลักในบันทึกการจัดสรรอื่นอยู่แล้ว

source: Cost Center {} doesn't belong to Company {}
th: ศูนย์ต้นทุน {} ไม่มีในบริษัท {}

source: Cost Center {} is a group cost center and group cost centers cannot be used in transactions
th: ศูนย์ต้นทุน {} เป็นกลุ่มศูนย์ต้นทุน และกลุ่มศูนย์ต้นทุนไม่สามารถใช้ในรายการธุรกรรมได้

source: Cost Center: {0} does not exist
th: ศูนย์ต้นทุน: {0} ไม่มีอยู่

source: Cost Centers
th: ศูนย์ต้นทุน

source: Cost Centers for Budgeting and Analysis
th: ศูนย์ต้นทุนสำหรับการวางงบประมาณและการวิเคราะห์

source: Cost Configuration
th: การตั้งค่าต้นทุน

source: Cost Per Unit
th: ต้นทุนต่อหน่วย

source: Cost of Delivered Items
th: ค่าใช้จ่ายในการจัดส่งสินค้า

source: Cost of Goods Sold
th: ค่าใช้จ่ายของ สินค้าที่ขาย

source: Cost of Goods Sold Account in Items Table
th: บัญชีต้นทุนขายในตารางสินค้า

source: Cost of Issued Items
th: ค่าใช้จ่ายของรายการที่ออก

source: Cost of Poor Quality Report
th: รายงานต้นทุนคุณภาพต่ำ

source: Cost of Purchased Items
th: ค่าใช้จ่ายของรายการที่ซื้อ

source: Cost of various activities
th: ค่าใช้จ่ายของกิจกรรมต่างๆ

source: Cost to Company (CTC)
th: ต้นทุนต่อบริษัท (CTC)

source: Costing
th: ต้นทุน

source: Costing Amount
th: ต้นทุนปริมาณ

source: Costing Details
th: รายละเอียดต้นทุน

source: Costing Rate
th: อัตราการคิดต้นทุน

source: Costing and Billing
th: ต้นทุนและการเรียกเก็บเงิน

source: Costing and Billing fields has been updated
th: ฟิลด์การคำนวณต้นทุนและการเรียกเก็บเงินได้รับการอัปเดตแล้ว

source: Could Not Delete Demo Data
th: ไม่สามารถลบข้อมูลสาธิตได้

source: Could not auto create Customer due to the following missing mandatory field(s):
th: ไม่สามารถสร้างลูกค้าโดยอัตโนมัติเนื่องจากไม่มีฟิลด์บังคับต่อไปนี้:

source: Could not auto update shifts. Shift with shift factor {0} needed.
th: ไม่สามารถอัปเดตกะโดยอัตโนมัติได้ กะที่มีปัจจัยกะ {0} จำเป็นต้องใช้

source: Could not create Credit Note automatically, please uncheck 'Issue Credit Note' and submit again
th: ไม่สามารถสร้าง Credit Note โดยอัตโนมัติโปรดยกเลิกการเลือก &#39;Issue Credit Note&#39; และส่งอีกครั้ง

source: Could not detect the Company for updating Bank Accounts
th: ไม่สามารถตรวจสอบบริษัทสำหรับการอัปเดตบัญชีธนาคารได้

source: Could not find path for
th: ไม่พบเส้นทางสำหรับ

source: Could not retrieve information for {0}.
th: ไม่สามารถเรียกข้อมูลสำหรับ {0}

source: Could not solve criteria score function for {0}. Make sure the formula is valid.
th: ไม่สามารถแก้ฟังก์ชันคะแนนเกณฑ์สำหรับ {0} ได้ ตรวจสอบให้แน่ใจว่าสูตรถูกต้อง

source: Could not solve weighted score function. Make sure the formula is valid.
th: ไม่สามารถแก้ฟังก์ชันการถ่วงน้ำหนักได้ ตรวจสอบให้แน่ใจว่าสูตรถูกต้อง

source: Could not update stock, invoice contains drop shipping item.
th: ไม่สามารถอัปเดสต็อก, ใบแจ้งหนี้ที่มีรายการการขนส่งลดลง

source: Count
th: นับ

source: Country
th: ประเทศ

source: Country Code in File does not match with country code set up in the system
th: รหัสประเทศในไฟล์ไม่ตรงกับรหัสประเทศที่ตั้งค่าในระบบ

source: Country of Origin
th: ประเทศแหล่งกำเนิดสินค้า

source: Coupon Code
th: รหัสคูปอง

source: Coupon Code Based
th: ตามรหัสคูปอง

source: Coupon Description
th: รายละเอียดคูปอง

source: Coupon Name
th: ชื่อคูปอง

source: Coupon Type
th: ประเภทคูปอง

source: Create
th: สร้าง

source: Create Chart Of Accounts Based On
th: สร้างผังบัญชีอยู่บนพื้นฐานของ

source: Create Delivery Note
th: สร้างใบส่งสินค้า

source: Create Delivery Trip
th: สร้างการเดินทางการส่งมอบ

source: Create Depreciation Entry
th: สร้างรายการค่าเสื่อมราคา

source: Create Employee
th: สร้างพนักงาน

source: Create Employee Records
th: สร้างประวัติพนักงาน

source: Create Employee records.
th: สร้างระเบียนพนักงาน

source: Create Grouped Asset
th: สร้างกลุ่มสินทรัพย์

source: Create Inter Company Journal Entry
th: สร้างรายการบันทึกระหว่าง บริษัท

source: Create Invoices
th: สร้างใบแจ้งหนี้

source: Create Job Card
th: สร้างการ์ดงาน

source: Create Job Card based on Batch Size
th: สร้างบัตรงานตามขนาดชุดผลิต

source: Create Journal Entries
th: สร้างรายการบัญชี

source: Create Journal Entry
th: สร้างรายการบันทึกประจำวัน

source: Create Lead
th: สร้างลูกค้าเป้าหมาย

source: Create Leads
th: สร้างโอกาสในการขาย

source: Create Ledger Entries for Change Amount
th: สร้างรายการสมุดรายวันสำหรับจำนวนเงินที่เปลี่ยนแปลง

source: Create Link
th: สร้างลิงก์

source: Create Missing Party
th: สร้างปาร์ตี้ที่หายไป

source: Create Multi-level BOM
th: สร้าง BOM หลายระดับ

source: Create New Contact
th: สร้างผู้ติดต่อใหม่

source: Create New Customer
th: สร้างลูกค้าใหม่

source: Create New Lead
th: สร้างลูกค้าใหม่

source: Create Opportunity
th: สร้างโอกาสทางธุรกิจ

source: Create POS Opening Entry
th: สร้างรายการเปิด POS

source: Create Payment Entry
th: สร้างรายการชำระเงิน

source: Create Pick List
th: สร้างรายการเลือก

source: Create Print Format
th: สร้างรูปแบบการพิมพ์

source: Create Prospect
th: สร้างโอกาสทางธุรกิจ

source: Create Purchase Order
th: สร้างใบสั่งซื้อ

source: Create Purchase Orders
th: สร้างใบสั่งซื้อ

source: Create Quotation
th: สร้าง ใบเสนอราคา

source: Create Raw Materials
th: สร้างวัตถุดิบ

source: Create Receiver List
th: สร้างรายการรับ

source: Create Reposting Entries
th: สร้างรายการบันทึกบัญชีซ้ำ

source: Create Reposting Entry
th: สร้างรายการบันทึกซ้ำ

source: Create Sales Invoice
th: สร้างใบแจ้งหนี้การขาย

source: Create Sales Order
th: สร้างใบสั่งขาย

source: Create Sales Orders to help you plan your work and deliver on-time
th: สร้างคำสั่งขายเพื่อช่วยคุณวางแผนงานและส่งมอบตรงเวลา

source: Create Sample Retention Stock Entry
th: สร้างรายการสต็อคการเก็บรักษาตัวอย่าง

source: Create Stock Entry
th: สร้างใบเบิกสินค้า

source: Create Supplier Quotation
th: สร้างใบเสนอราคาซัพพลายเออร์

source: Create Tax Template
th: สร้างเทมเพลตภาษี

source: Create Timesheet
th: สร้าง Timesheet

source: Create User
th: สร้างผู้ใช้

source: Create User Permission
th: สร้างการอนุญาตผู้ใช้

source: Create Users
th: สร้างผู้ใช้

source: Create Variant
th: สร้าง Variant

source: Create Variants
th: สร้างสายพันธุ์

source: Create Workstation
th: สร้างสถานีงาน

source: Create Your First Purchase Invoice
th: สร้างใบกำกับภาษีซื้อใบแรกของคุณ

source: Create Your First Sales Invoice
th: สร้างใบวางบิลขายใบแรกของคุณ

source: Create a Customer
th: สร้างลูกค้า

source: Create a Finished Good
th: สร้างสินค้าสำเร็จรูป

source: Create a Fixed Asset Item
th: สร้างรายการสินทรัพย์ถาวร

source: Create a Material Transfer Entry
th: สร้างรายการโอนวัสดุ

source: Create a Product
th: สร้างสินค้า

source: Create a Quotation
th: สร้างใบเสนอราคา

source: Create a Sales Item
th: สร้างรายการขาย

source: Create a Sales Order
th: สร้างใบสั่งขาย

source: Create a Supplier
th: สร้างผู้จำหน่าย

source: Create a Warehouse
th: สร้างคลังสินค้า

source: Create a new Item
th: สร้าง สินค้า ชื่อน

source: Create a new composite asset
th: สร้างสินทรัพย์รวมใหม่

source: Create a variant with the template image.
th: สร้างแบบแปรผันพร้อมภาพต้นแบบ

source: Create an Asset
th: สร้างสินทรัพย์

source: Create an Asset Category
th: สร้างหมวดหมู่สินทรัพย์

source: Create an Asset Item
th: สร้างรายการสินทรัพย์

source: Create an Item
th: สร้างรายการสินค้า

source: Create an incoming stock transaction for the Item.
th: สร้างธุรกรรมสต็อกขาเข้าสำหรับสินค้า

source: Create and Send Quotation
th: สร้างและส่งใบเสนอราคา

source: Create customer quotes
th: สร้างคำพูดของลูกค้า

source: Create first Purchase Order
th: สร้างใบสั่งซื้อฉบับแรก

source: Create in Draft Status
th: สร้างในสถานะร่าง

source: Create missing customer or supplier.
th: สร้างลูกค้าหรือผู้จัดหาที่ขาดหายไป

source: Create your first Bill of Materials
th: สร้างรายการวัสดุสำหรับงานแรกของคุณ

source: Create your first Quotation
th: สร้างใบเสนอราคาฉบับแรกของคุณ

source: Create your first Sales Order
th: สร้างใบสั่งขายใบแรกของคุณ

source: Create your first Work Order
th: สร้างใบสั่งงานแรกของคุณ

source: Create {0} {1} ?
th: สร้าง {0} {1} ?

source: Created On
th: สร้างเมื่อ

source: Created {0} scorecards for {1} between:
th: สร้างการ์ดคะแนน {0} สำหรับ {1} ระหว่าง:

source: Creating Accounts...
th: กำลังสร้างบัญชี ...

source: Creating Delivery Note ...
th: กำลังสร้าง ใบส่งสินค้า ...

source: Creating Dimensions...
th: กำลังสร้างมิติ ...

source: Creating Journal Entries...
th: กำลังสร้างรายการบัญชี...

source: Creating Packing Slip ...
th: กำลังสร้างใบส่งของ...

source: Creating Purchase Invoices ...
th: กำลังสร้างใบกำกับภาษีซื้อ ...

source: Creating Purchase Order ...
th: กำลังสร้างใบสั่งซื้อ ...

source: Creating Purchase Receipt ...
th: กำลังสร้างใบรับสินค้า...

source: Creating Sales Invoices ...
th: กำลังสร้างใบแจ้งหนี้ขาย ...

source: Creating Stock Entry
th: กำลังสร้างใบสำคัญเบิกจ่ายสินค้า

source: Creating Subcontracting Order ...
th: กำลังสร้างใบสั่งจ้างช่วง...

source: Creating Subcontracting Receipt ...
th: กำลังสร้างใบรับงานจ้างช่วง...

source: Creating User...
th: กำลังสร้างผู้ใช้...

source: Creating {} out of {} {}
th: การสร้าง {} จาก {} {}

source: Creation
th: การสร้าง

source: Creation Document No
th: การสร้าง เอกสาร ไม่มี

source: Creation of <b><a href='/app/{0}'>{1}(s)</a></b> successful
th: การสร้าง <b><a href='/app/{0}'>{1}(s)</a></b> สำเร็จแล้ว

source: Creation of {0} failed. Check <b><a href="/app/bulk-transaction-log">Bulk Transaction Log</a></b>
th: การสร้าง {0} ล้มเหลว โปรดตรวจสอบ <b><a href="/app/bulk-transaction-log">บันทึกธุรกรรมจำนวนมาก</a></b>

source: Creation of {0} partially successful. Check <b><a href="/app/bulk-transaction-log">Bulk Transaction Log</a></b>
th: การสร้าง {0} สำเร็จบางส่วน โปรดตรวจสอบ <b><a href="/app/bulk-transaction-log">บันทึกธุรกรรมจำนวนมาก</a></b>

source: Credit
th: เครดิต

source: Credit (Transaction)
th: เครดิต (รายการ)

source: Credit ({0})
th: เครดิต ({0})

source: Credit Account
th: บัญชีเครดิต

source: Credit Amount
th: จำนวนเครดิต

source: Credit Amount in Account Currency
th: จำนวนเงินเครดิตสกุลเงินในบัญชี

source: Credit Amount in Transaction Currency
th: จำนวนเครดิตในสกุลเงินทำรายการ

source: Credit Balance
th: เครดิตบาลานซ์

source: Credit Card
th: บัตรเครดิต

source: Credit Card Entry
th: เข้าบัตรเครดิต

source: Credit Days
th: วันเครดิต

source: Credit Limit
th: วงเงินสินเชื่อ

source: Credit Limit Crossed
th: เกินวงเงินเครดิต

source: Credit Limit Settings
th: การตั้งค่าขีดจำกัดเครดิต

source: Credit Limit and Payment Terms
th: เงื่อนไขการชำระเงินและเงื่อนไขการชำระเงิน

source: Credit Limit:
th: วงเงินเครดิต:

source: Credit Limits
th: วงเงินเครดิต

source: Credit Months
th: เดือนเครดิต

source: Credit Note
th: หมายเหตุเครดิต

source: Credit Note Amount
th: เครดิตจำนวนเงิน

source: Credit Note Issued
th: หมายเหตุเครดิตที่ออก

source: Credit Note will update it's own outstanding amount, even if 'Return Against' is specified.
th: ใบลดหนี้จะปรับปรุงยอดคงค้างของตนเองโดยอัตโนมัติ แม้ว่าจะระบุ 'คืนสินค้าต่อ' ก็ตาม

source: Credit Note {0} has been created automatically
th: บันทึกเครดิต {0} ถูกสร้างขึ้นโดยอัตโนมัติ

source: Credit To
th: เครดิต

source: Credit in Company Currency
th: เครดิตสกุลเงินใน บริษัท

source: Credit limit has been crossed for customer {0} ({1}/{2})
th: วงเงินเครดิตถูกหักสำหรับลูกค้า {0} ({1} / {2}) แล้ว

source: Credit limit is already defined for the Company {0}
th: มีการกำหนดวงเงินเครดิตสำหรับ บริษัท {0} แล้ว

source: Credit limit reached for customer {0}
th: ถึงวงเงินสินเชื่อสำหรับลูกค้าแล้ว {0}

source: Creditor Turnover Ratio
th: อัตราการหมุนเวียนเจ้าหนี้การค้า

source: Creditors
th: เจ้าหนี้

source: Criteria
th: เกณฑ์

source: Criteria Formula
th: เกณฑ์เกณฑ์

source: Criteria Name
th: ชื่อเกณฑ์

source: Criteria Setup
th: การตั้งค่าเกณฑ์

source: Criteria Weight
th: เกณฑ์น้ำหนัก

source: Criteria weights must add up to 100%
th: น้ำหนักเกณฑ์ต้องรวมกันได้ 100%

source: Cron Interval should be between 1 and 59 Min
th: ช่วงเวลาของ Cron ควรอยู่ระหว่าง 1 ถึง 59 นาที

source: Cross Listing of Item in multiple groups
th: รายชื่อครอสของรายการในหลายกลุ่ม

source: Cumulative Transaction Threshold
th: เกณฑ์การทำธุรกรรมสะสม

source: Currency
th: เงินตรา

source: Currency Exchange
th: แลกเปลี่ยนเงินตรา
