Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: If the account is frozen, entries are allowed to restricted users.
th: หากบัญชีถูกแช่แข็ง รายการ จะได้รับอนุญาต ให้กับผู้ใช้ ที่ จำกัด

source: If the item is transacting as a Zero Valuation Rate item in this entry, please enable 'Allow Zero Valuation Rate' in the {0} Item table.
th: หากรายการกำลังทำธุรกรรมเป็นรายการ Zero Valuation Rate ในรายการนี้โปรดเปิดใช้งาน &#39;Allow Zero Valuation Rate&#39; ใน {0} ตารางรายการ

source: If the selected BOM has Operations mentioned in it, the system will fetch all Operations from BOM, these values can be changed.
th: หาก BOM ที่เลือกมีการระบุขั้นตอนปฏิบัติงานไว้ ระบบจะดึงขั้นตอนปฏิบัติงานทั้งหมดจาก BOM มาให้ ซึ่งค่าดังกล่าวสามารถแก้ไขได้

source: If there is no assigned timeslot, then communication will be handled by this group
th: หากไม่มีช่วงเวลาที่กำหนดกลุ่มนี้จะจัดการการสื่อสาร

source: If there is no title column, use the code column for the title.
th: หากไม่มีคอลัมน์ชื่อเรื่อง ให้ใช้คอลัมน์รหัสเป็นชื่อเรื่องแทน

source: If this checkbox is checked, paid amount will be splitted and allocated as per the amounts in payment schedule against each payment term
th: หากเลือกช่องทำเครื่องหมายนี้จำนวนเงินที่ชำระจะถูกแบ่งออกและปันส่วนตามจำนวนเงินในกำหนดการชำระเงินสำหรับแต่ละเงื่อนไขการชำระเงิน

source: If this checkbox is enabled, then the system won’t run the MRP for the available sub-assembly items.
th: หากเลือกช่องทำเครื่องหมายนี้ ระบบจะไม่ดำเนินการ MRP สำหรับสินค้าย่อยที่มีอยู่

source: If this is checked subsequent new invoices will be created on calendar month and quarter start dates irrespective of current invoice start date
th: หากมีการตรวจสอบสิ่งนี้จะมีการสร้างใบแจ้งหนี้ใหม่ในเดือนปฏิทินและวันที่เริ่มต้นไตรมาสโดยไม่คำนึงถึงวันที่เริ่มต้นใบแจ้งหนี้ปัจจุบัน

source: If this is unchecked Journal Entries will be saved in a Draft state and will have to be submitted manually
th: หากไม่ได้ทำเครื่องหมายไว้รายการบันทึกประจำวันจะถูกบันทึกในสถานะร่างและจะต้องส่งด้วยตนเอง

source: If this is unchecked, direct GL entries will be created to book deferred revenue or expense
th: หากไม่เลือกรายการนี้รายการ GL โดยตรงจะถูกสร้างขึ้นเพื่อจองรายได้หรือค่าใช้จ่ายรอการตัดบัญชี

source: If this is undesirable please cancel the corresponding Payment Entry.
th: หากสิ่งนี้ไม่ต้องการ กรุณายกเลิก รายการบัญชีการชำระเงิน ที่เกี่ยวข้อง

source: If this item has variants, then it cannot be selected in sales orders etc.
th: หากรายการนี้มีสายพันธุ์แล้วมันไม่สามารถเลือกในการสั่งซื้อการขายอื่น ๆ

source: If this option is configured 'Yes', ERPNext will prevent you from creating a Purchase Invoice or Receipt without creating a Purchase Order first. This configuration can be overridden for a particular supplier by enabling the 'Allow Purchase Invoice Creation Without Purchase Order' checkbox in the Supplier master.
th: หากกำหนดค่าตัวเลือกนี้เป็น &quot;ใช่&quot; ERPNext จะป้องกันไม่ให้คุณสร้างใบแจ้งหนี้หรือใบเสร็จรับเงินโดยไม่ต้องสร้างใบสั่งซื้อก่อน การกำหนดค่านี้สามารถถูกแทนที่สำหรับซัพพลายเออร์บางรายได้โดยเปิดใช้งานช่องทำเครื่องหมาย &#39;อนุญาตการสร้างใบแจ้งหนี้การซื้อโดยไม่มีใบสั่งซื้อ&#39; ในหลักผู้จัดหา

source: If this option is configured 'Yes', ERPNext will prevent you from creating a Purchase Invoice without creating a Purchase Receipt first. This configuration can be overridden for a particular supplier by enabling the 'Allow Purchase Invoice Creation Without Purchase Receipt' checkbox in the Supplier master.
th: หากกำหนดค่าตัวเลือกนี้เป็น &quot;ใช่&quot; ERPNext จะป้องกันไม่ให้คุณสร้างใบกำกับสินค้าโดยไม่ต้องสร้างใบเสร็จการซื้อก่อน การกำหนดค่านี้สามารถถูกแทนที่สำหรับซัพพลายเออร์บางรายได้โดยเปิดใช้งานช่องทำเครื่องหมาย &#39;อนุญาตให้สร้างใบแจ้งหนี้การซื้อโดยไม่มีใบเสร็จการซื้อ&#39; ในหลักผู้จัดหา

source: If ticked, multiple materials can be used for a single Work Order. This is useful if one or more time consuming products are being manufactured.
th: หากเลือกสามารถใช้วัสดุหลายชนิดสำหรับใบสั่งงานเดียวได้ สิ่งนี้มีประโยชน์หากมีการผลิตผลิตภัณฑ์ที่ใช้เวลานานอย่างน้อยหนึ่งผลิตภัณฑ์

source: If ticked, the BOM cost will be automatically updated based on Valuation Rate / Price List Rate / last purchase rate of raw materials.
th: หากเลือกไว้ต้นทุน BOM จะได้รับการอัปเดตโดยอัตโนมัติตามอัตราการประเมินราคา / อัตรารายการราคา / อัตราการซื้อวัตถุดิบล่าสุด

source: If unlimited expiry for the Loyalty Points, keep the Expiry Duration empty or 0.
th: หากหมดอายุไม่ จำกัด สำหรับคะแนนความภักดีให้กำหนดระยะเวลาหมดอายุว่างหรือ 0

source: If yes, then this warehouse will be used to store rejected materials
th: ถ้าใช่ คลังสินค้านี้จะถูกใช้สำหรับเก็บวัสดุที่ถูกปฏิเสธ

source: If you are maintaining stock of this Item in your Inventory, ERPNext will make a stock ledger entry for each transaction of this item.
th: หากคุณกำลังดูแลสต็อกของสินค้าในคลังสินค้า ERPNext จะบันทึกบัญชีสต็อกสำหรับแต่ละรายการธุรกรรมของสินค้านี้

source: If you need to reconcile particular transactions against each other, then please select accordingly. If not, all the transactions will be allocated in FIFO order.
th: หากคุณต้องการกระทบยอดรายการธุรกรรมเฉพาะเจาะจง กรุณาเลือกตามที่ต้องการ หากไม่เลือก รายการธุรกรรมทั้งหมดจะถูกจัดสรรตามลำดับ FIFO

source: If you still want to proceed, please disable 'Skip Available Sub Assembly Items' checkbox.
th: หากคุณยังต้องการดำเนินการต่อ กรุณาปิดใช้งานช่องทำเครื่องหมาย 'ข้ามรายการชิ้นส่วนย่อยที่มีอยู่'

source: If you still want to proceed, please enable {0}.
th: หากคุณยังต้องการดำเนินการต่อ กรุณาเปิดใช้งาน {0}

source: If you {0} {1} quantities of the item {2}, the scheme {3} will be applied on the item.
th: หากคุณ {0} {1} ปริมาณสินค้า {2} แบบแผน {3} จะถูกนำไปใช้กับสินค้านั้น

source: If you {0} {1} worth item {2}, the scheme {3} will be applied on the item.
th: หากคุณ {0} {1} ไอเท็มที่คุ้มค่า {2} ระบบจะใช้แบบแผน {3} กับสินค้า

source: If your CSV uses a different delimiter, add that character here, ensuring no spaces or additional characters are included.
th: หากไฟล์ CSV ของคุณใช้ตัวคั่นที่แตกต่าง กรุณาเพิ่มตัวอักษรนั้นที่นี่ โดยต้องไม่มีช่องว่างหรือตัวอักษรเพิ่มเติมใดๆ

source: Ignore
th: ไม่สนใจ

source: Ignore Account Closing Balance
th: ไม่สนใจ ยอดคงเหลือปิดบัญชี

source: Ignore Available Stock
th: ไม่สนใจสต็อกที่มีอยู่

source: Ignore Closing Balance
th: ไม่สนใจยอดคงเหลือปิดบัญชี

source: Ignore Default Payment Terms Template
th: เพิกเฉยแม่แบบเงื่อนไขการชำระเงินเริ่มต้น

source: Ignore Employee Time Overlap
th: เพิกเฉยเวลาซ้อนทับของพนักงาน

source: Ignore Empty Stock
th: ไม่สนใจสต็อกว่าง

source: Ignore Exchange Rate Revaluation and Gain / Loss Journals
th: ไม่ต้องสนใจการปรับปรุงอัตราแลกเปลี่ยนและสมุดรายวันกำไร/ขาดทุน

source: Ignore Existing Ordered Qty
th: ละเว้นจำนวนสั่งซื้อที่มีอยู่

source: Ignore Existing Projected Quantity
th: ละเว้นปริมาณที่คาดการณ์ไว้

source: Ignore Is Opening check for reporting
th: ไม่ต้องตรวจสอบสถานะเปิดสำหรับการรายงาน

source: Ignore Pricing Rule
th: ละเว้นกฎการกำหนดราคา

source: Ignore Pricing Rule is enabled. Cannot apply coupon code.
th: เปิดใช้งานการละเลยกฎการตั้งราคา ไม่สามารถใช้รหัสคูปองได้

source: Ignore System Generated Credit / Debit Notes
th: ละเว้นใบลดหนี้ / ใบเพิ่มหนี้ที่สร้างโดยระบบอัตโนมัติ

source: Ignore User Time Overlap
th: ไม่สนใจเวลาซ้อนทับของผู้ใช้

source: Ignore Voucher Type filter and Select Vouchers Manually
th: ไม่สนใจตัวกรองประเภทใบสำคัญและเลือกใบสำคัญด้วยตนเอง

source: Ignore Workstation Time Overlap
th: ละเว้นเวิร์กสเตชัน Time Overlap

source: Ignores legacy Is Opening field in GL Entry that allows adding opening balance post the system is in use while generating reports
th: ไม่สนใจฟิลด์ Is Opening แบบเดิมในรายการบัญชีแยกประเภทที่อนุญาตให้เพิ่มยอดยกมาตอนหลังจากที่ระบบเริ่มใช้งานแล้วขณะสร้างรายงาน

source: Image
th: รูปภาพ

source: Image View
th: ดูภาพ

source: Image in the description has been removed. To disable this behavior, uncheck "{0}" in {1}.
th: รูปภาพในคำอธิบายถูกลบออกแล้ว หากต้องการปิดการทำงานนี้ ให้ยกเลิกเลือก "{0}" ใน {1}

source: Impairment
th: การด้อยค่าของสินทรัพย์

source: Import
th: นำเข้า

source: Import Chart of Accounts from a csv file
th: นำเข้าผังบัญชีจากไฟล์ csv

source: Import Data
th: นำเข้าข้อมูล

source: Import Data from Spreadsheet
th: นำเข้าข้อมูลจากสเปรดชีต

source: Import File
th: นำเข้าไฟล์

source: Import File Errors and Warnings
th: ข้อผิดพลาดและคำเตือนในการนำเข้าไฟล์

source: Import Genericode File
th: นำเข้าไฟล์ Genericode

source: Import Invoices
th: นำเข้าใบแจ้งหนี้

source: Import Log
th: บันทึกข้อมูลการนำเข้า

source: Import Log Preview
th: ตัวอย่างบันทึกการนำเข้า

source: Import Preview
th: ดูตัวอย่างการนำเข้า

source: Import Progress
th: ความคืบหน้าการนำเข้า

source: Import Successful
th: นำเข้าสำเร็จ

source: Import Supplier Invoice
th: นำเข้าใบแจ้งหนี้ของผู้ผลิต

source: Import Type
th: ประเภทการนำเข้า

source: Import Using CSV file
th: นำเข้าโดยใช้ไฟล์ CSV

source: Import Warnings
th: คำเตือนการนำเข้า

source: Import completed. {0} common codes created.
th: การนำเข้าเสร็จสมบูรณ์ สร้างรหัสทั่วไป {0} รายการแล้ว

source: Import from Google Sheets
th: นำเข้าจาก Google Sheets

source: Import in Bulk
th: การนำเข้าสินค้าในกลุ่ม

source: Importing Common Codes
th: กำลังนำเข้ารหัสทั่วไป

source: Importing {0} of {1}, {2}
th: กำลังนำเข้า {0} จาก {1}, {2}

source: In House
th: ภายในองค์กร

source: In Maintenance
th: ในการบำรุงรักษา

source: In Mins
th: ในนาที

source: In Minutes
th: ในไม่กี่นาที

source: In Party Currency
th: ในสกุลเงินของคู่สัญญา

source: In Percentage
th: เป็นเปอร์เซ็นต์

source: In Process
th: ในกระบวนการ

source: In Production
th: ในการผลิต

source: In Progress
th: กำลังดำเนินการ

source: In Qty
th: ในจำนวน

source: In Stock
th: ในสต็อก

source: In Stock Qty
th: ในสต็อกจำนวน

source: In Transit
th: กำลังเดินทาง

source: In Transit Transfer
th: การโอนระหว่างทาง

source: In Transit Warehouse
th: คลังสินค้าระหว่างทาง

source: In Value
th: ในราคา

source: In Words
th: จำนวนเงิน (ตัวอักษร)

source: In Words (Company Currency)
th: ในคำ (สกุลเงิน บริษัท)

source: In Words (Export) will be visible once you save the Delivery Note.
th: ในคำพูดของ (ส่งออก) จะปรากฏเมื่อคุณบันทึกหมายเหตุจัดส่งสินค้า

source: In Words will be visible once you save the Delivery Note.
th: ในคำพูดของจะสามารถมองเห็นได้เมื่อคุณบันทึกหมายเหตุจัดส่งสินค้า

source: In Words will be visible once you save the Sales Invoice.
th: ในคำพูดของจะสามารถมองเห็นได้เมื่อคุณบันทึกใบแจ้งหนี้การขาย

source: In Words will be visible once you save the Sales Order.
th: ในคำพูดของจะสามารถมองเห็นได้เมื่อคุณบันทึกการสั่งซื้อการขาย

source: In mins
th: ในนาที

source: In minutes
th: ในไม่กี่นาที

source: In row {0} of Appointment Booking Slots: "To Time" must be later than "From Time".
th: ในแถวที่ {0} ของช่องเวลาการจองนัดหมาย: "เวลาสิ้นสุด" ต้องมากกว่า "เวลาเริ่มต้น"

source: In stock
th: มีสินค้าในสต๊อก

source: In the case of multi-tier program, Customers will be auto assigned to the concerned tier as per their spent
th: ในกรณีของโปรแกรมแบบหลายชั้นลูกค้าจะได้รับการกำหนดให้โดยอัตโนมัติตามระดับที่เกี่ยวข้องตามการใช้จ่าย

source: In this section, you can define Company-wide transaction-related defaults for this Item. Eg. Default Warehouse, Default Price List, Supplier, etc.
th: ในส่วนนี้ คุณสามารถกำหนดค่าตั้งต้นที่เกี่ยวข้องกับรายการธุรกรรมทั่วทั้งบริษัทสำหรับ สินค้า นี้ เช่น วันสินค้าเวอร์ที่มา, วันสินราคาลเหนี, ผู้จัดจำ วัน ฯลฯ

source: Inactive
th: เฉื่อยชา

source: Inactive Customers
th: ลูกค้าที่ไม่ได้ใช้งาน

source: Inactive Sales Items
th: รายการขายที่ไม่ใช้งาน

source: Inactive Status
th: สถานะไม่ใช้งาน

source: Incentives
th: แรงจูงใจ

source: Include Account Currency
th: รวมสกุลเงินบัญชี

source: Include Ageing Summary
th: รวมข้อมูลสรุปอายุ

source: Include Closed Orders
th: รวมคำสั่งซื้อที่ปิดแล้ว

source: Include Default FB Assets
th: รวมสินทรัพย์ FB เริ่มต้น

source: Include Default FB Entries
th: รวมรายการหนังสือเริ่มต้น

source: Include Disabled
th: รวมที่ถูกปิดใช้งาน

source: Include Expired
th: รวมหมดอายุ

source: Include Expired Batches
th: รวมชุดสินค้าหมดอายุ

source: Include Exploded Items
th: รวมรายการที่ระเบิดแล้ว

source: Include Item In Manufacturing
th: รวมรายการในการผลิต

source: Include Non Stock Items
th: รวมรายการที่ไม่ใช่สต๊อก

source: Include POS Transactions
th: รวมธุรกรรม POS

source: Include Payment
th: รวมการชำระเงิน

source: Include Payment (POS)
th: รวมถึงการชำระเงิน (POS)

source: Include Reconciled Entries
th: รวมถึง คอมเมนต์ Reconciled

source: Include Returned Invoices (Stand-alone)
th: รวมใบแจ้งหนี้ที่ส่งคืน (แยกต่างหาก)

source: Include Safety Stock in Required Qty Calculation
th: รวมสต็อกความปลอดภัยในการคำนวณปริมาณที่ต้องการ

source: Include Sub-assembly Raw Materials
th: รวมวัตถุดิบการประกอบย่อย

source: Include Subcontracted Items
th: รวมรายการรับเหมาช่วง

source: Include Timesheets in Draft Status
th: รวมบันทึกเวลาที่สถานะร่าง

source: Include UOM
th: รวม UOM

source: Include Zero Stock Items
th: รวมรายการสินค้าคงคลังที่เป็นศูนย์

source: Include in gross
th: รวมอยู่ในขั้นต้น

source: Included Fee
th: ค่าธรรมเนียมรวม

source: Included fee is bigger than the withdrawal itself.
th: ค่าธรรมเนียมที่รวมอยู่มีจำนวนมากกว่าการถอนเงินเอง

source: Included in Gross Profit
th: รวมอยู่ในกำไรขั้นต้น

source: Including items for sub assemblies
th: รวมทั้งรายการสำหรับส่วนประกอบย่อย

source: Income
th: เงินได้

source: Income Account
th: บัญชีรายได้

source: Incoming
th: ขาเข้า

source: Incoming Call Handling Schedule
th: กำหนดการจัดการสายเรียกเข้า

source: Incoming Call Settings
th: การตั้งค่าการโทรเข้า

source: Incoming Rate
th: อัตราเข้า

source: Incoming Rate (Costing)
th: อัตราเข้า (ต้นทุน)

source: Incoming call from {0}
th: สายเรียกเข้าจาก {0}

source: Incompatible Setting Detected
th: พบการตั้งค่าที่ไม่เข้ากัน

source: Incorrect Balance Qty After Transaction
th: จำนวนคงเหลือไม่ถูกต้องหลังทำรายการ

source: Incorrect Batch Consumed
th: ชุดสินค้าใช้ผิดพลาด

source: Incorrect Check in (group) Warehouse for Reorder
th: คลังสินค้ากลุ่มที่ตรวจสอบไม่ถูกต้องสำหรับการสั่งซื้อใหม่

source: Incorrect Component Quantity
th: จำนวนส่วนประกอบไม่ถูกต้อง

source: Incorrect Date
th: วันที่ไม่ถูกต้อง

source: Incorrect Invoice
th: ใบแจ้งหนี้ไม่ถูกต้อง

source: Incorrect Payment Type
th: ประเภทการชำระเงินไม่ถูกต้อง

source: Incorrect Reference Document (Purchase Receipt Item)
th: เอกสารอ้างอิงไม่ถูกต้อง (รายการใบรับของซื้อ)

source: Incorrect Serial No Valuation
th: การประเมินค่าหมายเลขซีเรียลไม่ถูกต้อง

source: Incorrect Serial Number Consumed
th: หมายเลขซีเรียลที่ใช้ไม่ถูกต้อง

source: Incorrect Serial and Batch Bundle
th: ชุดหมายเลขซีเรียลและล็อตไม่ถูกต้อง

source: Incorrect Stock Value Report
th: รายงานมูลค่าคงคลังผิดพลาด

source: Incorrect Type of Transaction
th: ประเภทธุรกรรมไม่ถูกต้อง

source: Incorrect Warehouse
th: คลังสินค้าไม่ถูกต้อง

source: Incorrect number of General Ledger Entries found. You might have selected a wrong Account in the transaction.
th: จำนวนที่ไม่ถูกต้องของรายการบัญชีแยกประเภททั่วไปที่พบ คุณอาจจะเลือกบัญชีที่ไม่ถูกต้องในการทำธุรกรรม

source: Incoterm
th: เงื่อนไขการค้าระหว่างประเทศ

source: Increase In Asset Life(Months)
th: เพิ่มอายุสินทรัพย์ (เดือน)

source: Increment
th: การเพิ่มขึ้น

source: Increment cannot be 0
th: ไม่สามารถเพิ่มเป็น 0

source: Increment for Attribute {0} cannot be 0
th: เพิ่มสำหรับแอตทริบิวต์ {0} ไม่สามารถเป็น 0

source: Indent
th: เยื้อง

source: Indicates that the package is a part of this delivery (Only Draft)
th: แสดงให้เห็นว่าแพคเกจเป็นส่วนหนึ่งของการส่งมอบนี้ (เฉพาะร่าง)

source: Indicator Color
th: สีตัวบ่งชี้

source: Indirect Expense
th: ค่าใช้จ่ายทางอ้อม

source: Indirect Expenses
th: ค่าใช้จ่าย ทางอ้อม

source: Indirect Income
th: รายได้ ทางอ้อม

source: Individual
th: บุคคล

source: Individual GL Entry cannot be cancelled.
th: รายการบัญชีแยกประเภทเดี่ยวไม่สามารถยกเลิกได้

source: Individual Stock Ledger Entry cannot be cancelled.
th: รายการสมุดบัญชีสินค้ารายบุคคลไม่สามารถยกเลิกได้

source: Industry
th: อุตสาหกรรม

source: Industry Type
th: ประเภทอุตสาหกรรม

source: Initial Email Notification Sent
th: ส่งอีเมลแจ้งเตือนครั้งแรกแล้ว

source: Initialize Summary Table
th: เริ่มต้นตารางสรุป

source: Initiated
th: ริเริ่ม

source: Insert New Records
th: แทรกข้อมูลใหม่

source: Inspected By
th: การตรวจสอบโดย

source: Inspection Rejected
th: การตรวจสอบถูกปฏิเสธ

source: Inspection Required
th: การตรวจสอบที่จำเป็น

source: Inspection Required before Delivery
th: ตรวจสอบก่อนที่จะต้องจัดส่งสินค้า

source: Inspection Required before Purchase
th: ตรวจสอบที่จำเป็นก่อนที่จะซื้อ

source: Inspection Submission
th: การส่งตรวจสอบ

source: Inspection Type
th: ประเภทการตรวจสอบ

source: Installation Date
th: วันที่ติดตั้ง

source: Installation Note
th: หมายเหตุการติดตั้ง

source: Installation Note Item
th: รายการหมายเหตุการติดตั้ง

source: Installation Note {0} has already been submitted
th: หมายเหตุ การติดตั้ง {0} ได้ ถูกส่งมา อยู่แล้ว

source: Installation Status
th: สถานะการติดตั้ง

source: Installation Time
th: เวลาติดตั้ง

source: Installation date cannot be before delivery date for Item {0}
th: วันที่ การติดตั้ง ไม่สามารถ ก่อนวันที่ จัดส่ง สินค้า {0}

source: Installed Qty
th: จำนวนการติดตั้ง

source: Installing presets
th: การติดตั้งค่าที่ตั้งล่วงหน้า

source: Instruction
th: คำแนะนำ

source: Instructions
th: คำแนะนำ

source: Insufficient Capacity
th: ความจุไม่เพียงพอ

source: Insufficient Permissions
th: สิทธิ์ไม่เพียงพอ

source: Insufficient Stock
th: ไม่เพียงพอที่แจ้ง

source: Insufficient Stock for Batch
th: สต็อกไม่เพียงพอสำหรับล็อต

source: Insufficient Stock for Product Bundle Items
th: สินค้าคงคลังไม่เพียงพอสำหรับรายการชุดผลิตภัณฑ์

source: Insurance Company
th: บริษัท ประกันภัย

source: Insurance Details
th: รายละเอียดการประกันภัย

source: Insurance End Date
th: วันที่สิ้นสุดการประกัน

source: Insurance Start Date
th: วันที่เริ่มต้นการประกัน

source: Insurance Start date should be less than Insurance End date
th: วันประกันเริ่มต้นควรจะน้อยกว่าวันประกันสิ้นสุด

source: Insurance details
th: รายละเอียดการประกันภัย

source: Insured value
th: มูลค่าที่ผู้เอาประกันภัย

source: Insurer
th: บริษัท ประกันภัย

source: Integration Details
th: รายละเอียดการรวม

source: Integration ID
th: ID การรวม

source: Inter Company Invoice Reference
th: การอ้างอิง บริษัท Invoice

source: Inter Company Journal Entry
th: การเข้าสู่บันทึกประจำ บริษัท

source: Inter Company Journal Entry Reference
th: การอ้างอิงรายการบันทึกประจำ บริษัท

source: Inter Company Order Reference
th: การอ้างอิงคำสั่งซื้อระหว่าง บริษัท

source: Inter Company Purchase Order
th: ใบสั่งซื้อระหว่างบริษัท

source: Inter Company Reference
th: การอ้างอิงระหว่าง บริษัท

source: Inter Company Sales Order
th: ใบสั่งขายระหว่างบริษัท

source: Inter Transfer Reference
th: อ้างอิงการโอนระหว่างบัญชี

source: Inter Warehouse Transfer Settings
th: การตั้งค่าการโอนระหว่างคลังสินค้า

source: Interest
th: ดอกเบี้ย

source: Interest and/or dunning fee
th: ดอกเบี้ยและ/หรือค่าปรับทวงถาม

source: Interested
th: สนใจ

source: Internal Customer
th: ลูกค้าภายใน

source: Internal Customer for company {0} already exists
th: ลูกค้าภายในสำหรับบริษัท {0} มีอยู่แล้ว

source: Internal Purchase Order
th: ใบสั่งซื้อภายใน

source: Internal Sale or Delivery Reference missing.
th: ไม่มีข้อมูลอ้างอิงการขายหรือการจัดส่งภายในระบบ

source: Internal Sales Order
th: ใบสั่งขายภายใน

source: Internal Sales Reference Missing
th: อ้างอิงการขายภายในขาดหาย

source: Internal Supplier
th: ผู้จำหน่ายภายใน

source: Internal Supplier for company {0} already exists
th: ผู้จำหน่ายภายในสำหรับบริษัท {0} มีอยู่แล้ว

source: Internal Transfer
th: โอนภายใน

source: Internal Transfer Reference Missing
th: ไม่มีข้อมูลอ้างอิงการโอนภายใน

source: Internal Transfers
th: การโอนภายใน

source: Internal Work History
th: ประวัติการทำงานภายใน

source: Internal transfers can only be done in company's default currency
th: การโอนภายในสามารถทำได้เฉพาะในสกุลเงินเริ่มต้นของบริษัทเท่านั้น

source: Interval should be between 1 to 59 MInutes
th: ช่วงเวลาควรอยู่ระหว่าง 1 ถึง 59 นาที

source: Introduction
th: การแนะนำ

source: Introduction to Assets
th: บทนำสู่สินทรัพย์

source: Introduction to CRM
th: บทนำสู่ระบบ CRM

source: Introduction to Selling
th: บทนำสู่การขาย

source: Introduction to Stock Entry
th: บทนำสู่การบันทึกสินค้าคงคลัง

source: Invalid
th: ไม่ถูกต้อง

source: Invalid Account
th: บัญชีไม่ถูกต้อง

source: Invalid Allocated Amount
th: จำนวนเงินที่จัดสรรไม่ถูกต้อง

source: Invalid Amount
th: จำนวนไม่ถูกต้อง

source: Invalid Attribute
th: แอตทริบิวต์ไม่ถูกต้อง

source: Invalid Auto Repeat Date
th: วันที่ตั้งเวลาทำซ้ำอัตโนมัติไม่ถูกต้อง

source: Invalid Barcode. There is no Item attached to this barcode.
th: บาร์โค้ดไม่ถูกต้อง ไม่มีรายการติดอยู่กับบาร์โค้ดนี้

source: Invalid Blanket Order for the selected Customer and Item
th: คำสั่งซื้อผ้าห่มไม่ถูกต้องสำหรับลูกค้าและสินค้าที่เลือก

source: Invalid Child Procedure
th: ขั้นตอนเด็กไม่ถูกต้อง

source: Invalid Company for Inter Company Transaction.
th: บริษัท ไม่ถูกต้องสำหรับการทำธุรกรรมระหว่าง บริษัท

source: Invalid Cost Center
th: ศูนย์ต้นทุนไม่ถูกต้อง

source: Invalid Credentials
th: ข้อมูลประจำตัวที่ไม่ถูกต้อง

source: Invalid Delivery Date
th: วันที่จัดส่งไม่ถูกต้อง

source: Invalid Discount
th: ส่วนลดไม่ถูกต้อง

source: Invalid Discount Amount
th: จำนวนส่วนลดไม่ถูกต้อง

source: Invalid Document
th: เอกสารไม่ถูกต้อง

source: Invalid Document Type
th: ประเภทเอกสารไม่ถูกต้อง

source: Invalid Formula
th: สูตรไม่ถูกต้อง

source: Invalid Gross Purchase Amount
th: ยอดรวมการซื้อไม่ถูกต้อง

source: Invalid Group By
th: การจัดกลุ่มไม่ถูกต้อง

source: Invalid Item
th: รายการไม่ถูกต้อง

source: Invalid Item Defaults
th: ค่าตั้งต้นของสินค้าไม่ถูกต้อง

source: Invalid Ledger Entries
th: รายการสมุดรายวันไม่ถูกต้อง

source: Invalid Opening Entry
th: รายการเปิดไม่ถูกต้อง

source: Invalid POS Invoices
th: ใบแจ้งหนี้ POS ไม่ถูกต้อง

source: Invalid Parent Account
th: บัญชีหลักไม่ถูกต้อง

source: Invalid Part Number
th: หมายเลขชิ้นส่วนไม่ถูกต้อง

source: Invalid Posting Time
th: เวลาผ่านรายการไม่ถูกต้อง

source: Invalid Primary Role
th: บทบาทหลักไม่ถูกต้อง

source: Invalid Priority
th: ลำดับความสำคัญไม่ถูกต้อง

source: Invalid Process Loss Configuration
th: การตั้งค่าการสูญเสียจากกระบวนการไม่ถูกต้อง

source: Invalid Purchase Invoice
th: ใบกำกับซื้อไม่ถูกต้อง

source: Invalid Qty
th: จำนวนไม่ถูกต้อง

source: Invalid Quantity
th: ปริมาณไม่ถูกต้อง

source: Invalid Schedule
th: กำหนดการไม่ถูกต้อง

source: Invalid Selling Price
th: ราคาขายไม่ถูกต้อง

source: Invalid Serial and Batch Bundle
th: หมายเลขซีเรียลและชุดบรรจุไม่ถูกต้อง

source: Invalid Source and Target Warehouse
th: คลังสินค้าต้นทางและปลายทางไม่ถูกต้อง

source: Invalid URL
th: URL ไม่ถูกต้อง

source: Invalid Value
th: ค่าไม่ถูกต้อง

source: Invalid Warehouse
th: คลังสินค้าผิดพลาด

source: Invalid amount in accounting entries of {} {} for Account {}: {}
th: จำนวนเงินไม่ถูกต้องในรายการบัญชีของ {} {} สำหรับบัญชี {}: {}

source: Invalid condition expression
th: นิพจน์เงื่อนไขไม่ถูกต้อง

source: Invalid lost reason {0}, please create a new lost reason
th: เหตุผลที่หายไปไม่ถูกต้อง {0} โปรดสร้างเหตุผลที่หายไปใหม่

source: Invalid naming series (. missing) for {0}
th: ชุดการตั้งชื่อไม่ถูกต้อง (. ไม่มี) สำหรับ {0}

source: Invalid parameter. 'dn' should be of type str
th: พารามิเตอร์ไม่ถูกต้อง 'dn' ควรเป็นประเภท str

source: Invalid reference {0} {1}
th: การอ้างอิงที่ไม่ถูกต้อง {0} {1}

source: Invalid result key. Response:
th: คีย์ผลลัพธ์ไม่ถูกต้อง การตอบกลับ:

source: Invalid value {0} for {1} against account {2}
th: ค่าที่ไม่ถูกต้อง {0} สำหรับ {1} ในบัญชี {2}

source: Invalid {0}
th: ไม่ถูกต้อง {0}

source: Invalid {0} for Inter Company Transaction.
th: {0} ไม่ถูกต้องสำหรับธุรกรรมระหว่าง บริษัท

source: Invalid {0}: {1}
th: ไม่ถูกต้อง {0}: {1}

source: Inventory
th: รายการสินค้า

source: Inventory Dimension
th: มิติของคลังสินค้า

source: Inventory Dimension Negative Stock
th: มิติสินค้าคงคลัง สต็อกติดลบ

source: Inventory Settings
th: การตั้งค่าคลังสินค้า

source: Inventory Turnover Ratio
th: อัตราการหมุนเวียนสินค้าคงคลัง

source: Inventory, Warehouses, Analysis, and more.
th: คลังสินค้า, วันสัยหาร, คาบชาราย, แปลเป็น แปลภาษา
