Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Total Qty
th: จำนวนรวม

source: Total Quantity
th: ปริมาณทั้งหมด

source: Total Received Amount
th: จำนวนเงินที่ได้รับทั้งหมด

source: Total Repair Cost
th: รวมค่าใช้จ่ายซ่อมแซมทั้งหมด

source: Total Reposting Count
th: จำนวนครั้งที่โพสต์ซ้ำทั้งหมด

source: Total Revenue
th: รายได้รวม

source: Total Sales Amount
th: ยอดขายรวม

source: Total Sales Amount (via Sales Order)
th: ยอดขายรวม (ผ่านใบสั่งขาย)

source: Total Stock Summary
th: สรุปสต็อคทั้งหมด

source: Total Stock Value
th: มูลค่าคงเหลือรวม

source: Total Supplied Qty
th: ปริมาณที่จัดส่งรวม

source: Total Target
th: เป้าหมายรวม

source: Total Tasks
th: งานทั้งหมด

source: Total Tax
th: ภาษีทั้งหมด

source: Total Taxes and Charges
th: ภาษีและค่าบริการรวม

source: Total Taxes and Charges (Company Currency)
th: รวมภาษีและค่าบริการ (สกุลเงิน บริษัท )

source: Total Time (in Mins)
th: เวลารวม (นาที)

source: Total Time in Mins
th: เวลาทั้งหมดเป็นนาที

source: Total Unpaid: {0}
th: รวมค้างชำระ: {0}

source: Total Value
th: มูลค่ารวม

source: Total Value Difference (Incoming - Outgoing)
th: ผลต่างมูลค่ารวม (ขาเข้า - ขาออก)

source: Total Variance
th: ความแปรปรวนทั้งหมด

source: Total Views
th: ยอดเข้าชมทั้งหมด

source: Total Warehouses
th: คลังสินค้าทั้งหมด

source: Total Weight
th: น้ำหนักรวม

source: Total Weight (kg)
th: น้ำหนักรวม (กก.)

source: Total Working Hours
th: รวมชั่วโมงทำงาน

source: Total allocated percentage for sales team should be 100
th: ร้อยละ จัดสรร รวม สำหรับทีม ขายควร เป็น 100

source: Total completed quantity: {0}
th: ปริมาณที่เสร็จสมบูรณ์ทั้งหมด: {0}

source: Total contribution percentage should be equal to 100
th: เปอร์เซ็นต์ผลงานทั้งหมดควรเท่ากับ 100

source: Total hours: {0}
th: ชั่วโมงรวม: {0}

source: Total payments amount can't be greater than {}
th: จำนวนเงินที่ชำระรวมต้องไม่เกิน {}

source: Total percentage against cost centers should be 100
th: เปอร์เซ็นต์รวมทั้งหมดต่อศูนย์ต้นทุนต้องเท่ากับ 100

source: Total {0} ({1})
th: รวม {0} ({1})

source: Total {0} for all items is zero, may be you should change 'Distribute Charges Based On'
th: รวม {0} สำหรับรายการทั้งหมดเป็นศูนย์อาจจะเป็นคุณควรเปลี่ยน &#39;กระจายค่าใช้จ่ายขึ้นอยู่กับ&#39;

source: Total(Amt)
th: รวม (Amt)

source: Total(Qty)
th: รวม (จำนวน)

source: Totals
th: ผลรวม

source: Traceability
th: ตรวจสอบย้อนกลับ

source: Track Material Request
th: ติดตามคำขอวัสดุ

source: Track Service Level Agreement
th: ติดตามข้อตกลงระดับการให้บริการ

source: Track separate Income and Expense for product verticals or divisions.
th: ติดตามรายได้และค่าใช้จ่ายแยกต่างหากสำหรับแนวดิ่งผลิตภัณฑ์หรือหน่วยงาน

source: Tracking Status
th: สถานะการติดตาม

source: Tracking Status Info
th: ข้อมูลสถานะการติดตาม

source: Tracking URL
th: URL การติดตามผล

source: Transaction
th: การซื้อขาย

source: Transaction Currency
th: ธุรกรรมเงินตรา

source: Transaction Date
th: วันที่ทำรายการ

source: Transaction Deletion Document: {0} is running for this Company. {1}
th: เอกสารการลบรายการ: {0} กำลังดำเนินการสำหรับ ธุรกิจนี้ {1}

source: Transaction Deletion Record
th: บันทึกการลบรายการธุรกรรม

source: Transaction Deletion Record Details
th: รายละเอียดบันทึกการลบรายการธุรกรรม

source: Transaction Deletion Record Item
th: รายการบันทึกการลบธุรกรรม

source: Transaction Details
th: รายละเอียดธุรกรรม

source: Transaction Exchange Rate
th: อัตราแลกเปลี่ยนรายการธุรกรรม

source: Transaction ID
th: รหัสธุรกรรม

source: Transaction Name
th: ชื่อรายการธุรกรรม

source: Transaction Settings
th: การตั้งค่าธุรกรรม

source: Transaction Type
th: ประเภทธุรกรรม

source: Transaction currency must be same as Payment Gateway currency
th: สกุลเงินการทำธุรกรรมจะต้องเป็นเช่นเดียวกับการชำระเงินสกุลเงินเกตเวย์

source: Transaction currency: {0} cannot be different from Bank Account({1}) currency: {2}
th: สกุลเงินในการทำรายการ: {0} ต้องตรงกับสกุลเงินของ บัญชี ขวาง({1}): {2}

source: Transaction not allowed against stopped Work Order {0}
th: การทำธุรกรรมไม่ได้รับอนุญาตจากคำสั่งซื้อที่หยุดทำงาน {0}

source: Transaction reference no {0} dated {1}
th: การอ้างอิงการทำธุรกรรมไม่มี {0} วันที่ {1}

source: Transactions
th: การทำธุรกรรม

source: Transactions Annual History
th: ประวัติประจำปี

source: Transactions against the Company already exist! Chart of Accounts can only be imported for a Company with no transactions.
th: มีรายการทำธุรกรรมกับบริษัทนี้แล้ว! สามารถนำเข้าผังบัญชีได้เฉพาะบริษัทที่ไม่มีรายการทำธุรกรรมเท่านั้น

source: Transfer
th: โอน

source: Transfer Asset
th: โอนสินทรัพย์

source: Transfer From Warehouses
th: โอนจากคลังสินค้า

source: Transfer Material Against
th: โอนย้ายวัสดุ

source: Transfer Materials For Warehouse {0}
th: โอนวัสดุสำหรับคลังสินค้า {0}

source: Transfer Status
th: สถานะการโอน

source: Transfer Type
th: ประเภทการโอนย้าย

source: Transfer and Issue
th: โอนย้ายและออกให้

source: Transfered
th: โอน

source: Transferred
th: โอน

source: Transferred Qty
th: โอน จำนวน

source: Transferred Quantity
th: ปริมาณที่โอน

source: Transit
th: ระหว่างทาง

source: Transit Entry
th: รายการโอนผ่าน

source: Transport Receipt Date
th: วันที่รับใบเสร็จการขนส่ง

source: Transport Receipt No
th: เลขที่ใบขนส่ง

source: Transporter Details
th: รายละเอียด Transporter

source: Transporter Info
th: ข้อมูลการขนย้าย

source: Transporter Name
th: ชื่อ Transporter

source: Travel Expenses
th: ค่าใช้จ่ายใน การเดินทาง

source: Tree Details
th: รายละเอียดต้นไม้

source: Tree Type
th: ประเภท ต้นไม้

source: Tree of Procedures
th: ต้นไม้แห่งกระบวนการ

source: Trial Balance
th: งบทดลอง

source: Trial Balance (Simple)
th: งบทดลอง (ง่าย)

source: Trial Balance for Party
th: งบทดลองสำหรับพรรค

source: Trial Period End Date
th: วันที่สิ้นสุดของรอบระยะทดลอง

source: Trial Period End Date Cannot be before Trial Period Start Date
th: วันสิ้นสุดของรอบระยะทดลองไม่สามารถเป็นได้ก่อนวันที่เริ่มทดลองใช้

source: Trial Period Start Date
th: วันที่เริ่มทดลองใช้

source: Trial Period Start date cannot be after Subscription Start Date
th: ระยะเวลาทดลองใช้วันที่เริ่มต้นต้องไม่อยู่หลังวันที่เริ่มการสมัครสมาชิก

source: Truncates 'Remarks' column to set character length
th: ตัดข้อความในคอลัมน์ 'หมายเหตุ' ให้มีความยาวตามที่กำหนด

source: Tuesday
th: วันอังคาร

source: Turnover Ratios
th: อัตราส่วนยอดขาย

source: Twice Daily
th: วันละสองครั้ง

source: Two-way
th: สองทาง

source: Type
th: ชนิด

source: Type Of Call
th: ประเภทของการโทร

source: Type of Payment
th: ประเภทของการชำระเงิน

source: Type of Transaction
th: ประเภทของรายการธุรกรรม

source: Type of document to rename.
th: ประเภทของเอกสารที่จะเปลี่ยนชื่อ

source: Types of activities for Time Logs
th: ประเภทของกิจกรรมสำหรับบันทึกเวลา

source: UAE VAT 201
th: ภาษีมูลค่าเพิ่ม UAE 201

source: UAE VAT Account
th: บัญชี VAT สินทรัพย์ UAE

source: UAE VAT Accounts
th: บัญชี VAT สินทรัพย์ UAE

source: UAE VAT Settings
th: การตั้งค่าภาษีมูลค่าเพิ่มของสหรัฐอาหรับเอมิเรตส์

source: UOM Category
th: หมวดหมู่ UOM

source: UOM Conversion Detail
th: รายละเอียดการแปลง UOM

source: UOM Conversion Factor
th: ปัจจัยการแปลง UOM

source: UOM Conversion factor ({0} -> {1}) not found for item: {2}
th: ไม่พบปัจจัยการแปลง UOM ({0} -&gt; {1}) สำหรับรายการ: {2}

source: UOM Conversion factor is required in row {0}
th: ปัจจัย UOM แปลง จะต้อง อยู่ในแถว {0}

source: UOM Name
th: ชื่อ UOM

source: UOM conversion factor required for UOM: {0} in Item: {1}
th: ต้องระบุปัจจัยการแปลงหน่วยวัดสำหรับหน่วยวัด: {0} ในสินค้า: {1}

source: UOM {0} not found in Item {1}
th: หน่วยวัด {0} ไม่พบในสินค้า {1}

source: URL can only be a string
th: URL สามารถเป็นสตริงเท่านั้น

source: UnBuffered Cursor
th: เคอร์เซอร์แบบไม่บัฟเฟอร์

source: UnReconcile
th: ยกเลิกการตรวจสอบความถูกต้องของบัญชี

source: UnReconcile Allocations
th: ยกเลิกการจับคู่รายการจัดสรร

source: Unable to find exchange rate for {0} to {1} for key date {2}. Please create a Currency Exchange record manually
th: ไม่สามารถหาอัตราแลกเปลี่ยนสำหรับ {0} ถึง {1} สำหรับวันสำคัญ {2} โปรดสร้างบันทึกการแลกเปลี่ยนสกุลเงินด้วยตนเอง

source: Unable to find score starting at {0}. You need to have standing scores covering 0 to 100
th: ไม่สามารถหาคะแนนเริ่มต้นที่ {0} คุณต้องมีคะแนนยืนตั้งแต่ 0 ถึง 100

source: Unable to find the time slot in the next {0} days for the operation {1}. Please increase the 'Capacity Planning For (Days)' in the {2}.
th: ไม่สามารถค้นหาช่วงเวลาที่ว่างใน {0} วันถัดไปสำหรับการดำเนินงาน {1} ได้ กรุณาเพิ่มค่า 'การวางแผนกำลังการผลิตสำหรับ (วัน)' ใน {2}

source: Unable to find variable:
th: ไม่สามารถค้นหาตัวแปรได้:

source: Unallocated Amount
th: จํานวนเงินที่ไม่ได้ปันส่วน

source: Unassigned Qty
th: จำนวนที่ยังไม่ได้กำหนด

source: Unblock Invoice
th: เลิกบล็อกใบแจ้งหนี้

source: Unclosed Fiscal Years Profit / Loss (Credit)
th: Unclosed ปีงบประมาณกำไร / ขาดทุน (เครดิต)

source: Under AMC
th: ภายใต้ AMC

source: Under Graduate
th: ภายใต้บัณฑิต

source: Under Warranty
th: อยู่ภายในการรับประกัน

source: Under Working Hours table, you can add start and end times for a Workstation. For example, a Workstation may be active from 9 am to 1 pm, then 2 pm to 5 pm. You can also specify the working hours based on shifts. While scheduling a Work Order, the system will check for the availability of the Workstation based on the working hours specified.
th: ภายใต้ตารางเวลาทำงาน คุณสามารถเพิ่มเวลาที่เริ่มต้นและเวลาสิ้นสุดสำหรับสถานีงานได้ ตัวอย่างเช่น สถานีงานอาจทำงานตั้งแต่ 9 โมงเช้าถึง 1 โมงบ่าย จากนั้นตั้งแต่ 2 โมงบ่ายถึง 5 โมงเย็น คุณยังสามารถระบุชั่วโมงทำงานตามกะได้ ในขณะกำหนดเวลาสำหรับคำสั่งงาน ระบบจะตรวจสอบความพร้อมของสถานีงานตามชั่วโมงทำงานที่ระบุไว้

source: Unfulfilled
th: ไม่ได้ผล

source: Unit Price
th: ราคาต่อหน่วย

source: Unit of Measure
th: หน่วยของการวัด

source: Unit of Measure (UOM)
th: หน่วยวัด (UOM)

source: Unit of Measure {0} has been entered more than once in Conversion Factor Table
th: หน่วย ของการวัด {0} ได้รับการป้อน มากกว่าหนึ่งครั้งใน การแปลง ปัจจัย ตาราง

source: Units of Measure
th: หน่วยวัด

source: Unknown
th: ไม่ทราบ

source: Unknown Caller
th: ไม่ทราบผู้โทร

source: Unlink Advance Payment on Cancellation of Order
th: ยกเลิกการเชื่อมโยงการชำระเงินล่วงหน้าเมื่อยกเลิกคำสั่งซื้อ

source: Unlink Payment on Cancellation of Invoice
th: ยกเลิกการเชื่อมโยงการชำระเงินในการยกเลิกใบแจ้งหนี้

source: Unlink external integrations
th: ยกเลิกการเชื่อมต่อภายนอก

source: Unlinked
th: ไม่ได้เชื่อมโยง

source: Unpaid
th: ไม่ได้ค่าจ้าง

source: Unpaid and Discounted
th: ยังไม่ได้ชำระและลดราคา

source: Unplanned machine maintenance
th: การบำรุงรักษาเครื่องจักรโดยไม่ได้วางแผนไว้

source: Unqualified
th: ไม่ผ่านคุณสมบัติ

source: Unrealized Exchange Gain/Loss Account
th: บัญชีกำไรขาดทุนที่ยังไม่เกิดขึ้นจริง

source: Unrealized Profit / Loss Account
th: บัญชี อางสินอังเลือร์ / ชาลอาร

source: Unrealized Profit / Loss account for intra-company transfers
th: บัญชีผลกำไร/ขาดทุนที่ยังไม่ตระหนักสำหรับการโอนภายในบริษัท

source: Unrealized Profit/Loss account for intra-company transfers
th: บัญชีผลกำไร/ขาดทุนที่ยังไม่ตระหนักสำหรับการโอนภายในบริษัท

source: Unreconcile Payment
th: การชำระเงินที่ยังไม่กระทบยอด

source: Unreconcile Payment Entries
th: รายการชำระเงินที่ยังไม่ตรงกัน

source: Unreconcile Transaction
th: รายการที่ยังไม่กระทบยอด

source: Unreconciled
th: ที่ไม่ได้ปรับ

source: Unreconciled Amount
th: ยอดเงินที่ยังไม่กระทบยอด

source: Unreconciled Entries
th: รายการที่ยังไม่กระทบยอด

source: Unreserve
th: ยกเลิกการสำรอง

source: Unreserve Stock
th: ยกเลิกการสำรองสต็อก

source: Unreserving Stock...
th: กำลังยกเลิกการสำรองสินค้า...

source: Unresolved
th: ยังไม่ได้แก้ไข

source: Unscheduled
th: ไม่ได้หมายกำหนดการ

source: Unsecured Loans
th: เงินให้กู้ยืม ที่ไม่มีหลักประกัน

source: Unset Matched Payment Request
th: ยกเลิกคำขอชำระเงินที่ตรงกัน

source: Unsigned
th: ไม่ได้ลงนาม

source: Unsubscribe from this Email Digest
th: ยกเลิกการรับอีเมล์ Digest นี้

source: Unsubscribed
th: ยกเลิกการสมัคร

source: Until
th: จนกระทั่ง

source: Unverified
th: ไม่สอบ

source: Unverified Webhook Data
th: ข้อมูล Webhook ที่ไม่ได้รับการยืนยัน

source: Up
th: ขึ้น

source: Upcoming Calendar Events
th: กิจกรรมในปฏิทินที่กำลังจะมาถึง

source: Upcoming Calendar Events
th: ที่จะเกิดขึ้นปฏิทินเหตุการณ์

source: Update
th: อัพเดท

source: Update Account Name / Number
th: อัปเดตชื่อบัญชี / หมายเลข

source: Update Account Number / Name
th: อัปเดตหมายเลขบัญชี / ชื่อ

source: Update Auto Repeat Reference
th: อัปเดตข้อมูลอ้างอิงการทำซ้ำอัตโนมัติ

source: Update BOM Cost Automatically
th: อัพเดตค่าใช้จ่าย BOM โดยอัตโนมัติ

source: Update BOM cost automatically via scheduler, based on the latest Valuation Rate/Price List Rate/Last Purchase Rate of raw materials
th: อัปเดตต้นทุน BOM โดยอัตโนมัติผ่านตัวกำหนดตารางเวลาตามอัตราการประเมินล่าสุด / อัตรารายการราคา / อัตราการซื้อล่าสุดของวัตถุดิบ

source: Update Batch Qty
th: ปรับปรุงจำนวนล็อต

source: Update Billed Amount in Delivery Note
th: ปรับปรุงจำนวนเงินที่เรียกเก็บในใบส่งของ

source: Update Billed Amount in Purchase Order
th: อัปเดตจำนวนเงินที่เรียกเก็บในใบสั่งซื้อ

source: Update Billed Amount in Purchase Receipt
th: ปรับปรุงจำนวนเงินที่เรียกเก็บในใบรับสินค้า

source: Update Billed Amount in Sales Order
th: อัปเดตจำนวนเงินที่เรียกเก็บจากใบสั่งขาย

source: Update Clearance Date
th: อัพเดทวันที่ Clearance

source: Update Consumed Material Cost In Project
th: อัพเดทต้นทุนวัสดุสิ้นเปลืองในโครงการ

source: Update Cost
th: ปรับปรุง ค่าใช้จ่าย

source: Update Cost Center Name / Number
th: อัปเดตชื่อ / หมายเลขศูนย์ต้นทุน

source: Update Costing and Billing
th: อัปเดตราคาต้นทุนและการวางบิล

source: Update Current Stock
th: อัปเดตหุ้นปัจจุบัน

source: Update Existing Price List Rate
th: อัปเดตราคาสินค้าในรายการราคาที่มีอยู่แล้ว

source: Update Existing Records
th: อัปเดตระเบียนที่มีอยู่

source: Update Items
th: ปรับปรุงรายการ

source: Update Outstanding for Self
th: ปรับปรุงยอดค้างชำระสำหรับตนเอง

source: Update Price List Based On
th: ปรับปรุงรายการราคาตาม

source: Update Print Format
th: รูปแบบการพิมพ์การปรับปรุง

source: Update Rate and Availability
th: ปรับปรุงอัตราและความพร้อมใช้งาน

source: Update Rate as per Last Purchase
th: ปรับอัตราตามการซื้อครั้งล่าสุด

source: Update Stock
th: อัพเดทสต็อก

source: Update Stock Opening Balance
th: ปรับปรุงยอดคงเหลือต้นงวดของสต็อก

source: Update Type
th: ประเภทการอัพเดท

source: Update frequency of Project
th: ความถี่ในการอัปเดตโครงการ

source: Update latest price in all BOMs
th: อัปเดตราคาล่าสุดใน BOM ทั้งหมด

source: Update stock must be enabled for the purchase invoice {0}
th: ต้องเปิดใช้งานการอัปเดตสต็อกสำหรับใบกำกับซื้อ {0}

source: Update the modified timestamp on new communications received in Lead & Opportunity.
th: อัปเดตเวลาที่แก้ไขล่าสุดสำหรับการสื่อสารใหม่ที่ได้รับในโอกาสและโอกาสทางธุรกิจ

source: Update timestamp on new communication
th: อัปเดตเวลาล่าสุดในการสื่อสารใหม่

source: Updated via 'Time Log' (In Minutes)
th: อัปเดตผ่าน 'บันทึกเวลา' (เป็นนาที)

source: Updating Costing and Billing fields against this Project...
th: กำลังอัปเดตข้อมูลต้นทุนและการเรียกเก็บเงินสำหรับโครงการนี้...

source: Updating Opening Balances
th: กำลังอัปเดตยอดยกมา

source: Updating Variants...
th: กำลังอัปเดตชุดตัวเลือก ...

source: Updating Work Order status
th: กำลังอัปเดตสถานะใบสั่งผลิต

source: Updating {0} of {1}, {2}
th: กำลังอัปเดต {0} จาก {1}, {2}

source: Upload Bank Statement
th: อัปโหลดรายการเดินบัญชีธนาคาร

source: Upload XML Invoices
th: อัปโหลดใบแจ้งหนี้ XML

source: Upon enabling this, the JV will be submitted for a different exchange rate.
th: เมื่อเปิดใช้งานนี้แล้ว รายการสมุดรายวันจะถูกส่งสำหรับอัตราแลกเปลี่ยนที่แตกต่างกัน

source: Upper Income
th: รายได้บน

source: Urgent
th: ด่วน

source: Use 'Repost in background' button to trigger background job. Job can only be triggered when document is in Queued or Failed status.
th: ใช้ปุ่ม 'โพสต์ซ้ำในพื้นหลัง' เพื่อเริ่มงานในพื้นหลัง งานจะเริ่มได้เฉพาะเมื่อเอกสารอยู่ในสถานะ รอคิว หรือ ล้มเหลว เท่านั้น

source: Use Batch-wise Valuation
th: ใช้การประเมินมูลค่าตามล็อต

source: Use Company Default Round Off Cost Center
th: ใช้ศูนย์ต้นทุนปัดเศษตามค่าเริ่มต้นของบริษัท

source: Use Company default Cost Center for Round off
th: ใช้ศูนย์ต้นทุนเริ่มต้นของบริษัทสำหรับการปัดเศษ

source: Use Google Maps Direction API to calculate estimated arrival times
th: ใช้ Google Maps Direction API เพื่อคำนวณเวลามาถึงโดยประมาณ

source: Use Google Maps Direction API to optimize route
th: ใช้ Google Maps Direction API เพื่อปรับเส้นทางให้เหมาะสม

source: Use HTTP Protocol
th: ใช้โปรโตคอล HTTP

source: Use Item based reposting
th: ใช้การรายงานซ้ำตามรายการสินค้า

source: Use Legacy Controller For Period Closing Voucher
th: ใช้ตัวควบคุมแบบเดิมสำหรับใบสำคัญปิดงวดบัญชี

source: Use Multi-Level BOM
th: ใช้ BOM หลายระดับ

source: Use Prices from Default Price List as Fallback
th: ใช้ราคาจากรายการราคามาตรฐานเป็นค่าเริ่มต้นสำรอง

source: Use Serial / Batch Fields
th: ใช้ฟิลด์หมายเลขซีเรียล / หมวดหมู่

source: Use Serial No / Batch Fields
th: ใช้ฟิลด์หมายเลขซีเรียล / หมวดหมู่

source: Use Transaction Date Exchange Rate
th: ใช้อัตราแลกเปลี่ยนวันที่ทำรายการ

source: Use a name that is different from previous project name
th: ใช้ชื่อที่แตกต่างจากชื่อโครงการก่อนหน้า

source: Use for Shopping Cart
th: ใช้สำหรับรถเข็น

source: Use this field to render any custom HTML in the section.
th: ใช้ฟิลด์นี้เพื่อแสดง HTML ที่กำหนดเองใด ๆ ในส่วน

source: Used
th: มือสอง

source: Used for Production Plan
th: ที่ใช้ในการวางแผนการผลิต

source: User
th: ผู้ใช้งาน

source: User Details
th: รายละเอียดผู้ใช้

source: User Forum
th: ฟอรั่มผู้ใช้

source: User ID
th: รหัสผู้ใช้

source: User ID not set for Employee {0}
th: รหัสผู้ใช้ ไม่ได้ ตั้งไว้สำหรับ พนักงาน {0}

source: User Remark
th: หมายเหตุผู้ใช้

source: User Resolution Time
th: เวลาในการแก้ปัญหาของผู้ใช้

source: User has not applied rule on the invoice {0}
th: ผู้ใช้ไม่ได้ใช้กฎกับใบแจ้งหนี้ {0}

source: User {0} does not exist
th: ผู้ใช้ {0} ไม่อยู่

source: User {0} doesn't have any default POS Profile. Check Default at Row {1} for this User.
th: ผู้ใช้ {0} ไม่มีโพรไฟล์ POS มาตรฐานใด ๆ ตรวจสอบการตั้งค่าเริ่มต้นที่แถว {1} สำหรับผู้ใช้รายนี้

source: User {0} is already assigned to Employee {1}
th: ผู้ใช้ {0} จะถูก กำหนดให้กับ พนักงาน {1}

source: User {0} is disabled
th: ผู้ใช้ {0} ถูกปิดใช้งาน

source: User {0}: Removed Employee Self Service role as there is no mapped employee.
th: ผู้ใช้ {0}: ลบบทบาทการให้บริการตนเองของพนักงานเนื่องจากไม่มีการเชื่อมโยงพนักงานใด ๆ

source: User {0}: Removed Employee role as there is no mapped employee.
th: ผู้ใช้ {0}: ลบบทบาทพนักงานเนื่องจากไม่มีการเชื่อมโยงพนักงาน

source: User {} is disabled. Please select valid user/cashier
th: ผู้ใช้ {} ถูกปิดใช้งาน โปรดเลือกผู้ใช้ / แคชเชียร์ที่ถูกต้อง

source: Users
th: ผู้ใช้

source: Users can enable the checkbox If they want to adjust the incoming rate (set using purchase receipt) based on the purchase invoice rate.
th: ผู้ใช้สามารถเปิดใช้งานช่องทำเครื่องหมายนี้หากต้องการปรับอัตราขาเข้าที่ตั้งไว้โดยใช้ใบรับของซื้อ ตามอัตราในใบกำกับภาษีซื้อ

source: Users with this role are allowed to over bill above the allowance percentage
th: ผู้ใช้ที่มีบทบาทนี้ได้รับอนุญาตให้เรียกเก็บเงินเกินเปอร์เซ็นต์ที่กำหนดไว้ได้

source: Users with this role are allowed to over deliver/receive against orders above the allowance percentage
th: ผู้ใช้ที่มีบทบาทนี้ได้รับอนุญาตให้ส่งมอบ/รับเกินคำสั่งซื้อได้ตามเปอร์เซ็นต์ที่กำหนดไว้

source: Users with this role are allowed to set frozen accounts and create / modify accounting entries against frozen accounts
th: ผู้ใช้ที่มี บทบาทนี้ ได้รับอนุญาตให้ตั้ง บัญชีแช่แข็งและ สร้าง / แก้ไข รายการบัญชี ในบัญชีแช่แข็ง

source: Using negative stock disables FIFO/Moving average valuation when inventory is negative.
th: การใช้สต็อกติดลบจะทำให้การประเมินมูลค่าแบบ FIFO/ค่าเฉลี่ยเคลื่อนที่ไม่ทำงานเมื่อสินค้าคงคลังเป็นลบ

source: Utility Expenses
th: ค่าใช้จ่ายใน ยูทิลิตี้

source: VAT Accounts
th: บัญชีภาษีมูลค่าเพิ่ม

source: VAT Amount (AED)
th: จำนวนภาษีมูลค่าเพิ่ม (AED)

source: VAT Audit Report
th: รายงานตรวจสอบภาษีมูลค่าเพิ่ม

source: VAT on Expenses and All Other Inputs
th: ภาษีมูลค่าเพิ่มจากค่าใช้จ่ายและรายการรับเข้าทั้งหมด

source: VAT on Sales and All Other Outputs
th: ภาษีมูลค่าเพิ่มจากการขายและรายได้อื่น ๆ ทั้งหมด

source: Valid From
th: ใช้ได้จาก

source: Valid From date not in Fiscal Year {0}
th: ใช้ได้ตั้งแต่วันที่ไม่ใช่ในปีงบประมาณ {0}

source: Valid From must be after {0} as last GL Entry against the cost center {1} posted on this date
th: วันที่เริ่มต้นต้องอยู่หลัง {0} ซึ่งเป็นรายการสมุดรายวันล่าสุดที่บันทึกกับศูนย์ต้นทุน {1} ในวันที่นี้

source: Valid Till
th: ใช้ได้จนถึง

source: Valid Upto
th: ใช้ได้ไม่เกิน

source: Valid Upto date cannot be before Valid From date
th: วันที่ไม่เกินที่ถูกต้องไม่สามารถอยู่ก่อนวันที่ใช้ได้

source: Valid Upto date not in Fiscal Year {0}
th: วันที่ไม่เกินที่ถูกต้องไม่ใช่ในปีงบประมาณ {0}

source: Valid for Countries
th: ที่ถูกต้องสำหรับประเทศ

source: Valid from and valid upto fields are mandatory for the cumulative
th: ฟิลด์ที่ใช้ได้จากและไม่เกินนั้นใช้ได้สำหรับการสะสม

source: Valid till Date cannot be before Transaction Date
th: ไม่สามารถใช้ได้จนถึงวันที่ก่อนวันที่ทำธุรกรรม

source: Valid till date cannot be before transaction date
th: วันที่ที่ถูกต้องจนกว่าจะถึงวันที่ทำรายการ

source: Validate Applied Rule
th: ตรวจสอบกฎที่ใช้

source: Validate Components and Quantities Per BOM
th: ตรวจสอบส่วนประกอบและปริมาณต่อสูตรวัสดุ (BOM)

source: Validate Consumed Qty (as per BOM)
th: ตรวจสอบปริมาณที่ใช้แล้ว (ตาม BOM)

source: Validate Material Transfer Warehouses
th: ตรวจสอบคลังสินค้าย้ายวัสดุ

source: Validate Negative Stock
th: ตรวจสอบสต็อกติดลบ

source: Validate Pricing Rule
th: ตรวจสอบกฎการตั้งราคา

source: Validate Selling Price for Item Against Purchase Rate or Valuation Rate
th: ตรวจสอบราคาขายสำหรับสินค้าเทียบกับอัตราการซื้อหรืออัตราการประเมินมูลค่า

source: Validate Stock on Save
th: ตรวจสอบสต็อกเมื่อบันทึก

source: Validity
th: ความถูกต้อง

source: Validity Details
th: รายละเอียดความถูกต้อง

source: Validity and Usage
th: ความถูกต้องและการใช้งาน

source: Validity in Days
th: ความถูกต้องในวัน

source: Validity period of this quotation has ended.
th: ช่วงสิ้นสุดของใบเสนอราคานี้สิ้นสุดลงแล้ว

source: Valuation
th: การประเมินค่า

source: Valuation (I - K)
th: การประเมินมูลค่า (I - K)

source: Valuation Field Type
th: ประเภทฟิลด์การประเมินมูลค่า

source: Valuation Method
th: วิธีการประเมิน

source: Valuation Rate
th: อัตราการประเมิน

source: Valuation Rate (In / Out)
th: อัตราการประเมินมูลค่า (เข้า / ออก)

source: Valuation Rate Missing
th: ไม่มีอัตราการประเมิน

source: Valuation Rate for the Item {0}, is required to do accounting entries for {1} {2}.
th: อัตราการประเมินค่าสำหรับรายการ {0} จำเป็นต้องทำรายการบัญชีสำหรับ {1} {2}

source: Valuation Rate is mandatory if Opening Stock entered
th: อัตราการประเมินมีผลบังคับใช้หากเปิดการแจ้งเข้ามา

source: Valuation Rate required for Item {0} at row {1}
th: ต้องมีการประเมินค่าอัตราสำหรับรายการ {0} ที่แถว {1}

source: Valuation and Total
th: การประเมินและรวม

source: Valuation rate for customer provided items has been set to zero.
th: อัตราการประเมินค่าสำหรับสินค้าที่ลูกค้าให้มาได้ถูกตั้งค่าเป็นศูนย์แล้ว

source: Valuation rate for the item as per Sales Invoice (Only for Internal Transfers)
th: อัตราการประเมินค่าสินค้าตามใบกำกับภาษีขาย (สำหรับการโอนภายในเท่านั้น)

source: Valuation type charges can not be marked as Inclusive
th: ไม่สามารถทำเครื่องหมายประเภทการประเมินค่าเป็นแบบรวมได้

source: Valuation type charges can not marked as Inclusive
th: ค่าใช้จ่ายประเภทการประเมินไม่สามารถทำเครื่องหมายเป็น Inclusive

source: Value
th: ราคา

source: Value (G - D)
th: มูลค่า (G - D)

source: Value ({0})
th: มูลค่า ({0})

source: Value After Depreciation
th: ค่าหลังจากค่าเสื่อมราคา

source: Value Based Inspection
th: การตรวจสอบโดยอิงค่าคุณค่า

source: Value Change
th: การเปลี่ยนแปลงค่า

source: Value Details
th: รายละเอียดค่า

source: Value Or Qty
th: ค่าหรือ จำนวน

source: Value Proposition
th: ข้อเสนอที่มีค่า

source: Value as on
th: มูลค่า ณ วันที่
