Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Error during caller information update
th: เกิดข้อผิดพลาดระหว่างการอัปเดตข้อมูลผู้เรียก

source: Error evaluating the criteria formula
th: ข้อผิดพลาดในการประเมินสูตรเกณฑ์

source: Error in party matching for Bank Transaction {0}
th: เกิดข้อผิดพลาดในการจับคู่ฝ่ายสำหรับรายการธุรกรรมธนาคาร {0}

source: Error while posting depreciation entries
th: เกิดข้อผิดพลาดขณะบันทึกข้อมูลค่าเสื่อมราคา

source: Error while processing deferred accounting for {0}
th: เกิดข้อผิดพลาดขณะประมวลผลการบัญชีที่เลื่อนสำหรับ {0}

source: Error while reposting item valuation
th: เกิดข้อผิดพลาดขณะโพสต์มูลค่าสินค้าใหม่

source: Error: Not a valid id?
th: ข้อผิดพลาด: ไม่ได้รหัสที่ถูกต้อง?

source: Error: This asset already has {0} depreciation periods booked. The `depreciation start` date must be at least {1} periods after the `available for use` date. Please correct the dates accordingly.
th: ข้อผิดพลาด: สินทรัพย์นี้มีการบันทึกค่าเสื่อมราคาแล้ว {0} งวด วันที่ `เริ่มต้นค่าเสื่อมราคา` ต้องอยู่ห่างจากวันที่ `พร้อมใช้งาน` อย่างน้อย {1} งวด กรุณาแก้ไขวันที่ให้ถูกต้องตามที่กำหนด

source: Error: {0} is mandatory field
th: ข้อผิดพลาด: {0} เป็นฟิลด์บังคับ

source: Errors Notification
th: การแจ้งเตือนข้อผิดพลาด

source: Estimated Arrival
th: มาถึงโดยประมาณ

source: Estimated Cost
th: ค่าใช้จ่ายประมาณ

source: Estimated Time and Cost
th: เวลาโดยประมาณและค่าใช้จ่าย

source: Evaluation Period
th: ระยะเวลาการประเมินผล

source: Event
th: กิจกรรม

source: Example URL
th: ตัวอย่าง URL

source: Example of a linked document: {0}
th: ตัวอย่างเอกสารที่เชื่อมโยง: {0}

source: Example: ABCD.##### If series is set and Serial No is not mentioned in transactions, then automatic serial number will be created based on this series. If you always want to explicitly mention Serial Nos for this item. leave this blank.
th: ตัวอย่าง: ABCD.##### หากตั้งค่าชุดรหัสไว้และไม่ได้ระบุหมายเลขซีเรียลในรายการทำธุรกรรม หมายเลขซีเรียลจะถูกสร้างขึ้นโดยอัตโนมัติตามชุดรหัสนี้ หากคุณต้องการระบุหมายเลขซีเรียลสำหรับสินค้านี้อย่างชัดเจนเสมอ ให้เว้นว่างไว้ช่องนี้

source: Example: ABCD.#####. If series is set and Batch No is not mentioned in transactions, then automatic batch number will be created based on this series. If you always want to explicitly mention Batch No for this item, leave this blank. Note: this setting will take priority over the Naming Series Prefix in Stock Settings.
th: ตัวอย่าง: ABCD ##### ถ้ามีชุดชุดและเลขที่แบทช์ไม่ได้กล่าวถึงในธุรกรรมระบบจะสร้างเลขที่แบทช์อัตโนมัติตามชุดข้อมูลนี้ หากคุณต้องการระบุอย่างชัดแจ้งถึงแบทช์สำหรับรายการนี้ให้เว้นว่างไว้ หมายเหตุ: การตั้งค่านี้จะมีความสำคัญเหนือคำนำหน้าแบบตั้งชื่อในการตั้งค่าสต็อก

source: Example: Serial No {0} reserved in {1}.
th: ตัวอย่าง: หมายเลขซีเรียล {0} ถูกสงวนไว้ใน {1}

source: Exception Budget Approver Role
th: บทบาทผู้ประเมินงบประมาณข้อยกเว้น

source: Excess Materials Consumed
th: วัสดุส่วนเกินที่ใช้ไป

source: Excess Transfer
th: การโอนเกิน

source: Excessive machine set up time
th: เวลาในการตั้งค่าเครื่องมากเกินไป

source: Exchange Gain / Loss
th: กำไร/ขาดทุนจากอัตราแลกเปลี่ยน

source: Exchange Gain / Loss Account
th: กำไรจากอัตราแลกเปลี่ยน / บัญชีการสูญเสีย

source: Exchange Gain Or Loss
th: กำไรหรือขาดทุนจากอัตราแลกเปลี่ยน

source: Exchange Gain/Loss
th: กำไรจากอัตราแลกเปลี่ยน / ขาดทุน

source: Exchange Gain/Loss amount has been booked through {0}
th: ยอดกำไร/ขาดทุนจากอัตราแลกเปลี่ยนได้ถูกบันทึกผ่าน {0} แล้ว

source: Exchange Rate
th: อัตราแลกเปลี่ยน

source: Exchange Rate Revaluation
th: การตีราคาอัตราแลกเปลี่ยน

source: Exchange Rate Revaluation Account
th: บัญชีการตีราคาอัตราแลกเปลี่ยน

source: Exchange Rate Revaluation Settings
th: การตั้งค่าการประเมินมูลค่าอัตราแลกเปลี่ยนใหม่

source: Exchange Rate must be same as {0} {1} ({2})
th: อัตราแลกเปลี่ยนจะต้องเป็นเช่นเดียวกับ {0} {1} ({2})

source: Excise Entry
th: เข้าสรรพสามิต

source: Excise Invoice
th: สรรพสามิตใบแจ้งหนี้

source: Excise Page Number
th: หมายเลขหน้าสรรพสามิต

source: Exclude Zero Balance Parties
th: ยกเว้นคู่สัญญาที่มียอดคงเหลือเป็นศูนย์

source: Excluded DocTypes
th: ประเภทเอกสารที่ถูกยกเว้น

source: Excluded Fee
th: ค่าธรรมเนียมที่ยกเว้น

source: Execution
th: การปฏิบัติ

source: Exempt Supplies
th: รายการจัดหาได้รับการยกเว้น

source: Existing Company
th: บริษัท ที่มีอยู่

source: Existing Company
th: บริษัท ที่มีอยู่

source: Exit Full Screen
th: ออกจากโหมดเต็มจอ

source: Exit Interview Held On
th: ออกจากการสัมภาษณ์จัดขึ้นเมื่อวันที่

source: Expand All
th: ขยายทั้งหมด

source: Expected
th: คาดหวัง

source: Expected Amount
th: จำนวนที่คาดหวัง

source: Expected Arrival Date
th: วันที่คาดว่าจะมาถึง

source: Expected Balance Qty
th: จำนวนคงเหลือที่คาดไว้

source: Expected Closing Date
th: วันที่คาดว่าจะปิด

source: Expected Delivery Date
th: คาดว่าวันที่ส่ง

source: Expected Delivery Date should be after Sales Order Date
th: วันที่จัดส่งที่คาดว่าจะเป็นหลังจากวันที่ใบสั่งขาย

source: Expected End Date
th: คาดว่าวันที่สิ้นสุด

source: Expected End Date should be less than or equal to parent task's Expected End Date {0}.
th: วันที่สิ้นสุดที่คาดหวังต้องน้อยกว่าหรือเท่ากับวันที่สิ้นสุดที่คาดหวังของงานหลัก {0}

source: Expected Hrs
th: เวลาที่คาดว่าจะได้

source: Expected Start Date
th: วันที่เริ่มต้นคาดว่า

source: Expected Stock Value
th: มูลค่าคงคลังที่คาดการณ์ไว้

source: Expected Time (in hours)
th: เวลาที่คาดว่าจะ (ชั่วโมง)

source: Expected Time Required (In Mins)
th: เวลาที่คาดว่าจะใช้ (นาที)

source: Expected Value After Useful Life
th: ค่าที่คาดหวังหลังจากที่มีชีวิตที่มีประโยชน์

source: Expense
th: ค่าใช้จ่าย

source: Expense / Difference account ({0}) must be a 'Profit or Loss' account
th: ค่าใช้จ่ายบัญชี / แตกต่าง ({0}) จะต้องเป็นบัญชี 'กำไรหรือขาดทุน'

source: Expense Account
th: บัญชีค่าใช้จ่าย

source: Expense Account Missing
th: ไม่มีบัญชีค่าใช้จ่าย

source: Expense Claim
th: เรียกร้องค่าใช้จ่าย

source: Expense Head
th: หัวหน้าค่าใช้จ่าย

source: Expense Head Changed
th: เปลี่ยนหัวหน้าค่าใช้จ่ายแล้ว

source: Expense account is mandatory for item {0}
th: บัญชีค่าใช้จ่าย ที่จำเป็น สำหรับรายการที่ {0}

source: Expenses
th: รายจ่าย

source: Expenses Included In Asset Valuation
th: รวมค่าใช้จ่ายในการประเมินมูลค่าทรัพย์สิน

source: Expenses Included In Valuation
th: ค่าใช้จ่ายรวมอยู่ในการประเมินมูลค่า

source: Expired
th: หมดอายุ

source: Expired Batches
th: ชุดที่หมดอายุแล้ว

source: Expires On
th: หมดอายุเมื่อวันที่

source: Expires in a week or less
th: หมดอายุภายในหนึ่งสัปดาห์หรือน้อยกว่า

source: Expires today or already expired
th: หมดอายุวันนี้หรือหมดอายุแล้ว

source: Expiry
th: วันหมดอายุ

source: Expiry (In Days)
th: หมดอายุ (ในวัน)

source: Expiry Date
th: วันหมดอายุ

source: Expiry Date Mandatory
th: วันหมดอายุบังคับ

source: Expiry Duration (in days)
th: ระยะเวลาหมดอายุ (เป็นวัน)

source: Exploded Items
th: รายการระเบิด

source: Exponential Smoothing Forecasting
th: การพยากรณ์แบบเรียบเลขชี้กำลัง

source: Export Data
th: ส่งออกข้อมูล

source: Export E-Invoices
th: ส่งออกใบแจ้งหนี้อิเล็กทรอนิกส์

source: Export Errored Rows
th: ส่งออกแถวที่เกิดข้อผิดพลาด

source: Export Import Log
th: บันทึกการส่งออกและนำเข้า

source: Extended Bank Statement
th: รายงานธนาคารขยาย

source: External Work History
th: ประวัติการทำงานภายนอก

source: Extra Consumed Qty
th: ปริมาณที่ใช้เกินกำหนด

source: Extra Job Card Quantity
th: จำนวนบัตรงานเสริม

source: Extra Large
th: ขนาดใหญ่พิเศษ

source: Extra Small
th: ขนาดเล็กเป็นพิเศษ

source: FG Qty from Transferred Raw Materials
th: ปริมาณ FG จากวัตถุดิบที่โอนแล้ว

source: FIFO Queue vs Qty After Transaction Comparison
th: การเปรียบเทียบคิว FIFO กับปริมาณหลังทำรายการ

source: FIFO Stock Queue (qty, rate)
th: คิวสต็อก FIFO (จำนวน, อัตรา)

source: FIFO/LIFO Queue
th: คิว FIFO/LIFO

source: Failed
th: ล้มเหลว

source: Failed Entries
th: รายการที่ไม่สำเร็จ

source: Failed to Authenticate the API key.
th: ตรวจสอบสิทธิ์คีย์ API ไม่สำเร็จ

source: Failed to erase demo data, please delete the demo company manually.
th: ไม่สามารถลบข้อมูลสาธิตได้ กรุณาลบบริษัทสาธิตด้วยตนเอง

source: Failed to install presets
th: ไม่สามารถติดตั้งค่าที่ตั้งล่วงหน้า

source: Failed to login
th: ไม่สามารถเข้าสู่ระบบได้

source: Failed to post depreciation entries
th: ไม่สามารถบันทึกข้อมูลค่าเสื่อมราคาได้

source: Failed to setup company
th: ไม่สามารถตั้งค่า บริษัท

source: Failed to setup defaults
th: การตั้งค่าเริ่มต้นล้มเหลว

source: Failed to setup defaults for country {0}. Please contact support.
th: ไม่สามารถตั้งค่าค่าปริยายสำหรับประเทศ {0} ได้ กรุณาติดต่อฝ่ายสนับสนุน

source: Failure
th: ล้มเหลว

source: Failure Date
th: วันที่ล้มเหลว

source: Failure Description
th: คำอธิบายความล้มเหลว

source: Family Background
th: ภูมิหลังของครอบครัว

source: Fax
th: แฟกซ์

source: Feedback
th: ข้อเสนอแนะ

source: Feedback By
th: ข้อเสนอแนะโดย

source: Fees
th: ค่าธรรมเนียม

source: Fetch Based On
th: ดึงข้อมูลตาม

source: Fetch Customers
th: ดึงลูกค้า

source: Fetch Items from Warehouse
th: ดึงรายการจากคลังสินค้า

source: Fetch Latest Exchange Rate
th: ดึงอัตราแลกเปลี่ยนล่าสุด

source: Fetch Overdue Payments
th: ดึงข้อมูลการชำระเงินที่ค้างชำระ

source: Fetch Subscription Updates
th: เรียกข้อมูลอัปเดตการสมัครสมาชิก

source: Fetch Timesheet
th: ดึงบันทึกเวลาทำงาน

source: Fetch Timesheet in Sales Invoice
th: ดึงบันทึกเวลาทำงานในใบแจ้งหนี้ขาย

source: Fetch Valuation Rate for Internal Transaction
th: ดึงอัตราประเมินมูลค่าสำหรับธุรกรรมภายใน

source: Fetch Value From
th: ดึงค่าจาก

source: Fetch exploded BOM (including sub-assemblies)
th: เรียก BOM ระเบิด (รวมถึงการ ประกอบย่อย )

source: Fetch items based on Default Supplier.
th: ดึงรายการตามผู้จัดหาเริ่มต้น

source: Fetched only {0} available serial numbers.
th: ดึงเฉพาะหมายเลขซีเรียลที่ใช้ได้ {0} รายการ

source: Fetching Error
th: เกิดข้อผิดพลาดในการดึงข้อมูล

source: Fetching exchange rates ...
th: กำลังดึงอัตราแลกเปลี่ยน ...

source: Fetching...
th: การดึงข้อมูล ...

source: Field
th: สนาม

source: Field Mapping
th: การแมปฟิลด์

source: Field Name
th: ชื่อเขต

source: Field in Bank Transaction
th: ฟิลด์ในธุรกรรมธนาคาร

source: Fields
th: สาขา

source: Fields will be copied over only at time of creation.
th: ฟิลด์จะถูกคัดลอกเฉพาะช่วงเวลาของการสร้างเท่านั้น

source: File to Rename
th: การเปลี่ยนชื่อไฟล์

source: Filter
th: ตัวกรอง

source: Filter Based On
th: กรองตาม

source: Filter Duration (Months)
th: ระยะเวลากรอง (เดือน)

source: Filter Total Zero Qty
th: กรองจำนวนรวมศูนย์

source: Filter by Reference Date
th: กรองตามวันที่อ้างอิง

source: Filter by invoice status
th: กรองตามสถานะใบแจ้งหนี้

source: Filter on Invoice
th: กรองตาม ใบแจ้งหนี้

source: Filter on Payment
th: กรองตามการชำระเงิน

source: Filters
th: ตัวกรอง

source: Filters missing
th: ตัวกรองขาดหาย

source: Final Product
th: สินค้าสำเร็จรูป

source: Finance Book
th: หนังสือการเงิน

source: Finance Book Detail
th: การเงิน Book Detail

source: Finance Book Id
th: รหัสหนังสือทางการเงิน

source: Finance Books
th: หนังสือทางการเงิน

source: Financial Ratios
th: อัตราส่วนทางการเงิน

source: Financial Reports
th: รายงานทางการเงิน

source: Financial Statements
th: งบการเงิน

source: Financial Year Begins On
th: ปีงบประมาณเริ่มต้นวันที่

source: Financial reports will be generated using GL Entry doctypes (should be enabled if Period Closing Voucher is not posted for all years sequentially or missing)
th: รายงานทางการเงินจะถูกสร้างขึ้นโดยใช้ประเภทเอกสารรายการบัญชีแยกประเภท (ควรเปิดใช้งานหากไม่มีการบันทึกใบสำคัญปิดงวดสำหรับทุกปีอย่างต่อเนื่องหรือขาดหาย)

source: Finish
th: เสร็จสิ้น

source: Finished
th: เสร็จสิ้นแล้ว

source: Finished Good
th: เสร็จเรียบร้อยแล้ว

source: Finished Good BOM
th: สูตรวัสดุของสินค้าสำเร็จรูป

source: Finished Good Item
th: สินค้าสำเร็จรูป

source: Finished Good Item Code
th: รหัสรายการสินค้าสำเร็จรูปที่ดี

source: Finished Good Item Qty
th: ปริมาณสินค้าสำเร็จรูป

source: Finished Good Item Quantity
th: ปริมาณสินค้าสำเร็จรูป

source: Finished Good Item is not specified for service item {0}
th: ไม่ได้ระบุสินค้า Finished Good สำหรับรายการบริการ {0}

source: Finished Good Item {0} Qty can not be zero
th: จำนวนสินค้า ผลิตภัณฑ์สำเร็จรูป {0} ต้องไม่เป็นศูนย์

source: Finished Good Item {0} must be a sub-contracted item
th: สินค้าสำเร็จรูป {0} ต้องเป็นสินค้าที่รับจ้างผลิต

source: Finished Good Qty
th: จำนวนสินค้าสำเร็จรูป

source: Finished Good Quantity
th: ปริมาณสินค้าสำเร็จรูป

source: Finished Good UOM
th: หน่วยวัดสินค้าสำเร็จรูป

source: Finished Good {0} does not have a default BOM.
th: สินค้าสำเร็จรูป {0} ไม่มีรายการวัสดุ (BOM) เริ่มต้นกำหนดไว้

source: Finished Good {0} is disabled.
th: สินค้าสำเร็จรูป {0} ถูกปิดใช้งานแล้ว

source: Finished Good {0} must be a stock item.
th: สินค้าสำเร็จรูป {0} ต้องเป็นสินค้าในสต็อก

source: Finished Good {0} must be a sub-contracted item.
th: สินค้าสำเร็จรูป {0} ต้องเป็นรายการที่จ้างผลิตภายนอก

source: Finished Goods
th: สินค้า สำเร็จรูป

source: Finished Goods Based Operating Cost
th: ต้นทุนการดำเนินงานโดยอิงจากสินค้าสำเร็จรูป

source: Finished Goods Item
th: สินค้าสำเร็จรูป

source: Finished Goods Reference
th: เอกสารอ้างอิงสินค้าสำเร็จรูป

source: Finished Goods Value
th: มูลค่าสินค้าสำเร็จรูป

source: Finished Goods Warehouse
th: โกดังสินค้าสำเร็จรูป

source: Finished Goods based Operating Cost
th: ต้นทุนการดำเนินงานจากสินค้าสำเร็จรูป

source: Finished Item {0} does not match with Work Order {1}
th: สินค้าสำเร็จรูป {0} ไม่ตรงกับใบสั่งงาน {1}

source: Finished Items
th: สินค้าสำเร็จรูป

source: First Email
th: อีเมลฉบับแรก

source: First Name
th: ชื่อแรก

source: First Responded On
th: ครั้งแรกเมื่อวันที่ง่วง

source: First Response Due
th: กำหนดเวลาตอบกลับครั้งแรก

source: First Response SLA Failed by {}
th: SLA การตอบสนองครั้งแรกล้มเหลวโดย {}

source: First Response Time
th: เวลาตอบกลับครั้งแรก

source: First Response Time for Issues
th: เวลาตอบสนองครั้งแรกสำหรับปัญหา

source: First Response Time for Opportunity
th: เวลาตอบสนองแรกสำหรับโอกาส

source: Fiscal Regime is mandatory, kindly set the fiscal regime in the company {0}
th: จำเป็นต้องมีระบอบการปกครองการคลังกรุณาตั้งค่าระบอบการปกครองใน บริษัท {0}

source: Fiscal Year
th: ปีงบประมาณ

source: Fiscal Year Company
th: ปีงบประมาณ บริษัท

source: Fiscal Year End Date should be one year after Fiscal Year Start Date
th: วันที่สิ้นสุดปีบัญชีควรเป็นหนึ่งปีหลังจากวันที่เริ่มต้นปีบัญชี

source: Fiscal Year Start Date and Fiscal Year End Date are already set in Fiscal Year {0}
th: วันเริ่มต้นปีงบประมาณและปีงบประมาณสิ้นสุดวันที่มีการตั้งค่าอยู่แล้วในปีงบประมาณ {0}

source: Fiscal Year {0} Does Not Exist
th: ปีบัญชี {0} ไม่มีอยู่

source: Fiscal Year {0} does not exist
th: ปีงบประมาณ {0} ไม่อยู่

source: Fiscal Year {0} is required
th: ปีงบประมาณ {0} จะต้อง

source: Fix SABB Entry
th: แก้ไขรายการ SABB

source: Fixed
th: คงที่

source: Fixed Asset
th: สินทรัพย์ คงที่

source: Fixed Asset Account
th: บัญชีสินทรัพย์ถาวร

source: Fixed Asset Defaults
th: ค่าเริ่มต้นสินทรัพย์ถาวร

source: Fixed Asset Item must be a non-stock item.
th: รายการสินทรัพย์ถาวรจะต้องเป็นรายการที่ไม่สต็อก

source: Fixed Asset Register
th: ทะเบียนสินทรัพย์ถาวร

source: Fixed Asset Turnover Ratio
th: อัตราส่วนหมุนเวียนสินทรัพย์ถาวร

source: Fixed Assets
th: สินทรัพย์ถาวร

source: Fixed Deposit Number
th: หมายเลขเงินฝากประจำ

source: Fixed Outgoing Email Account
th: บัญชีอีเมลขาออกที่กำหนดไว้

source: Fixed Rate
th: อัตราคงที่

source: Fixed Time
th: เวลาคงที่

source: Fleet Manager
th: ผู้จัดการกอง

source: Floor
th: ชั้น

source: Floor Name
th: ชื่อชั้น

source: Focus on Item Group filter
th: เน้นที่ตัวกรองกลุ่มสินค้า

source: Focus on search input
th: เน้นที่การป้อนข้อมูลการค้นหา

source: Follow Calendar Months
th: ติดตามเดือนปฏิทิน

source: Following Material Requests have been raised automatically based on Item's re-order level
th: ต่อไปนี้ขอวัสดุได้รับการยกโดยอัตโนมัติตามระดับสั่งซื้อใหม่ของรายการ

source: Following fields are mandatory to create address:
th: ฟิลด์ต่อไปนี้จำเป็นต้องสร้างที่อยู่:

source: Following item {0} is not marked as {1} item. You can enable them as {1} item from its Item master
th: รายการต่อไปนี้ {0} ไม่ได้ทำเครื่องหมายเป็น {1} รายการ คุณสามารถเปิดใช้งานรายการเป็น {1} รายการจากต้นแบบรายการ

source: Following items {0} are not marked as {1} item. You can enable them as {1} item from its Item master
th: รายการต่อไปนี้ {0} ไม่ได้ทำเครื่องหมายเป็น {1} รายการ คุณสามารถเปิดใช้งานรายการเป็น {1} รายการจากต้นแบบรายการ

source: For
th: สำหรับ

source: For 'Product Bundle' items, Warehouse, Serial No and Batch No will be considered from the 'Packing List' table. If Warehouse and Batch No are same for all packing items for any 'Product Bundle' item, those values can be entered in the main Item table, values will be copied to 'Packing List' table.
th: สำหรับรายการ &#39;Bundle สินค้า, คลังสินค้า, ไม่มี Serial และรุ่นที่จะไม่ได้รับการพิจารณาจาก&#39; บรรจุรายชื่อ &#39;ตาราง ถ้าคลังสินค้าและรุ่นที่ไม่มีเหมือนกันสำหรับรายการที่บรรจุทั้งหมดรายการใด ๆ &#39;Bundle สินค้า&#39; ค่าเหล่านั้นสามารถป้อนในตารางรายการหลักค่าจะถูกคัดลอกไปบรรจุรายชื่อ &#39;ตาราง

source: For Buying
th: สำหรับการซื้อ

source: For Company
th: สำหรับ บริษัท

source: For Default Supplier (Optional)
th: สำหรับผู้จัดจำหน่ายเริ่มต้น (ตัวเลือก)

source: For Item
th: สำหรับ สินค้า

source: For Item {0} cannot be received more than {1} qty against the {2} {3}
th: สำหรับ สินค้า {0} ไม่ออกเสร็จรับเงินปี {1} จำนวน ส่วนขาย {2} {3} ไม่ออกชาร

source: For Job Card
th: สำหรับบัตรงาน

source: For Operation
th: สำหรับการดำเนินงาน

source: For Price List
th: สำหรับราคาตามรายการ

source: For Production
th: สำหรับการผลิต

source: For Quantity (Manufactured Qty) is mandatory
th: สำหรับปริมาณ (ผลิตจำนวน) มีผลบังคับใช้

source: For Return Invoices with Stock effect, '0' qty Items are not allowed. Following rows are affected: {0}
th: สำหรับใบกำกับสินค้าคืนที่มีผลต่อสต็อก ไม่อนุญาตให้มีรายการสินค้าในจำนวน 0 หน่วย แถวที่ได้รับผลกระทบมีดังนี้: {0}

source: For Selling
th: สำหรับการขาย

source: For Supplier
th: สำหรับ ผู้ผลิต

source: For Warehouse
th: สำหรับโกดัง

source: For Warehouse is required before Submit
th: สำหรับ คลังสินค้า จะต้อง ก่อนที่จะ ส่ง

source: For Work Order
th: สำหรับใบสั่งงาน

source: For an item {0}, quantity must be negative number
th: สำหรับรายการ {0} จำนวนต้องเป็นจำนวนลบ

source: For an item {0}, quantity must be positive number
th: สำหรับรายการ {0} จำนวนต้องเป็นจำนวนบวก

source: For dunning fee and interest
th: สำหรับค่าธรรมเนียมทวงถามและดอกเบี้ย

source: For e.g. 2012, 2012-13
th: สำหรับเช่น 2012, 2012-13

source: For how much spent = 1 Loyalty Point
th: จำนวนเงินที่ใช้ไป = 1 Loyalty Point

source: For individual supplier
th: หาผู้จัดจำหน่ายของแต่ละบุคคล

source: For item <b>{0}</b>, only <b>{1}</b> asset have been created or linked to <b>{2}</b>. Please create or link <b>{3}</b> more asset with the respective document.
th: สำหรับสินค้า <b>{0}</b> มีการสร้างหรือเชื่อมโยงสินทรัพย์ <b>{1}</b> รายการกับ <b>{2}</b> เท่านั้น กรุณาสร้างหรือเชื่อมโยงสินทรัพย์เพิ่มอีก <b>{3}</b> รายการกับเอกสารที่เกี่ยวข้อง

source: For item {0}, rate must be a positive number. To Allow negative rates, enable {1} in {2}
th: สำหรับสินค้า {0} อัตราต้องเป็นตัวเลขบวก หากต้องการอนุญาตให้อัตราเป็นลบ ให้เปิดใช้งาน {1} ใน {2}

source: For job card {0}, you can only make the 'Material Transfer for Manufacture' type stock entry
th: สำหรับบัตรงาน {0} คุณสามารถป้อนรายการสต็อคประเภท &#39;การโอนวัสดุเพื่อการผลิต&#39; ได้เท่านั้น

source: For operation {0}: Quantity ({1}) can not be greter than pending quantity({2})
th: สำหรับการดำเนินการ {0}: ปริมาณ ({1}) ต้องไม่รุนแรงกว่าปริมาณที่รอดำเนินการ ({2})

source: For project {0}, update your status
th: สำหรับโครงการ {0} โปรดอัปเดตสถานะของคุณ

source: For quantity {0} should not be greater than allowed quantity {1}
th: สำหรับจำนวน {0} ไม่ควรเกินจำนวนที่อนุญาต {1}

source: For reference
th: สำหรับการอ้างอิง

source: For row {0} in {1}. To include {2} in Item rate, rows {3} must also be included
th: แถว {0} ใน {1} ที่จะรวม {2} ในอัตรารายการแถว {3} จะต้องรวม

source: For row {0}: Enter Planned Qty
th: สำหรับแถว {0}: ป้อนจำนวนที่วางแผนไว้

source: For the 'Apply Rule On Other' condition the field {0} is mandatory
th: สำหรับเงื่อนไข &quot;Apply Rule On Other&quot; จะต้องกรอกข้อมูลในช่อง {0}

source: For the convenience of customers, these codes can be used in print formats like Invoices and Delivery Notes
th: เพื่อความสะดวกของลูกค้า รหัสเหล่านี้จะถูกใช้ในการพิมพ์เอกสาร เช่น ใบแจ้งหนี้ และใบนำส่งสินค้า

source: For the item {0}, the quantity should be {1} according to the BOM {2}.
th: สำหรับสินค้า {0} ปริมาณควรเป็น {1} ตามรายการวัสดุ (BOM) {2}

# Clear payment terms template and/or payment schedule when due date is changed
source: For the new {0} to take effect, would you like to clear the current {1}?
th: เพื่อให้ {0} ใหม่มีผลบังคับใช้ คุณต้องการล้าง {1} ปัจจุบันหรือไม่?

source: For the {0}, no stock is available for the return in the warehouse {1}.
th: สำหรับ {0} ไม่มีสินค้าในสต็อกสำหรับการคืนในคลังสินค้า {1}

source: For the {0}, the quantity is required to make the return entry
th: สำหรับ {0} จำเป็นต้องระบุจำนวนเพื่อทำรายการคืนสินค้า

source: Force-Fetch Subscription Updates
th: บังคับดึงข้อมูลอัปเดตการสมัครสมาชิก

source: Forecast
th: การพยากรณ์

source: Forecasting
th: การพยากรณ์

source: Foreign Trade Details
th: รายละเอียดการค้าต่างประเทศ

source: Formula Based Criteria
th: เกณฑ์ตามสูตร

source: Forum Activity
th: กิจกรรมฟอรั่ม

source: Forum Posts
th: กระทู้จากฟอรัม

source: Forum URL
th: URL ของ Forum

source: Free Item
th: รายการฟรี

source: Free Item Rate
th: อัตราราคาสินค้าฟรี

source: Free item code is not selected
th: ไม่ได้เลือกรหัสรายการฟรี

source: Free item not set in the pricing rule {0}
th: ไม่ได้ตั้งค่ารายการฟรีในกฎการกำหนดราคา {0}

source: Freeze Stocks Older Than (Days)
th: ตรึงหุ้นที่เก่ากว่า (วัน)

source: Freight and Forwarding Charges
th: การขนส่งสินค้าและ การส่งต่อ ค่าใช้จ่าย

source: Frequency
th: ความถี่

source: Frequency To Collect Progress
th: ความถี่ในการรวบรวมความคืบหน้า

source: Frequency of Depreciation (Months)
th: ความถี่ของค่าเสื่อมราคา (เดือน)

source: Frequently Read Articles
th: อ่านบทความบ่อยๆ

source: Friday
th: วันศุกร์

source: From
th: จาก

source: From BOM
th: จาก BOM

source: From Company
th: จาก บริษัท

source: From Corrective Job Card
th: จากบัตรงานแก้ไข

source: From Currency
th: จากสกุลเงิน

source: From Currency and To Currency cannot be same
th: สกุลเงินจากสกุลเงินและไม่สามารถเดียวกัน

source: From Customer
th: จากลูกค้า

source: From Date
th: จากวันที่

source: From Date and To Date are Mandatory
th: จากวันที่และวันที่เป็นข้อบังคับ

source: From Date and To Date are mandatory
th: วันที่เริ่มต้นและวันที่สิ้นสุดเป็นข้อมูลที่ต้องระบุ

source: From Date and To Date lie in different Fiscal Year
th: จากวันที่และวันที่อยู่ในปีงบประมาณที่แตกต่างกัน

source: From Date can not be greater than To Date
th: From Date ต้องไม่มากกว่าถึงวันที่

source: From Date cannot be greater than To Date
th: จากวันที่ไม่สามารถจะมากกว่านัด

source: From Date is mandatory
th: วันที่เริ่มต้นเป็นข้อมูลที่ต้องระบุ

source: From Date must be before To Date
th: นับ แต่วันที่ต้องอยู่ก่อนวันที่ต้องการ

source: From Date should be within the Fiscal Year. Assuming From Date = {0}
th: จากวันที่ควรจะเป็นภายในปีงบประมาณ สมมติว่าตั้งแต่วันที่ = {0}

source: From Date: {0} cannot be greater than To date: {1}
th: วันที่เริ่มต้น: {0} ไม่สามารถมากกว่าวันที่สิ้นสุด: {1}

source: From Datetime
th: จาก Datetime

source: From Delivery Date
th: จากวันที่ส่งมอบ

source: From Delivery Note
th: จากหมายเหตุการจัดส่งสินค้า

source: From Doctype
th: จากประเภทเอกสาร

source: From Due Date
th: จากวันที่ครบกำหนด

source: From Employee
th: จากพนักงาน

source: From Employee is required while issuing Asset {0}
th: โปรดระบุ พนักงาน ขณะออก ทรัพย์สิน {0}

source: From Fiscal Year
th: จากปีงบประมาณ

source: From Folio No
th: จาก Folio No

source: From Invoice Date
th: จากวันที่ใบแจ้งหนี้

source: From Lead
th: จากช่องทาง

source: From No
th: จากไม่มี

source: From Opportunity
th: จากโอกาส

source: From Package No.
th: จากเลขที่แพคเกจ

source: From Payment Date
th: จากวันที่ชำระเงิน

source: From Posting Date
th: จากวันที่โพสต์
