Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: hours
th: ชั่วโมง

source: image
th: ภาพ

source: is already
th: ได้ดำเนินการแล้ว

source: lft
th: ซ้าย

source: must be between 0 and 100
th: ต้องอยู่ระหว่าง 0 ถึง 100

source: on
th: บน

source: or
th: หรือ

source: or its descendants
th: หรือลูกหลานของมัน

source: out of 5
th: จาก 5

source: payments app is not installed. Please install it from {0} or {1}
th: แอปชำระเงินยังไม่ได้ติดตั้ง กรุณาติดตั้งจาก {0} หรือ {1}

source: payments app is not installed. Please install it from {} or {}
th: แอปชำระเงินยังไม่ได้ติดตั้ง กรุณาติดตั้งจาก {} หรือ {}

source: per hour
th: ต่อชั่วโมง

source: performing either one below:
th: ดำเนินการอย่างใดอย่างหนึ่งดังต่อไปนี้:

source: product bundle item row's name in sales order. Also indicates that picked item is to be used for a product bundle
th: ชื่อแถวรายการชุดสินค้ารวมในใบสั่งขาย และระบุว่าสินค้าที่เลือกจะถูกใช้สำหรับชุดสินค้ารวม

source: production
th: การผลิต

source: quotation_item
th: ใบเสนอราคา_รายการ

source: ratings
th: การให้คะแนน

source: received from
th: ที่ได้รับจาก

source: returned
th: ส่งคืน

source: sold
th: ขายแล้ว

source: subscription is already cancelled.
th: การสมัครสมาชิกถูกยกเลิกแล้ว

source: target_ref_field
th: ฟิลด์อ้างอิงเป้าหมาย

source: temporary name
th: ชื่อชั่วคราว

source: title
th: หัวข้อ

source: to
th: ไปยัง

source: to unallocate the amount of this Return Invoice before cancelling it.
th: เพื่อยกเลิกการจัดสรรจำนวนเงินของใบกำกับคืนสินค้าฉบับนี้ก่อนทำการยกเลิก

source: unique e.g. SAVE20 To be used to get discount
th: ไม่เหมือนใครเช่น SAVE20 เพื่อใช้ในการรับส่วนลด

source: up to
th: สูงสุดถึง

source: variance
th: ความคลาดเคลื่อน

source: via BOM Update Tool
th: ผ่านเครื่องมือปรับปรุงสูตรวัสดุ (BOM)

source: will be
th: จะเป็น

source: you must select Capital Work in Progress Account in accounts table
th: คุณต้องเลือกบัญชีทุนระหว่างดำเนินงานในตารางบัญชี

source: {0} '{1}' is disabled
th: {0} ‘{1}' ถูกปิดใช้งาน

source: {0} '{1}' not in Fiscal Year {2}
th: {0} ' {1} ' ไม่ได้อยู่ใน ปีงบประมาณ {2}

source: {0} ({1}) cannot be greater than planned quantity ({2}) in Work Order {3}
th: {0} ({1}) ต้องไม่เกินจำนวนที่วางแผนไว้ ({2}) ใน Work Order {3}

source: {0} <b>{1}</b> has submitted Assets. Remove Item <b>{2}</b> from table to continue.
th: {0} <b>{1}</b> ได้ทำการบันทึก สินทรัพย์ แล้ว กรุณาลบ สินค้า <b>{2}</b> ออกจากตารางเพื่อดำเนินการต่อ

source: {0} Account not found against Customer {1}.
th: ไม่พบ บัญชี ส่วน หน้า ลูกค้า {1}

source: {0} Account: {1} ({2}) must be in either customer billing currency: {3} or Company default currency: {4}
th: {0} บัญชี: {1} ({2}) สนาทร์ไม่ไทยส่วนหนึ่งสรายซื้อ: {3} วานชินส่วนสนาทร์ส่วนหนึ่งของธินกิบ: {4}

source: {0} Budget for Account {1} against {2} {3} is {4}. It {5} exceed by {6}
th: {0} งบประมาณสำหรับบัญชี {1} เทียบกับ {2} {3} คือ {4} ซึ่ง {5} เกินจำนวน {6}

source: {0} Coupon used are {1}. Allowed quantity is exhausted
th: {0} คูปองที่ใช้คือ {1} ปริมาณที่อนุญาตหมดแล้ว

source: {0} Digest
th: {0} ย่อย

source: {0} Number {1} is already used in {2} {3}
th: มีการใช้ {0} Number {1} แล้วใน {2} {3}

source: {0} Operations: {1}
th: {0} การดำเนินงาน: {1}

source: {0} Request for {1}
th: {0} คำขอสำหรับ {1}

source: {0} Retain Sample is based on batch, please check Has Batch No to retain sample of item
th: {0} การเก็บรักษาตัวอย่างจะขึ้นอยู่กับชุดงานโปรดทำเครื่องหมายที่มีหมายเลขชุดงานเพื่อเก็บรักษาตัวอย่างของสินค้า

source: {0} Transaction(s) Reconciled
th: {0} รายการธุรกรรมที่ทำการกระทบยอดแล้ว

source: {0} account is not of type {1}
th: {0} บัญชี ไม่เป็นข้อมูลชื่อ {1}

source: {0} account not found while submitting purchase receipt
th: ไม่พบ บัญชี {0} ขณะทำการส่ง ใบเสร็จรับเงิน

source: {0} against Bill {1} dated {2}
th: {0} กับบิล {1} ลงวันที่ {2}

source: {0} against Purchase Order {1}
th: {0} กับใบสั่งซื้อ {1}

source: {0} against Sales Invoice {1}
th: {0} ต่อใบแจ้งหนี้ขาย {1}

source: {0} against Sales Order {1}
th: {0} กับคำสั่งซื้อ {1}

source: {0} already has a Parent Procedure {1}.
th: {0} มี parent Parent {1} อยู่แล้ว

source: {0} and {1}
th: {0} และ {1}

source: {0} and {1} are mandatory
th: {0} และ {1} เป็นข้อบังคับ

source: {0} asset cannot be transferred
th: {0} สินทรัพย์ ไม่สามารถโอนได้

source: {0} can not be negative
th: {0} ไม่สามารถเป็นจำนวนลบได้

source: {0} cannot be used as a Main Cost Center because it has been used as child in Cost Center Allocation {1}
th: {0} ไม่สามารถใช้เป็นศูนย์ต้นทุนหลักได้เนื่องจากถูกใช้เป็นศูนย์ต้นทุนย่อยใน การจัดสรรศูนย์ต้นทุน {1}

source: {0} cannot be zero
th: {0} ไม่สามารถเป็นศูนย์ได้

source: {0} created
th: {0} สร้าง

source: {0} creation for the following records will be skipped.
th: การสร้าง {0} สำหรับระเบียนต่อไปนี้จะถูกข้ามไป

source: {0} currency must be same as company's default currency. Please select another account.
th: สกุลเงิน {0} ต้องตรงกับสกุลเงินเริ่มต้นของบริษัท กรุณาเลือกบัญชีอื่น

source: {0} currently has a {1} Supplier Scorecard standing, and Purchase Orders to this supplier should be issued with caution.
th: {0} ปัจจุบันมีสถานะ {1} Scorecard ของผู้จัดหาและใบสั่งซื้อของผู้จัดจำหน่ายรายนี้ควรได้รับการเตือนด้วยความระมัดระวัง

source: {0} currently has a {1} Supplier Scorecard standing, and RFQs to this supplier should be issued with caution.
th: ขณะนี้ {0} มีสถานะ {1} Scorecard ของผู้จัดหาและ RFQs สำหรับผู้จัดจำหน่ายรายนี้ควรได้รับการเตือนด้วยความระมัดระวัง

source: {0} does not belong to Company {1}
th: {0} ไม่ได้เป็นของ บริษัท {1}

source: {0} does not belong to the Company {1}.
th: {0} ไม่ได้เป็นส่วนหนึ่งของบริษัท {1}สริบ

source: {0} entered twice in Item Tax
th: {0} ได้บันทึกเป็นครั้งที่สองใน รายการ ภาษี

source: {0} entered twice {1} in Item Taxes
th: {0} ถูกป้อนซ้ำสองครั้ง {1} ใน ภาษีสินค้าคงคลัง

source: {0} for {1}
th: {0} สำหรับ {1}

source: {0} has Payment Term based allocation enabled. Select a Payment Term for Row #{1} in Payment References section
th: {0} เปิดใช้งานการจัดสรรตามเงื่อนไขการชำระเงินแล้ว กรุณาเลือกเงื่อนไขการชำระเงินสำหรับแถวที่ #{1} ในส่วนอ้างอิงการชำระเงิน

source: {0} has been modified after you pulled it. Please pull it again.
th: {0} ได้รับการแก้ไขหลังจากที่คุณดึงข้อมูล กรุณาดึงข้อมูลอีกครั้ง

source: {0} has been submitted successfully
th: {0} ถูกส่งเรียบร้อยแล้ว

source: {0} hours
th: {0} ชั่วโมง

source: {0} in row {1}
th: {0} ในแถว {1}

source: {0} is a mandatory Accounting Dimension. <br>Please set a value for {0} in Accounting Dimensions section.
th: {0} เป็นมิติทางการบัญชีที่จำเป็น<br>กรุณากำหนดค่าของ {0} ในส่วนมิติทางการบัญชี

source: {0} is a mandatory field.
th: {0} เป็นฟิลด์ที่จำเป็นต้องกรอก

source: {0} is added multiple times on rows: {1}
th: {0} ถูกเพิ่มหลายครั้งในแถว: {1}

source: {0} is already running for {1}
th: {0} กำลังดำเนินการสำหรับ {1} อยู่แล้ว

source: {0} is blocked so this transaction cannot proceed
th: {0} ถูกบล็อกเพื่อไม่ให้ดำเนินการต่อไป

source: {0} is mandatory
th: ต้องระบุ {0}

source: {0} is mandatory for Item {1}
th: {0} ต้องระบุสำหรับ รายการ {1}

source: {0} is mandatory for account {1}
th: {0} เป็นข้อมูลบังคับสำหรับบัญชี {1}

source: {0} is mandatory. Maybe Currency Exchange record is not created for {1} to {2}
th: {0} เป็นข้อบังคับ อาจจะไม่มีการสร้างบันทึกการแลกเปลี่ยนเงินตราสำหรับ {1} ถึง {2}

source: {0} is mandatory. Maybe Currency Exchange record is not created for {1} to {2}.
th: {0} มีความจำเป็น รายการบันทึกอัตราแลกเปลี่ยนเงินตราไม่ได้สร้างขึ้นสำหรับ {1} เป็น {2}

source: {0} is not a company bank account
th: {0} ไม่ใช่บัญชีธนาคารของ บริษัท

source: {0} is not a group node. Please select a group node as parent cost center
th: {0} ไม่ใช่โหนดกลุ่ม โปรดเลือกโหนดกลุ่มเป็นศูนย์ต้นทุนหลัก

source: {0} is not a stock Item
th: {0} ไม่ได้เป็นรายการควบคุมสต้อก

source: {0} is not a valid Value for Attribute {1} of Item {2}.
th: {0} ไม่ใช่ค่าที่ถูกต้องสำหรับแอตทริบิวต์ {1} ของรายการ {2}

source: {0} is not added in the table
th: {0} ไม่ถูกเพิ่มในตาราง

source: {0} is not enabled in {1}
th: {0} ไม่ได้เปิดใช้งานใน {1}

source: {0} is not running. Cannot trigger events for this Document
th: {0} ไม่ทำงาน ไม่สามารถกระตุ้นเหตุการณ์สำหรับเอกสารนี้ได้

source: {0} is not the default supplier for any items.
th: {0} ไม่ใช่ผู้จัดหาเริ่มต้นสำหรับรายการใด ๆ

source: {0} is on hold till {1}
th: {0} ค้างไว้จนถึง {1}

source: {0} is required
th: ต้องระบุ {0}

source: {0} is still in Draft. Please submit it before saving the Asset Repair.
th: {0} ยังคงอยู่ในสถานะร่าง กรุณาส่งรายการก่อนบันทึกการซ่อมแซมสินทรัพย์

source: {0} is still in Draft. Please submit it before saving the Asset.
th: {0} ยังคงอยู่ในสถานะร่าง กรุณาส่งก่อนบันทึกสินทรัพย์

source: {0} items in progress
th: {0} รายการ อยู่ระหว่างดำเนินการ

source: {0} items lost during process.
th: {0} รายการสูญหายระหว่างกระบวนการ

source: {0} items produced
th: {0} รายการผลิตแล้ว

source: {0} must be negative in return document
th: {0} จะต้องติดลบในเอกสารตีกลับ

source: {0} not allowed to transact with {1}. Please change the Company.
th: {0} ไม่สามารถทำธุรกรรมกับ {1} ได้ โปรดเปลี่ยน บริษัท

source: {0} not found for item {1}
th: ไม่พบ {0} สำหรับรายการ {1}

source: {0} parameter is invalid
th: พารามิเตอร์ {0} ไม่ถูกต้อง

source: {0} payment entries can not be filtered by {1}
th: {0} รายการชำระเงินไม่สามารถกรองโดย {1}

source: {0} qty of Item {1} is being received into Warehouse {2} with capacity {3}.
th: กำลังรับ {0} หน่วยของสินค้า {1} เข้าคลังสินค้า {2} ที่มีความจุ {3}

source: {0} units are reserved for Item {1} in Warehouse {2}, please un-reserve the same to {3} the Stock Reconciliation.
th: {0} หน่วยถูกจองไว้สำหรับสินค้า {1} ในคลังสินค้า {2} กรุณายกเลิกการจองเพื่อ {3} การปรับยอดสินค้าคงคลัง

source: {0} units of Item {1} is not available in any of the warehouses.
th: สินค้า {1} จำนวน {0} หน่วยไม่พร้อมใช้งานในคลังสินค้าใด ๆ

source: {0} units of Item {1} is picked in another Pick List.
th: {0} หน่วยของสินค้า {1} ถูกเลือกในรายการเลือกสินค้ารายการอื่นแล้ว

source: {0} units of {1} are required in {2} with the inventory dimension: {3} on {4} {5} for {6} to complete the transaction.
th: ต้องการ {0} หน่วยของ {1} ใน {2} พร้อมมิติสินค้าคงคลัง: {3} ณ วันที่ {4} {5} สำหรับ {6} เพื่อดำเนินการรายการให้เสร็จสมบูรณ์

source: {0} units of {1} needed in {2} on {3} {4} for {5} to complete this transaction.
th: {0} หน่วย {1} จำเป็นใน {2} ใน {3} {4} สำหรับ {5} ในการทำธุรกรรมนี้

source: {0} units of {1} needed in {2} on {3} {4} to complete this transaction.
th: ต้องการ {0} หน่วยของ {1} ใน {2} วันที่ {3} {4} เพื่อดำเนินการธุรกรรมนี้ให้เสร็จสมบูรณ์

source: {0} units of {1} needed in {2} to complete this transaction.
th: ต้องการ {1} อย่างน้อย {0} หน่วย ใน {2} เพื่อที่จะทำธุรกรรมนี้

source: {0} until {1}
th: {0} ถึง {1}

source: {0} valid serial nos for Item {1}
th: {0} หมายเลขประจำเครื่องที่ถูกต้องสำหรับรายการ {1}

source: {0} variants created.
th: {0} ตัวแปรที่สร้างขึ้น

source: {0} will be given as discount.
th: {0} จะถูกมอบเป็นส่วนลด

source: {0} will be set as the {1} in subsequently scanned items
th: {0} จะถูกตั้งค่าเป็น {1} ในรายการที่สแกนต่อไป

source: {0} {1} Manually
th: {0} {1} ด้วยตนเอง

source: {0} {1} Partially Reconciled
th: {0} {1} ตรงกันบางส่วน

source: {0} {1} cannot be updated. If you need to make changes, we recommend canceling the existing entry and creating a new one.
th: {0} {1} ไม่สามารถแก้ไขได้ หากต้องการเปลี่ยนแปลง เราแนะนำให้ยกเลิกข้อมูลที่มีอยู่แล้วสร้างรายการใหม่แทน

source: {0} {1} created
th: สร้าง {0} {1} แล้ว

source: {0} {1} does not exist
th: ไม่มี {0} {1} ในระบบ

source: {0} {1} has accounting entries in currency {2} for company {3}. Please select a receivable or payable account with currency {2}.
th: {0} {1} มีรายการบัญชีเป็นสกุลเงิน {2} สำหรับ บริษัท {3} โปรดเลือกบัญชีลูกหนี้หรือเจ้าหนี้ที่มีสกุลเงิน {2}

source: {0} {1} has already been fully paid.
th: {0} {1} ได้รับการชำระเงินครบถ้วนแล้ว

source: {0} {1} has already been partly paid. Please use the 'Get Outstanding Invoice' or the 'Get Outstanding Orders' button to get the latest outstanding amounts.
th: {0} {1} ได้รับการชำระเงินบางส่วนแล้ว กรุณาใช้ปุ่ม 'ดึงใบแจ้งหนี้ค้างชำระ' หรือ 'ดึงคำสั่งซื้อค้างชำระ' เพื่อรับยอดค้างชำระล่าสุด

source: {0} {1} has been modified. Please refresh.
th: {0} {1} ถูกแก้ไขแล้ว กรุณาโหลดใหม่อีกครั้ง

source: {0} {1} has not been submitted so the action cannot be completed
th: ยังไม่ได้ส่งรายการ {0} {1} ดังนั้นการดำเนินการไม่สามารถทำได้

source: {0} {1} is allocated twice in this Bank Transaction
th: {0} {1} ถูกจัดสรรซ้ำสองครั้งในรายการธุรกรรมธนาคารนี้

source: {0} {1} is already linked to Common Code {2}.
th: {0} {1} ได้เชื่อมโยงกับรหัสทั่วไป {2} แล้ว

source: {0} {1} is associated with {2}, but Party Account is {3}
th: {0} {1} เชื่อมโยงกับ {2} แต่บัญชีของบุคคลอื่น {3}

source: {0} {1} is cancelled or closed
th: {0} {1} ถูกยกเลิกหรือปิดแล้ว

source: {0} {1} is cancelled or stopped
th: {0} {1} ถูกยกเลิกหรือหยุดแล้ว

source: {0} {1} is cancelled so the action cannot be completed
th: {0} {1} ถูกยกเลิกดังนั้นการดำเนินการไม่สามารถทำได้

source: {0} {1} is closed
th: {0} {1} ปิดเรียบร้อยแล้ว

source: {0} {1} is disabled
th: {0} {1} ถูกปิดใช้งาน

source: {0} {1} is frozen
th: {0} {1} ถูกระงับการใช้งานชั่วคราว

source: {0} {1} is fully billed
th: {0} {1} ได้ถูกเรียกเก็บเงินเต็มจำนวน

source: {0} {1} is not active
th: {0} {1} ไม่ได้ใช้งาน

source: {0} {1} is not associated with {2} {3}
th: {0} {1} ไม่มีส่วนเกี่ยวข้องกับ {2} {3}

source: {0} {1} is not in any active Fiscal Year
th: {0} {1} ไม่มีในปีงบประมาณที่ใช้งานอยู่ใดๆ

source: {0} {1} is not submitted
th: {0} {1} ยังไม่ได้ส่ง

source: {0} {1} is on hold
th: {0} {1} อยู่ระหว่างการระงับ

source: {0} {1} is {2}
th: {0} {1} คือ {2}

source: {0} {1} must be submitted
th: {0} {1} จำเป็นต้องส่ง

source: {0} {1} not allowed to be reposted. Modify {2} to enable reposting.
th: {0} {1} ไม่อนุญาตให้โพสต์ซ้ำได้ กรุณาแก้ไข {2} เพื่อเปิดใช้งานการโพสต์ซ้ำ

source: {0} {1} status is {2}
th: {0} {1} สถานะเป็น {2}

source: {0} {1} via CSV File
th: {0} {1} ผ่านไฟล์ CSV

source: {0} {1}: 'Profit and Loss' type account {2} not allowed in Opening Entry
th: {0} {1}: ประเภทบัญชี 'กำไรขาดทุน' {2} ไม่ได้รับอนุญาตในการเปิดรายการ

source: {0} {1}: Account {2} does not belong to Company {3}
th: {0} {1}: บัญชี {2} ไม่ได้เป็นของ บริษัท {3}

source: {0} {1}: Account {2} is a Group Account and group accounts cannot be used in transactions
th: {0} {1}: บัญชี {2} ซี่วนบัญชีบระบด ซี่วนบัญชีบระบด ไม่เสริ่งข้ายอยางเป็นบัญชี

source: {0} {1}: Account {2} is inactive
th: {0} {1}: บัญชี {2} ไม่ได้ใช้งาน

source: {0} {1}: Accounting Entry for {2} can only be made in currency: {3}
th: {0} {1}: รายการบัญชีสำหรับ {2} สามารถทำในเฉพาะสกุลเงิน: {3}

source: {0} {1}: Cost Center is mandatory for Item {2}
th: {0} {1}: จำเป็นต้องระบุศูนย์ต้นทุนสำหรับรายการ {2}

source: {0} {1}: Cost Center is required for 'Profit and Loss' account {2}.
th: {0} {1}: ศูนย์ต้นทุนจำเป็นสำหรับบัญชี 'กำไรขาดทุน' {2}

source: {0} {1}: Cost Center {2} does not belong to Company {3}
th: {0} {1}: ศูนย์ต้นทุน {2} ไม่ได้เป็นของ บริษัท {3}

source: {0} {1}: Cost Center {2} is a group cost center and group cost centers cannot be used in transactions
th: {0} {1}: ศูนย์ต้นทุน {2} เป็นศูนย์ต้นทุนกลุ่มและศูนย์ต้นทุนกลุ่มไม่สามารถใช้ในรายการธุรกรรมได้

source: {0} {1}: Customer is required against Receivable account {2}
th: {0} {1}: ลูกค้าเป็นสิ่งจำเป็นในบัญชีลูกหนี้ {2}

source: {0} {1}: Either debit or credit amount is required for {2}
th: {0} {1}: จำนวนเดบิตหรือเครดิตเป็นสิ่งจำเป็นสำหรับ {2}

source: {0} {1}: Supplier is required against Payable account {2}
th: {0} {1}: ผู้ผลิตเป็นสิ่งจำเป็นสำหรับบัญชีเจ้าหนี้ {2}

source: {0}% Billed
th: {0}% ได้ออกใบแจ้งหนี้แล้ว

source: {0}% Delivered
th: {0}% ส่งมอบแล้ว

source: {0}% of total invoice value will be given as discount.
th: {0}% ของมูลค่ารวมใบแจ้งหนี้จะได้รับเป็นส่วนลด

source: {0}'s {1} cannot be after {2}'s Expected End Date.
th: {1} ของ {0} ไม่สามารถอยู่หลังวันที่สิ้นสุดที่คาดไว้ของ {2} ได้

source: {0}, complete the operation {1} before the operation {2}.
th: {0} ดำเนินการให้เสร็จสิ้น {1} ก่อนการดำเนินการ {2}

source: {0}: {1} does not belong to the Company: {2}
th: {0}: {1} ไม่มีในบริษัท: {2}

source: {0}: {1} does not exists
th: {0}: ไม่พบ {1}

source: {0}: {1} is a group account.
th: {0}: {1} เป็นบัญชีแบบกลุ่ม

source: {0}: {1} must be less than {2}
th: {0}: {1} ต้องน้อยกว่า {2}

source: {item_name}'s Sample Size ({sample_size}) cannot be greater than the Accepted Quantity ({accepted_quantity})
th: ขนาดตัวอย่างของ {item_name} ({sample_size}) ไม่สามารถมากกว่าปริมาณที่ยอมรับได้ ({accepted_quantity})

source: {} Available
th: {} พร้อมใช้งาน

source: {} To Deliver
th: {} เพื่อจัดส่ง

source: {} To Receive
th: {} เพื่อรับ

source: {} Assets created for {}
th: {} เนื้อหาที่สร้างขึ้นสำหรับ {}

source: {} Assigned
th: {} กำหนดให้แล้ว

source: {} Available
th: {} พร้อมใช้งาน

source: {} Open
th: {} เปิด

source: {} Pending
th: {} รอดำเนินการ

source: {} To Bill
th: {} เพื่อออกใบแจ้งหนี้

source: {} can't be cancelled since the Loyalty Points earned has been redeemed. First cancel the {} No {}
th: {} ไม่สามารถยกเลิกได้เนื่องจากคะแนนความภักดีที่ได้รับถูกแลกไปแล้ว ก่อนอื่นให้ยกเลิก {} ไม่ {}

source: {} has submitted assets linked to it. You need to cancel the assets to create purchase return.
th: {} ได้ส่งเนื้อหาที่เชื่อมโยงกับมัน คุณต้องยกเลิกสินทรัพย์เพื่อสร้างผลตอบแทนการซื้อ

source: {} is a child company.
th: {} เป็นบริษัทในเครือ

source: {} {} is already linked with another {}
th: {} {} ได้เชื่อมโยงกับ {} อื่นแล้ว

source: {} {} is already linked with {} {}
th: {} {} ได้เชื่อมโยงกับ {} {} เรียบร้อยแล้ว

source: {} {} is not affecting bank account {}
th: {} {} ไม่มีผลกระทบต่อ บัญชี ส{}
