Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Ledger
th: บัญชีแยกประเภท

source: Ledger Health
th: สถานะสมุดรายวัน

source: Ledger Health Monitor
th: ตัวตรวจสอบสถานะสมุดรายวันบัญชี

source: Ledger Health Monitor Company
th: เครื่องมือตรวจสอบสถานะความสมบูรณ์ของบัญชีบริษัท

source: Ledger Merge
th: รวมบัญชีแยกประเภท

source: Ledger Merge Accounts
th: บัญชีรวมสมุดรายวัน

source: Ledger Type
th: ประเภทสมุดรายวัน

source: Ledgers
th: บัญชีแยกประเภท

source: Left
th: ซ้าย

source: Left Child
th: ลูกซ้าย

source: Left Index
th: ดัชนีด้านซ้าย

source: Legacy Fields
th: ฟิลด์เดิม

source: Legal
th: กฎหมาย

source: Legal Entity / Subsidiary with a separate Chart of Accounts belonging to the Organization.
th: นิติบุคคล / สาขา ที่มีผังบัญชีแยกกัน ภายใต้องค์กร

source: Legal Expenses
th: ค่าใช้จ่ายทางกฎหมาย

source: Legend
th: คำอธิบายสัญลักษณ์

source: Length
th: ความยาว

source: Length (cm)
th: ความยาว (ซม.)

source: Less Than Amount
th: น้อยกว่าจำนวนเงิน

source: Let's Set Up Your Accounts and Taxes.
th: มาเริ่มตั้งค่า บัญชี และ ภาษี ของคุณกันเถอะ

source: Let's Set Up Your CRM.
th: มาตั้งค่า การบริหารลูกค้าสัมพันธ์ ของคุณกันเถอะ

source: Let's Set Up the Assets Module.
th: มาตั้งค่าโมดูล สินทรัพย์ กันเถอะ

source: Let's Set Up the Buying Module.
th: มาตั้งค่าระบบการซื้อกันเถอะ

source: Let's Set Up the Manufacturing Module.
th: มาตั้งค่า โมดูล การผลิต กันเถอะ

source: Let's Set Up the Selling Module.
th: มาตั้งค่าโมดูลการขายกันเถอะ

source: Let's Set Up the Stock Module.
th: มาตั้งค่าโมดูล คลังสินค้า กันเถอะ

source: Let's begin your journey with ERPNext
th: เริ่มต้นการเดินทางของคุณกับ ERPNext

source: Let's create a Purchase Receipt
th: สร้างใบรับสินค้า

source: Let's create a new Asset item
th: เรามาสร้างรายการ สินทรัพย์ ใหม่กันเถอะ

source: Let's review existing Asset Category
th: มาทบทวน หมวดหมู่สินทรัพย์ ที่มีอยู่

source: Let's review your Company
th: มาทบทวนบริษัทของคุณกันเถอะ

source: Let's walk-through Chart of Accounts to review setup
th: เรามาทบทวนแผนผังบัญชีเพื่อทบทวนการตั้งค่ากันเถอะ

source: Letter Head
th: หัวจดหมาย

source: Letter or Email Body Text
th: ข้อความตัวอักษรหรืออีเมล

source: Letter or Email Closing Text
th: จดหมายหรืออีเมลปิดข้อความ

source: Let’s convert your first Sales Order against a Quotation
th: เรามาแปลงใบสั่งขายแรกของคุณจากใบเสนอราคา

source: Let’s create a Workstation
th: สร้างสถานีงาน

source: Let’s create a stock opening entry
th: มาสร้างรายการเปิดสต็อกกันเถอะ

source: Let’s create an Operation
th: สร้างปฏิบัติการ

source: Let’s create your first warehouse
th: มาสร้างคลังสินค้าครั้งแรกของคุณกันเถอะ

source: Let’s create your first Customer
th: มาสร้างลูกค้ารายแรกของคุณกันเถอะ

source: Let’s create your first Material Request
th: มาสร้างคำขอวัสดุแรกของคุณกันเถอะ

source: Let’s create your first Purchase Invoice
th: มาสร้างใบกำกับภาษีซื้อใบแรกของคุณกันเถอะ

source: Let’s create your first Purchase Order
th: มาสร้างใบสั่งซื้อใบแรกของคุณกันเถอะ

source: Let’s create your first Quotation
th: มาสร้างใบเสนอราคาฉบับแรกของคุณกันเถอะ

source: Let’s create your first Supplier
th: มาสร้างผู้จำหน่ายรายแรกของคุณกันเถอะ

source: Let’s setup your first Letter Head
th: มาเริ่มตั้งค่า หัวจดหมาย ฉบับแรกของคุณกันเถอะ

source: Let’s walk-through Selling Settings
th: มาทำความเข้าใจการตั้งค่าการขายกันเถอะ

source: Let’s walk-through few Buying Settings
th: มาทบทวนการตั้งค่าการซื้อกันเถอะ

source: Level
th: ชั้น

source: Level (BOM)
th: ระดับ (BOM)

source: Liabilities
th: หนี้สิน

source: Liability
th: ความรับผิดชอบ

source: License Details
th: รายละเอียดใบอนุญาต

source: License Number
th: ใบอนุญาตเลขที่

source: License Plate
th: ป้ายทะเบียนรถ

source: Likes
th: ทำเช่นเดียวกับ

source: Limit Crossed
th: จำกัด การข้าม

source: Limit timeslot for Stock Reposting
th: จำกัดช่วงเวลาสำหรับการโพสต์สต็อกใหม่

source: Limited to 12 characters
th: จำกัด 12 ตัวอักษร

source: Limits don't apply on
th: ข้อจำกัดไม่ถูกนำมาใช้กับ

source: Line spacing for amount in words
th: ระยะห่างระหว่างบรรทัดสำหรับจำนวนเงินในคำพูด

source: Link
th: ลิงค์

source: Link Options
th: ตัวเลือกลิงก์

source: Link a new bank account
th: เชื่อมโยงบัญชีธนาคารใหม่

source: Link existing Quality Procedure.
th: เชื่อมโยงกระบวนการคุณภาพที่มีอยู่

source: Link to Material Request
th: ลิงก์ไปยังคำขอ Material

source: Link to Material Requests
th: ลิงก์ไปยังคำขอวัสดุ

source: Link with Customer
th: เชื่อมโยงกับลูกค้า

source: Link with Supplier
th: เชื่อมโยงกับผู้จำหน่าย

source: Linked Documents
th: เอกสารที่เชื่อมโยง

source: Linked Invoices
th: ใบแจ้งหนี้ที่เชื่อมโยง

source: Linked Location
th: สถานที่ที่เชื่อมโยง

source: Linked with submitted documents
th: เชื่อมโยงกับเอกสารที่ส่งแล้ว

source: Linking Failed
th: การเชื่อมโยงล้มเหลว

source: Linking to Customer Failed. Please try again.
th: การเชื่อมโยงกับลูกค้าล้มเหลว กรุณาลองใหม่อีกครั้ง

source: Linking to Supplier Failed. Please try again.
th: การเชื่อมโยงกับผู้จำหน่ายล้มเหลว กรุณาลองใหม่อีกครั้ง

source: Links
th: ลิงก์

source: Liquidity Ratios
th: อัตราส่วนสภาพคล่อง

source: List items that form the package.
th: รายการที่สร้างแพคเกจ

source: Load All Criteria
th: โหลดเกณฑ์ทั้งหมด

source: Loading Invoices! Please Wait...
th: กำลังโหลดใบแจ้งหนี้ กรุณารอสักครู่...

source: Loading import file...
th: กำลังโหลดไฟล์นำเข้า...

source: Loan
th: เงินกู้

source: Loan End Date
th: วันที่สินเชื่อสิ้นสุด

source: Loan Period (Days)
th: ระยะเวลาสินเชื่อ (วัน)

source: Loan Start Date
th: วันที่เริ่มต้นสินเชื่อ

source: Loan Start Date and Loan Period are mandatory to save the Invoice Discounting
th: วันที่เริ่มต้นสินเชื่อและระยะเวลากู้มีผลบังคับใช้ในการบันทึกการลดใบแจ้งหนี้

source: Loans (Liabilities)
th: เงินให้กู้ยืม ( หนี้สิน )

source: Loans and Advances (Assets)
th: เงินให้กู้ยืม และ เงินทดรอง ( สินทรัพย์ )

source: Local
th: ในประเทศ

source: Location
th: ตำแหน่ง

source: Location Details
th: รายละเอียดสถานที่

source: Location Name
th: ชื่อสถานที่

source: Locked
th: ถูกล็อก

source: Log Entries
th: บันทึกรายการสมุดรายวัน

source: Log the selling and buying rate of an Item
th: บันทึกอัตราการขายและอัตราการซื้อของสินค้า

source: Logo
th: เครื่องหมาย

source: Longitude
th: ลองจิจูด

source: Lost
th: สูญหาย

source: Lost Opportunity
th: โอกาสที่หายไป

source: Lost Quotation
th: หายไปใบเสนอราคา

source: Lost Quotations
th: ใบเสนอราคาที่สูญหาย

source: Lost Quotations %
th: เปอร์เซ็นต์ใบเสนอราคาเสียหาย

source: Lost Reason
th: เหตุผลที่สูญหาย

source: Lost Reason Detail
th: รายละเอียดเหตุผลที่หายไป

source: Lost Reasons
th: เหตุผลที่หายไป

source: Lost Reasons are required in case opportunity is Lost.
th: สาเหตุการสูญเสียจำเป็นต้องระบุในกรณีที่โอกาสสูญเสีย

source: Lost Value
th: มูลค่าที่สูญเสีย

source: Lost Value %
th: เปอร์เซ็นต์มูลค่าที่สูญหาย

source: Low
th: ต่ำ

source: Lower Deduction Certificate
th: ใบรับรองการหักลด

source: Lower Income
th: รายได้ต่ำ

source: Loyalty Amount
th: จำนวนความภักดี

source: Loyalty Point Entry
th: Entry ความภักดี

source: Loyalty Point Entry Redemption
th: การแลกคะแนนความภักดี

source: Loyalty Points
th: จุดความภักดี

source: Loyalty Points Redemption
th: แลกคะแนนความภักดี

source: Loyalty Points will be calculated from the spent done (via the Sales Invoice), based on collection factor mentioned.
th: คะแนนความภักดีจะคำนวณจากการใช้จ่ายที่ทำ (ผ่านทางใบแจ้งหนี้การขาย) ตามปัจจัยการเรียกเก็บเงินที่กล่าวถึง

source: Loyalty Points: {0}
th: คะแนนความภักดี: {0}

source: Loyalty Program
th: โปรแกรมความภักดี

source: Loyalty Program Collection
th: การสะสมโปรแกรมความภักดี

source: Loyalty Program Help
th: โปรแกรมความภักดี

source: Loyalty Program Name
th: ชื่อโปรแกรมความภักดี

source: Loyalty Program Tier
th: ระดับโปรแกรมความภักดี

source: Loyalty Program Type
th: ประเภทโครงการความภักดี

source: Machine
th: เครื่อง

source: Machine Type
th: ประเภทเครื่องจักร

source: Machine malfunction
th: เครื่องทำงานผิดปกติ

source: Machine operator errors
th: ข้อผิดพลาดของผู้ควบคุมเครื่องจักร

source: Main
th: หลัก

source: Main Cost Center
th: ศูนย์ต้นทุนหลัก

source: Main Cost Center {0} cannot be entered in the child table
th: ศูนย์ต้นทุนหลัก {0} ไม่สามารถป้อนในตารางย่อยได้

source: Maintain Asset
th: บำรุงรักษาสินทรัพย์

source: Maintain Same Rate Throughout Internal Transaction
th: รักษาอัตราเดียวกันตลอดการทำธุรกรรมภายใน

source: Maintain Same Rate Throughout Sales Cycle
th: รักษาอัตราเดียวตลอดวงจรการขาย

source: Maintain Same Rate Throughout the Purchase Cycle
th: รักษาอัตราเดียวกันตลอดวงจรการซื้อ

source: Maintain Stock
th: รักษาสต็อก

source: Maintenance
th: การบำรุงรักษา

source: Maintenance Date
th: วันที่ทำการบำรุงรักษา

source: Maintenance Details
th: รายละเอียดการบำรุงรักษา

source: Maintenance Log
th: บันทึกการบำรุงรักษา

source: Maintenance Manager
th: ผู้จัดการซ่อมบำรุง

source: Maintenance Manager Name
th: ชื่อผู้จัดการฝ่ายบำรุงรักษา

source: Maintenance Required
th: ต้องการการบำรุงรักษา

source: Maintenance Role
th: บทบาทการบำรุงรักษา

source: Maintenance Schedule
th: กำหนดการซ่อมบำรุง

source: Maintenance Schedule Detail
th: รายละเอียดกำหนดการซ่อมบำรุง

source: Maintenance Schedule Item
th: รายการกำหนดการซ่อมบำรุง

source: Maintenance Schedule is not generated for all the items. Please click on 'Generate Schedule'
th: ตาราง การบำรุงรักษา ที่ไม่ได้ สร้างขึ้นสำหรับ รายการทั้งหมด กรุณา คลิกที่ 'สร้าง ตาราง '

source: Maintenance Schedule {0} exists against {1}
th: กำหนดการซ่อมบำรุง {0} อยู่กับ {1}

source: Maintenance Schedules
th: กำหนดการบำรุงรักษา

source: Maintenance Status
th: สถานะการบำรุงรักษา

source: Maintenance Status has to be Cancelled or Completed to Submit
th: สถานะการบำรุงรักษาต้องถูกยกเลิกหรือเสร็จสมบูรณ์เพื่อส่ง

source: Maintenance Task
th: งานบำรุงรักษา

source: Maintenance Tasks
th: งานบำรุงรักษา

source: Maintenance Team
th: ทีมซ่อมบำรุง

source: Maintenance Team Member
th: สมาชิกทีมบำรุงรักษา

source: Maintenance Team Members
th: ทีมงานฝ่ายซ่อมบำรุง

source: Maintenance Team Name
th: ชื่อทีมบำรุงรักษา

source: Maintenance Time
th: ระยะเวลาการบำรุงรักษา

source: Maintenance Type
th: ประเภทการบำรุงรักษา

source: Maintenance User
th: ผู้บำรุงรักษา

source: Maintenance Visit
th: การเข้ามาบำรุงรักษา

source: Maintenance Visit Purpose
th: วัตถุประสงค์การเข้ามาบำรุงรักษา

source: Maintenance start date can not be before delivery date for Serial No {0}
th: วันที่เริ่มต้น การบำรุงรักษา ไม่สามารถ ก่อนวัน ส่งสำหรับ อนุกรม ไม่มี {0}

source: Major/Optional Subjects
th: วิชาเอก / เสริม

source: Make
th: สร้าง

source: Make Asset Movement
th: สร้างการเคลื่อนไหวของสินทรัพย์

source: Make Depreciation Entry
th: บันทึกรายการค่าเสื่อมราคา

source: Make Difference Entry
th: บันทึกผลต่าง

source: Make Payment via Journal Entry
th: ชำระเงินผ่านวารสารรายการ

source: Make Purchase Invoice
th: ให้ ซื้อ ใบแจ้งหนี้

source: Make Quotation
th: สร้างใบเสนอราคา

source: Make Return Entry
th: สร้างรายการคืนสินค้า

source: Make Sales Invoice
th: สร้างใบแจ้งหนี้

source: Make Serial No / Batch from Work Order
th: สร้างหมายเลขซีเรียล / ชุดจากใบสั่งงาน

source: Make Stock Entry
th: ทำรายการสินค้า

source: Make project from a template.
th: สร้างโครงการจากเทมเพลต

source: Make {0}
th: สร้าง {0}

source: Make {0} Variant
th: สร้างตัวแปร {0}

source: Make {0} Variants
th: สร้างตัวเลือก {0} รายการ

source: Making Journal Entries against advance accounts: {0} is not recommended. These Journals won't be available for Reconciliation.
th: การบันทึกบัญชีรายการสมุดรายวันกับบัญชีเงินล่วงหน้า: {0} ไม่แนะนำ รายการสมุดรายวันเหล่านี้จะไม่สามารถใช้สำหรับการปรับปรุงรายการได้

source: Manage
th: จัดการ

source: Manage Sales Tax Templates
th: จัดการแม่แบบภาษีขาย

source: Manage Stock Movements
th: จัดการการเคลื่อนไหวของสต็อก

source: Manage cost of operations
th: จัดการค่าใช้จ่ายในการดำเนินงาน

source: Manage your orders
th: จัดการคำสั่งซื้อของคุณ

source: Management
th: การจัดการ

source: Mandatory
th: จำเป็น

source: Mandatory Accounting Dimension
th: มิติทางบัญชีที่บังคับใช้

source: Mandatory Depends On
th: จำเป็น ขึ้นอยู่กับ

source: Mandatory Field
th: ฟิลด์บังคับ

source: Mandatory For Balance Sheet
th: จำเป็นสำหรับงบดุล

source: Mandatory For Profit and Loss Account
th: จำเป็นสำหรับบัญชีกำไรและขาดทุน

source: Mandatory Missing
th: ขาดบังคับ

source: Mandatory Purchase Order
th: ใบสั่งซื้อบังคับ

source: Mandatory Purchase Receipt
th: ใบเสร็จการซื้อที่บังคับ

source: Mandatory Section
th: ส่วนที่บังคับใช้

source: Manual
th: คู่มือ

source: Manual Inspection
th: การตรวจสอบด้วยตนเอง

source: Manual entry cannot be created! Disable automatic entry for deferred accounting in accounts settings and try again
th: ไม่สามารถสร้างรายการด้วยตนเองได้! ปิดใช้งานรายการอัตโนมัติสำหรับการบัญชีรอการตัดบัญชีในการตั้งค่าบัญชีแล้วลองอีกครั้ง

source: Manufacture
th: ผลิต

source: Manufacture against Material Request
th: ผลิตกับวัสดุที่ขอ

source: Manufactured Qty
th: จำนวนการผลิต

source: Manufacturer
th: ผู้ผลิต

source: Manufacturer Part Number
th: หมายเลขชิ้นส่วนของผู้ผลิต

source: Manufacturer Part Number <b>{0}</b> is invalid
th: หมายเลขชิ้นส่วนของผู้ผลิต <b>{0}</b> ไม่ถูกต้อง

source: Manufacturers used in Items
th: ผู้ผลิตนำมาใช้ในรายการ

source: Manufacturing
th: การผลิต

source: Manufacturing Date
th: วันผลิต

source: Manufacturing Manager
th: ผู้จัดการฝ่ายผลิต

source: Manufacturing Quantity is mandatory
th: จำนวนการผลิต นี้มีความจำเป็น

source: Manufacturing Section
th: แผนกการผลิต

source: Manufacturing Settings
th: การตั้งค่าการผลิต

source: Manufacturing Type
th: ประเภทการผลิต

source: Manufacturing User
th: ผู้ใช้การผลิต

source: Manufacturing module is all set up!
th: โมดูล การผลิต พร้อมใช้งานแล้ว!

source: Mapping Subcontracting Order ...
th: กำลังทำการแมปคำสั่งซื้อจ้างเหมาช่วง...

source: Mapping {0} ...
th: กำลังทำการแมป {0} ...

source: Margin
th: ขอบ

source: Margin Money
th: เงิน Margin

source: Margin Rate or Amount
th: อัตรากำไรหรือจำนวนเงิน

source: Margin Type
th: ประเภทอัตรากำไรขั้นต้น

source: Margin View
th: มุมมองกำไรขั้นต้น

source: Marital Status
th: สถานภาพการสมรส

source: Mark As Closed
th: ทำเครื่องหมายว่าเสร็จสิ้นแล้ว

source: Market Segment
th: ส่วนตลาด

source: Marketing
th: การตลาด

source: Marketing Expenses
th: ค่าใช้จ่ายใน การตลาด

source: Married
th: แต่งงาน

source: Mask
th: หน้ากาก

source: Master
th: เจ้านาย

source: Masters
th: ข้อมูลหลัก

source: Material
th: วัสดุ

source: Material Consumption
th: การบริโภควัสดุ

source: Material Consumption for Manufacture
th: การใช้วัสดุเพื่อการผลิต

source: Material Consumption is not set in Manufacturing Settings.
th: การบริโภควัสดุไม่ได้รับการตั้งค่าในการตั้งค่าการผลิต

source: Material Issue
th: บันทึกการใช้วัสดุ

source: Material Receipt
th: ใบเสร็จรับเงินวัสดุ

source: Material Request
th: ขอวัสดุ

source: Material Request Date
th: วันที่ขอใช้วัสดุ

source: Material Request Detail
th: รายละเอียดคำขอเนื้อหา

source: Material Request Item
th: รายการวัสดุที่ขอ

source: Material Request No
th: เลขการขอวัสดุ

source: Material Request Plan Item
th: รายการแผนขอวัสดุ

source: Material Request Planning
th: การวางแผนคำขอวัสดุ

source: Material Request Type
th: ประเภทของการขอวัสดุ

source: Material Request not created, as quantity for Raw Materials already available.
th: ไม่ได้สร้างคำขอวัสดุตามปริมาณของวัตถุดิบที่มีอยู่แล้ว

source: Material Request of maximum {0} can be made for Item {1} against Sales Order {2}
th: ขอ วัสดุ สูงสุด {0} สามารถทำ รายการ {1} กับ การขายสินค้า {2}

source: Material Request used to make this Stock Entry
th: ขอวัสดุที่ใช้เพื่อให้รายการสินค้านี้

source: Material Request {0} is cancelled or stopped
th: คำขอใช้วัสดุ {0} ถูกยกเลิก หรือ ระงับแล้ว

source: Material Request {0} submitted.
th: ส่งคำขอวัสดุ {0} แล้ว

source: Material Requested
th: ต้องการวัสดุ

source: Material Requests
th: จองวัสดุ

source: Material Requests Required
th: คำขอวัสดุที่จำเป็น

source: Material Requests for which Supplier Quotations are not created
th: ขอ วัสดุ ที่ ใบเสนอราคา ของผู้ผลิต ไม่ได้สร้างขึ้น

source: Material Returned from WIP
th: วัสดุที่ส่งคืนจากงานระหว่างทำ

source: Material Transfer
th: โอนวัสดุ

source: Material Transfer (In Transit)
th: โอนวัสดุ (ระหว่างทาง)

source: Material Transfer for Manufacture
th: โอนวัสดุสำหรับการผลิต

source: Material Transferred
th: การโอนวัสดุ

source: Material Transferred for Manufacture
th: โอนวัสดุเพื่อการผลิต

source: Material Transferred for Manufacturing
th: โอนวัสดุเพื่อไปผลิต

source: Material Transferred for Subcontract
th: วัสดุที่ถ่ายโอนสำหรับการรับเหมาช่วง

source: Material to Supplier
th: วัสดุในการจัดจำหน่าย

source: Materials Required (Exploded)
th: วัสดุบังคับ (ระเบิด)

source: Materials are already received against the {0} {1}
th: วัสดุได้รับแล้วตาม {0} {1}

source: Materials needs to be transferred to the work in progress warehouse for the job card {0}
th: วัสดุต้องถูกโอนเข้าคลังสินค้าระหว่างดำเนินการสำหรับใบงาน {0}

source: Max Amount
th: จำนวนเงินสูงสุด

source: Max Amt
th: จำนวนสูงสุด

source: Max Discount (%)
th: ส่วนลดสูงสุด (%)

source: Max Grade
th: ระดับสูงสุด

source: Max Qty
th: จำนวนสูงสุด

source: Max Qty (As Per Stock UOM)
th: ปริมาณสูงสุด (ตามหน่วยวัดสต็อก)

source: Max Sample Quantity
th: จำนวนตัวอย่างสูงสุด

source: Max Score
th: คะแนนสูงสุด

source: Max discount allowed for item: {0} is {1}%
th: ส่วนลดสูงสุดที่อนุญาตสำหรับสินค้า: {0} คือ {1}%

source: Max: {0}
th: สูงสุด: {0}

source: Maximum Invoice Amount
th: จำนวนใบแจ้งหนี้สูงสุด

source: Maximum Net Rate
th: อัตราสุทธิสูงสุด

source: Maximum Payment Amount
th: จำนวนเงินชำระสูงสุด

source: Maximum Samples - {0} can be retained for Batch {1} and Item {2}.
th: ตัวอย่างสูงสุด - {0} สามารถเก็บไว้สำหรับแบทช์ {1} และรายการ {2}

source: Maximum Samples - {0} have already been retained for Batch {1} and Item {2} in Batch {3}.
th: ตัวอย่างสูงสุด - {0} ถูกเก็บไว้สำหรับ Batch {1} และ Item {2} ใน Batch {3} แล้ว

source: Maximum Use
th: การใช้งานสูงสุด

source: Maximum Value
th: ค่าสูงสุด

source: Maximum discount for Item {0} is {1}%
th: ส่วนลดสูงสุดสำหรับสินค้า {0} คือ {1}%

source: Maximum quantity scanned for item {0}.
th: จำนวนสูงสุดที่สแกนได้สำหรับสินค้า {0}

source: Maximum sample quantity that can be retained
th: จำนวนตัวอย่างสูงสุดที่สามารถเก็บรักษาได้

source: Medium
th: กลาง

source: Meeting
th: การประชุม

source: Mention Valuation Rate in the Item master.
th: กล่าวถึงอัตราการประเมินค่าในรายการต้นแบบ

source: Mention if non-standard Receivable account
th: โปรดระบุหากบัญชีลูกหนี้ไม่เป็นไปตามมาตรฐาน

source: Mention if non-standard payable account
th: พูดถึงบัญชีที่ต้องชำระเงินที่ไม่ได้มาตรฐาน

source: Mention if non-standard receivable account applicable
th: ถ้าพูดถึงไม่ได้มาตรฐานลูกหนี้บังคับ

source: Merge
th: ผสาน

source: Merge Account
th: ผสานบัญชี

source: Merge Invoices Based On
th: รวมใบแจ้งหนี้ตาม

source: Merge Progress
th: ความคืบหน้าการรวมข้อมูล

source: Merge Similar Account Heads
th: รวมหัวข้อบัญชีที่คล้ายกัน

source: Merge taxes from multiple documents
th: รวมภาษีจากเอกสารหลายฉบับ

source: Merge with Existing Account
th: ผสานกับบัญชีที่มีอยู่

source: Merge with existing
th: รวมกับที่มีอยู่

source: Merged
th: รวมกัน

source: Merging is only possible if following properties are same in both records. Is Group, Root Type, Company and Account Currency
th: การรวมข้อมูลสามารถทำได้ก็ต่อเมื่อคุณสมบัติดังต่อไปนี้ในทั้งสองระเบียนเหมือนกัน ได้แก่ กลุ่ม ประเภทราก บริษัท และสกุลเงินบัญชี

source: Merging {0} of {1}
th: กำลังรวม {0} จาก {1}

source: Message
th: ข่าวสาร

source: Message Examples
th: ตัวอย่างข้อความ

source: Message Sent
th: ข้อความส่งแล้ว

source: Message for Supplier
th: ข้อความหาผู้จัดจำหน่าย

source: Message to show
th: ข้อความที่จะแสดง

source: Message will be sent to the users to get their status on the Project
th: ข้อความจะถูกส่งไปยังผู้ใช้เพื่อรับสถานะของพวกเขาในโครงการ

source: Messages greater than 160 characters will be split into multiple messages
th: ข้อความที่ยาวกว่า 160 ตัวอักษร จะถูกแบ่งออกเป็นหลายข้อความ

source: Middle Income
th: มีรายได้ปานกลาง

source: Middle Name
th: ชื่อกลาง

source: Min Amount
th: จำนวนเงินขั้นต่ำ

source: Min Amt
th: ขั้นต่ำ

source: Min Amt can not be greater than Max Amt
th: ค่าต่ำสุดไม่สามารถมากกว่าค่าสูงสุดได้

source: Min Grade
th: เกรดต่ำสุด

source: Min Order Qty
th: จำนวนสั่งซื้อขั้นต่ำ

source: Min Qty
th: จำนวนขั้นตำ่

source: Min Qty (As Per Stock UOM)
th: จำนวนขั้นต่ำ (ตามหน่วยวัดสินค้าคงคลัง)

source: Min Qty can not be greater than Max Qty
th: นาที จำนวน ไม่สามารถ จะมากกว่า จำนวน สูงสุด

source: Min Qty should be greater than Recurse Over Qty
th: ปริมาณขั้นต่ำต้องมากกว่าปริมาณที่วนซ้ำ

source: Minimum Invoice Amount
th: จำนวนใบแจ้งหนี้ขั้นต่ำ

source: Minimum Lead Age (Days)
th: อายุนำขั้นต่ำ (วัน)

source: Minimum Net Rate
th: อัตราสุทธิขั้นต่ำ

source: Minimum Order Qty
th: จำนวนสั่งซื้อขั้นต่ำ

source: Minimum Order Quantity
th: จำนวนสั่งซื้อขั้นต่ำ

source: Minimum Payment Amount
th: จำนวนเงินชำระขั้นต่ำ

source: Minimum Qty
th: จำนวนขั้นต่ำ

source: Minimum Total Spent
th: จำนวนเงินที่ใช้จ่ายขั้นต่ำทั้งหมด

source: Minimum Value
th: ค่าน้อยสุด

source: Minimum quantity should be as per Stock UOM
th: ปริมาณขั้นต่ำควรเป็นต่อหน่วย UOM

source: Minute
th: นาที

source: Minutes
th: รายงานการประชุม

source: Miscellaneous Expenses
th: ค่าใช้จ่าย เบ็ดเตล็ด

source: Mismatch
th: ไม่ตรงกัน

source: Missing
th: ขาด

source: Missing Account
th: ไม่มีบัญชี

source: Missing Asset
th: สินทรัพย์ที่ขาดหาย

source: Missing Cost Center
th: ศูนย์ต้นทุนที่ขาดหาย

source: Missing Default in Company
th: ไม่มีค่าเริ่มต้นในบริษัท

source: Missing Finance Book
th: หนังสือการเงินที่ขาดหาย

source: Missing Finished Good
th: สินค้าสำเร็จรูปขาดแคลน

source: Missing Formula
th: สูตรที่ขาดหาย

source: Missing Item
th: ไม่มีข้อมูลสินค้า

source: Missing Items
th: รายการที่ขาดหาย

source: Missing Payments App
th: แอปการชำระเงินที่ขาดหาย

source: Missing Serial No Bundle
th: ชุดหมายเลขซีเรียลที่ขาดหาย

source: Missing Values Required
th: ค่านิยม ที่จำเป็น ขาดหายไป

source: Missing email template for dispatch. Please set one in Delivery Settings.
th: ไม่มีเทมเพลตอีเมลสำหรับจัดส่ง โปรดตั้งค่าในการตั้งค่าการจัดส่ง

source: Missing value
th: ค่าที่ขาดหาย

source: Mixed Conditions
th: เงื่อนไขการผสม

source: Mobile
th: โทรศัพท์มือถือ

source: Mobile No
th: เบอร์มือถือ

source: Mobile Number
th: เบอร์มือถือ

source: Mobile:
th: มือถือ:

source: Mode Of Payment
th: โหมดของการชำระเงิน

source: Mode of Payment
th: โหมดการชำระเงิน

source: Mode of Payment Account
th: โหมดของการบัญชีการชำระเงิน

source: Mode of Payments
th: โหมดการชำระเงิน

source: Model
th: แบบ

source: Modes of Payment
th: รูปแบบการชำระเงิน

source: Modified By
th: แก้ไขโดย

source: Modified On
th: แก้ไขเมื่อ

source: Module Settings
th: การตั้งค่าโมดูล

source: Monday
th: วันจันทร์

source: Monitor Progress
th: ติดตามความคืบหน้า

source: Monitor for Last 'X' days
th: ติดตามผลย้อนหลัง 'X' วัน

source: Monitoring Frequency
th: การตรวจสอบความถี่

source: Month
th: เดือน

source: Month(s) after the end of the invoice month
th: เดือนหลังจากสิ้นเดือนใบแจ้งหนี้

source: Monthly
th: รายเดือน

source: Monthly Completed Work Orders
th: ใบสั่งงานที่เสร็จสมบูรณ์รายเดือน

source: Monthly Distribution
th: การกระจายรายเดือน

source: Monthly Distribution Percentage
th: การกระจายรายเดือนร้อยละ

source: Monthly Distribution Percentages
th: เปอร์เซ็นต์การกระจายรายเดือน

source: Monthly Quality Inspections
th: การตรวจสอบคุณภาพรายเดือน

source: Monthly Rate
th: อัตรารายเดือน

source: Monthly Sales Target
th: เป้าหมายการขายรายเดือน

source: Monthly Total Work Orders
th: ใบสั่งงานรวมรายเดือน

source: Months
th: เดือน

source: More Info
th: ข้อมูลเพิ่มเติม

source: More Information
th: ข้อมูลมากกว่านี้

source: More details
th: รายละเอียดเพิ่มเติม

source: More/Less than 12 months.
th: มากกว่า/น้อยกว่า 12 เดือน

source: Move
th: ย้าย

source: Move Item
th: ย้ายรายการ

source: Move Stock
th: ย้ายสต็อก

source: Move to Cart
th: ย้ายไปยังรถเข็น

source: Movement
th: การเคลื่อนไหว

source: Moving Average
th: ค่าเฉลี่ยเคลื่อนที่

source: Moving up in tree ...
th: กำลังเลื่อนขึ้นในโครงสร้างต้นไม้ ...

source: Multi Currency
th: หลายสกุลเงิน

source: Multi-level BOM Creator
th: ผู้สร้างรายการวัสดุหลายระดับ
