Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Only values between [0,1) are allowed. Like {0.00, 0.04, 0.09, ...} Ex: If allowance is set at 0.07, accounts that have balance of 0.07 in either of the currencies will be considered as zero balance account
th: อนุญาตเฉพาะค่าระหว่าง [0,1) เท่านั้น เช่น {0.00, 0.04, 0.09, ...} ตัวอย่าง: หากตั้งค่า allowance เป็น 0.07 บัญชีที่มียอดคงเหลือ 0.07 ในสกุลเงินใดสกุลเงินหนึ่งจะถือเป็นบัญชีที่มียอดคงเหลือเป็นศูนย์

source: Only {0} are supported
th: รองรับเฉพาะ {0} เท่านั้น

source: Open
th: เปิด

source: Open Activities HTML
th: เปิดกิจกรรม HTML

source: Open BOM {0}
th: เปิด BOM {0}

source: Open Call Log
th: เปิดบันทึกการโทร

source: Open Contact
th: เปิดผู้ติดต่อ

source: Open Event
th: เปิดกิจกรรม

source: Open Events
th: เหตุการณ์เปิด

source: Open Form View
th: เปิดมุมมองแบบฟอร์ม

source: Open Issues
th: เปิดประเด็น

source: Open Issues
th: เปิดประเด็น

source: Open Item {0}
th: เปิดรายการ {0}

source: Open Notifications
th: เปิดการแจ้งเตือน

source: Open Projects
th: เปิดโครงการ

source: Open Projects
th: เปิดโครงการ

source: Open Quotations
th: เปิดใบเสนอราคา

source: Open Sales Orders
th: เปิดใบสั่งขาย

source: Open Task
th: งานที่เปิดอยู่

source: Open Tasks
th: งานที่เปิดอยู่

source: Open To Do
th: เปิดสิ่งที่ต้องทำ

source: Open To Do
th: เปิดให้ทำ

source: Open Work Order {0}
th: เปิดใบสั่งงาน {0}

source: Open Work Orders
th: Open Orders

source: Open a new ticket
th: เปิดตั๋วใหม่

source: Opening
th: การเปิด

source: Opening & Closing
th: การเปิดและการปิด

source: Opening (Cr)
th: เปิด ( Cr )

source: Opening (Dr)
th: เปิด ( Dr)

source: Opening Accumulated Depreciation
th: เปิดค่าเสื่อมราคาสะสม

source: Opening Accumulated Depreciation must be less than or equal to {0}
th: ค่าเสื่อมราคาสะสมเปิดบัญชีต้องน้อยกว่าหรือเท่ากับ {0}

source: Opening Amount
th: จำนวนเงินที่เปิด

source: Opening Balance
th: ยอดคงเหลือต้นงวด

source: Opening Balance Details
th: กำลังเปิดรายละเอียดยอดคงเหลือ

source: Opening Balance Equity
th: เปิดทุนคงเหลือ

source: Opening Balances
th: ยอดยกมาเบิกต้นงวด

source: Opening Date
th: เปิดวันที่

source: Opening Entry
th: เปิดรายการ

source: Opening Entry can not be created after Period Closing Voucher is created.
th: ไม่สามารถสร้างรายการเปิดบัญชีได้หลังจากที่สร้างใบสำคัญปิดงวดบัญชีแล้ว

source: Opening Invoice Creation In Progress
th: กำลังเปิดการสร้างใบแจ้งหนี้

source: Opening Invoice Creation Tool
th: เปิดเครื่องมือสร้างใบแจ้งหนี้

source: Opening Invoice Creation Tool Item
th: เปิดรายการเครื่องมือสร้างใบแจ้งหนี้

source: Opening Invoice Item
th: เปิดรายการใบแจ้งหนี้

source: Opening Invoice has rounding adjustment of {0}.<br><br> '{1}' account is required to post these values. Please set it in Company: {2}.<br><br> Or, '{3}' can be enabled to not post any rounding adjustment.
th: ใบแจ้งหนี้เปิดมีการปรับปัดเศษจำนวน {0} <br><br> จำเป็นต้องมีบัญชี '{1}' เพื่อบันทึกค่าดังกล่าว กรุณาตั้งค่าในบริษัท: {2} <br><br> หรือ สามารถเปิดใช้งาน '{3}' เพื่อไม่บันทึกการปรับปัดเศษใดๆ

source: Opening Invoices
th: การเปิดใบแจ้งหนี้

source: Opening Invoices Summary
th: การเปิดบัญชีใบแจ้งหนี้

source: Opening Number of Booked Depreciations
th: จำนวนการตัดค่าเสื่อมราคาที่บันทึกไว้เปิดใช้งาน

source: Opening Purchase Invoices have been created.
th: ใบกำกับภาษีซื้อที่ยังไม่ปิดการบันทึกได้ถูกสร้างขึ้นแล้ว

source: Opening Qty
th: เปิด จำนวน

source: Opening Sales Invoices have been created.
th: ใบแจ้งหนี้ขายที่เปิดอยู่ได้ถูกสร้างขึ้นแล้ว

source: Opening Stock
th: เปิดการแจ้ง

source: Opening Time
th: เปิดเวลา

source: Opening Value
th: ราคาเปิด

source: Opening and Closing
th: การเปิดและปิด

source: Operating Cost
th: ค่าใช้จ่ายในการดำเนินงาน

source: Operating Cost (Company Currency)
th: ต้นทุนการดำเนินงาน ( บริษัท สกุล)

source: Operating Cost Per BOM Quantity
th: ต้นทุนการดำเนินงานต่อปริมาณ BOM

source: Operating Cost as per Work Order / BOM
th: ต้นทุนการดำเนินงานตามใบสั่งงาน / BOM

source: Operating Cost(Company Currency)
th: ต้นทุนการดำเนินงาน ( บริษัท สกุล)

source: Operating Costs
th: ค่าใช้จ่ายในการดำเนินงาน

source: Operation
th: การทำงาน

source: Operation & Workstation
th: การปฏิบัติงานและสถานีทำงาน

source: Operation Cost
th: ค่าใช้จ่ายในการดำเนินงาน

source: Operation Description
th: ดำเนินการคำอธิบาย

source: Operation ID
th: รหัสการดำเนินการ

source: Operation Id
th: รหัสการดำเนินงาน

source: Operation Row Number
th: หมายเลขแถวการดำเนินการ

source: Operation Time
th: เปิดบริการเวลา

source: Operation Time must be greater than 0 for Operation {0}
th: เวลาการดำเนินงานจะต้องมากกว่า 0 สำหรับการปฏิบัติงาน {0}

source: Operation completed for how many finished goods?
th: การดำเนินการเสร็จสมบูรณ์สำหรับวิธีการหลายสินค้าสำเร็จรูป?

source: Operation time does not depend on quantity to produce
th: เวลาการดำเนินงานไม่ขึ้นอยู่กับจำนวนที่ผลิต

source: Operation {0} added multiple times in the work order {1}
th: การดำเนินการ {0} เพิ่มหลายครั้งในใบสั่งงาน {1}

source: Operation {0} does not belong to the work order {1}
th: การดำเนินการ {0} ไม่ได้อยู่ในใบสั่งงาน {1}

source: Operation {0} longer than any available working hours in workstation {1}, break down the operation into multiple operations
th: การดำเนินงาน {0} นานกว่าชั่วโมงการทำงานใด ๆ ที่มีอยู่ในเวิร์กสเตชัน {1} ทำลายลงการดำเนินงานในการดำเนินงานหลาย

source: Operations
th: การดำเนินงาน

source: Operations cannot be left blank
th: การดำเนินงานไม่สามารถเว้นว่าง

source: Operator
th: ตัวดำเนินการ

source: Opp/Lead %
th: โอกาส/ลูกค้าเป้าหมาย %

source: Opportunities
th: โอกาส

source: Opportunities by lead source
th: โอกาสโดยนำแหล่งที่มา

source: Opportunity
th: โอกาส

source: Opportunity Amount
th: จำนวนโอกาส

source: Opportunity Amount (Company Currency)
th: จำนวนโอกาส (สกุลเงินบริษัท)

source: Opportunity Date
th: วันที่มีโอกาส

source: Opportunity From
th: โอกาสจาก

source: Opportunity Item
th: รายการโอกาส

source: Opportunity Lost Reason
th: โอกาสสูญเสียเหตุผล

source: Opportunity Lost Reason Detail
th: รายละเอียดสาเหตุที่เสียโอกาส

source: Opportunity Owner
th: เจ้าของโอกาส

source: Opportunity Source
th: แหล่งที่มาของโอกาส

source: Opportunity Summary by Sales Stage
th: สรุปโอกาสตามขั้นตอนการขาย

source: Opportunity Summary by Sales Stage
th: สรุปโอกาสตามขั้นตอนการขาย

source: Opportunity Type
th: ประเภทโอกาส

source: Opportunity Value
th: มูลค่าโอกาส

source: Opportunity {0} created
th: สร้างโอกาส {0} แล้ว

source: Optimize Route
th: เพิ่มประสิทธิภาพเส้นทาง

source: Optional. Sets company's default currency, if not specified.
th: ตัวเลือก ตั้งสกุลเงินเริ่มต้นของ บริษัท ฯ หากไม่ได้ระบุไว้

source: Optional. This setting will be used to filter in various transactions.
th: ไม่จำเป็น การตั้งค่านี้ จะถูก ใช้ในการกรอง ในการทำธุรกรรม ต่างๆ

source: Options
th: ตัวเลือก

source: Orange
th: ส้ม

source: Order Amount
th: จำนวนการสั่งซื้อ

source: Order By
th: สั่งโดย

source: Order Confirmation Date
th: วันที่ยืนยันการสั่งซื้อ

source: Order Confirmation No
th: หมายเลขคำยืนยันการสั่งซื้อ

source: Order Count
th: จำนวนคำสั่งซื้อ

source: Order Date
th: วันที่ ใบสั่ง

source: Order Information
th: ข้อมูลการสั่งซื้อ

source: Order No
th: หมายเลขใบสั่งซื้อ

source: Order Qty
th: จำนวนสั่งซื้อ

source: Order Status
th: สถานะคำสั่งซื้อ

source: Order Type
th: ประเภทสั่งซื้อ

source: Order Value
th: มูลค่าคำสั่งซื้อ

source: Order in which sections should appear. 0 is first, 1 is second and so on.
th: ลำดับที่ควรปรากฏในส่วน 0 เป็นครั้งแรก 1 เป็นวินาทีและต่อไป

source: Order/Quot %
th: ใบสั่งซื้อ/ใบเสนอราคา %

source: Ordered
th: ได้รับคำสั่ง

source: Ordered Qty
th: สั่งซื้อ จำนวน

source: Ordered Qty: Quantity ordered for purchase, but not received.
th: สั่งซื้อ จำนวน: จำนวน สั่ง ซื้อ แต่ ไม่ได้รับ

source: Ordered Quantity
th: จำนวนสั่ง

source: Orders
th: คำสั่งซื้อ

source: Organization
th: องค์กร

source: Organization Name
th: ชื่อองค์กร

source: Orientation
th: ปฐมนิเทศ

source: Original Item
th: รายการต้นฉบับ

source: Other
th: อื่น ๆ

source: Other Details
th: รายละเอียดอื่น ๆ

source: Other Info
th: ข้อมูลอื่น ๆ

source: Other Reports
th: รายงานอื่น ๆ

source: Other Settings
th: ตั้งค่าอื่น ๆ

source: Out Qty
th: ออก จำนวน

source: Out Value
th: ราคาออกมา

source: Out of AMC
th: ออกของ AMC

source: Out of Order
th: ชำรุด

source: Out of Stock
th: สินค้าหมด

source: Out of Warranty
th: ออกจากการรับประกัน

source: Out of stock
th: สินค้าหมดสต็อก

source: Outgoing
th: ขาออก

source: Outgoing Rate
th: อัตราการส่งออก

source: Outstanding
th: โดดเด่น

source: Outstanding (Company Currency)
th: ค้างชำระ (สกุลเงินบริษัท)

source: Outstanding Amount
th: ยอดคงค้าง

source: Outstanding Amt
th: Amt ดีเด่น

source: Outstanding Cheques and Deposits to clear
th: เช็คที่โดดเด่นและเงินฝากที่จะล้าง

source: Outstanding for {0} cannot be less than zero ({1})
th: ที่โดดเด่นสำหรับ {0} ไม่ สามารถน้อยกว่า ศูนย์ ( {1})

source: Outward
th: ภายนอก

source: Over Billing Allowance (%)
th: ส่วนลดการเรียกเก็บเงินเกิน (%)

source: Over Billing Allowance exceeded for Purchase Receipt Item {0} ({1}) by {2}%
th: เกินขีดจำกัดการอนุญาตเกินบิลสำหรับ รายการใบรับสินค้า {0} ({1}) ถึง {2}%

source: Over Delivery/Receipt Allowance (%)
th: เปอร์เซ็นต์ค่าความคลาดเคลื่อนการส่งมอบ/ใบรับสินค้า

source: Over Picking Allowance
th: ค่าปรับการหยิบเกิน

source: Over Receipt
th: เกินใบรับสินค้า

source: Over Receipt/Delivery of {0} {1} ignored for item {2} because you have {3} role.
th: การรับ/ส่งเกินของ {0} {1} ถูกละเว้นสำหรับ {2} เนื่องจากคุณมีบทบาท {3}

source: Over Transfer Allowance
th: เบิกจ่ายค่าชดเชยเกินกำหนด

source: Over Transfer Allowance (%)
th: เบี้ยเลี้ยงโอนเกิน (%)

source: Overbilling of {0} {1} ignored for item {2} because you have {3} role.
th: การเรียกเก็บเงินเกินจำนวน {0} {1} ถูกละเว้นสำหรับสินค้า {2} เนื่องจากคุณมีบทบาท {3}

source: Overbilling of {} ignored because you have {} role.
th: การเรียกเก็บเงินเกินของ {} ถูกละเว้นเนื่องจากคุณมีบทบาท {}.

source: Overdue
th: เกินกำหนด

source: Overdue Days
th: วันที่ค้างชำระ

source: Overdue Payment
th: การชำระเงินเกินกำหนด

source: Overdue Payments
th: การชำระเงินเกินกำหนด

source: Overdue Tasks
th: งานที่เกินกำหนด

source: Overdue and Discounted
th: เกินกำหนดและลดราคา

source: Overlap in scoring between {0} and {1}
th: ซ้อนกันระหว่างการให้คะแนนระหว่าง {0} ถึง {1}

source: Overlapping conditions found between:
th: เงื่อนไข ที่ทับซ้อนกัน ระหว่าง พบ :

source: Overproduction Percentage For Sales Order
th: เปอร์เซ็นต์การผลิตเกินสำหรับใบสั่งขาย

source: Overproduction Percentage For Work Order
th: เปอร์เซ็นต์การผลิตมากเกินไปสำหรับใบสั่งงาน

source: Overproduction for Sales and Work Order
th: การผลิตมากเกินไปสำหรับการขายและใบสั่งงาน

source: Overview
th: ภาพรวม

source: Owned
th: เจ้าของ

source: Owner
th: เจ้าของ

source: P&L Closing Balance
th: ยอดคงเหลือปิดบัญชีกำไรขาดทุน

source: PAN No
th: หมายเลข PAN

source: PCV Paused
th: PCV หยุดชั่วคราว

source: PCV Resumed
th: PCV ดำเนินการต่อแล้ว

source: PDF Name
th: ชื่อไฟล์ PDF

source: PO Supplied Item
th: PO รายการที่ให้มา

source: POS
th: จุดขาย

source: POS Closed
th: ปิดการขายหน้าร้าน

source: POS Closing Entry
th: รายการปิด POS

source: POS Closing Entry Detail
th: รายละเอียดรายการปิด POS

source: POS Closing Entry Taxes
th: POS ปิดภาษีรายการ

source: POS Closing Failed
th: การปิด POS ล้มเหลว

source: POS Closing failed while running in a background process. You can resolve the {0} and retry the process again.
th: การปิด POS ล้มเหลวขณะทำงานในกระบวนการเบื้องหลัง คุณสามารถแก้ไข {0} และลองดำเนินการอีกครั้งได้

source: POS Customer Group
th: กลุ่มลูกค้า จุดขายหน้าร้าน

source: POS Field
th: ฟิลด์ POS

source: POS Invoice
th: ใบแจ้งหนี้ POS

source: POS Invoice Item
th: รายการใบแจ้งหนี้ POS

source: POS Invoice Merge Log
th: บันทึกการผสานใบแจ้งหนี้ POS

source: POS Invoice Reference
th: อ้างอิงใบแจ้งหนี้ POS

source: POS Invoice is already consolidated
th: ใบกำกับภาษีขายหน้าร้านได้รับการรวมยอดแล้ว

source: POS Invoice is not submitted
th: ใบกำกับภาษีขายหน้าร้านยังไม่ได้ส่งแล้ว

source: POS Invoice isn't created by user {}
th: ผู้ใช้ไม่ได้สร้างใบแจ้งหนี้ POS {}

source: POS Invoice should have the field {0} checked.
th: ใบกำกับภาษี POS ควรมีการเลือกช่อง {0} ไว้แล้ว

source: POS Invoices
th: ใบแจ้งหนี้ POS

source: POS Invoices will be consolidated in a background process
th: ใบแจ้งหนี้ POS จะถูกรวมในกระบวนการเบื้องหลัง

source: POS Invoices will be unconsolidated in a background process
th: ใบกำกับภาษี POS จะถูกแยกออกในกระบวนการเบื้องหลัง

source: POS Item Group
th: กลุ่มสินค้า จุดขาย

source: POS Opening Entry
th: รายการเปิด POS

source: POS Opening Entry Detail
th: รายละเอียดรายการเปิด POS

source: POS Opening Entry Missing
th: รายการเปิดระบบขายหน้าร้านขาดหาย

source: POS Payment Method
th: วิธีการชำระเงิน POS

source: POS Profile
th: รายละเอียด จุดขาย

source: POS Profile User
th: ผู้ใช้โปรไฟล์ POS

source: POS Profile doesn't match {}
th: โปรไฟล์ POS ไม่ตรงกับ {}

source: POS Profile required to make POS Entry
th: รายละเอียด จุดขาย จำเป็นต้องทำให้ จุดขาย บันทึกได้

source: POS Profile {0} cannot be disabled as there are ongoing POS sessions.
th: โปรไฟล์ POS {0} ไม่สามารถปิดใช้งานได้เนื่องจากมีเซสชัน POS ที่กำลังดำเนินการอยู่

source: POS Profile {} contains Mode of Payment {}. Please remove them to disable this mode.
th: โปรไฟล์ POS {} มีวิธีการชำระเงิน {} กรุณาลบออกเพื่อปิดการใช้งานวิธีการชำระเงินนี้

source: POS Profile {} does not belong to company {}
th: โปรไฟล์ POS {} ไม่ได้เป็นของ บริษัท {}

source: POS Profile {} does not exist.
th: โปรไฟล์ POS {} ไม่มีอยู่ในระบบ

source: POS Profile {} is disabled.
th: โปรไฟล์ POS {} ถูกปิดใช้งานแล้ว

source: POS Register
th: ลงทะเบียน POS

source: POS Search Fields
th: ช่องค้นหา POS

source: POS Setting
th: การตั้งค่า POS

source: POS Settings
th: การตั้งค่า POS

source: POS Transactions
th: ธุรกรรม POS

source: POS has been closed at {0}. Please refresh the page.
th: POS ได้ปิดที่ {0} แล้ว กรุณารีเฟรชหน้าจอใหม่อีกครั้ง

source: POS invoice {0} created succesfully
th: สร้างใบแจ้งหนี้ POS {0} สำเร็จ

source: PSOA Cost Center
th: ศูนย์ต้นทุน PSOA

source: PSOA Project
th: โครงการ PSOA

source: Package No(s) already in use. Try from Package No {0}
th: หมายเลขแพ็กเกจถูกใช้งานแล้ว กรุณาลองใช้หมายเลขแพ็กเกจ {0}

source: Package Weight Details
th: รายละเอียดแพคเกจน้ำหนัก

source: Packaging Slip From Delivery Note
th: ใบจัดส่งจากใบส่งของ

source: Packed Item
th: จัดส่งสินค้าบรรจุหมายเหตุ

source: Packed Items
th: บรรจุรายการ

source: Packed Items cannot be transferred internally
th: ไม่สามารถโอนสินค้าบรรจุภายในองค์กรได้

source: Packed Qty
th: จำนวนบรรจุ

source: Packing List
th: รายการบรรจุ

source: Packing Slip
th: สลิป

source: Packing Slip Item
th: บรรจุรายการสลิป

source: Packing Slip(s) cancelled
th: บรรจุ สลิป (s) ยกเลิก

source: Packing Unit
th: หน่วยบรรจุ

source: Page Break
th: แบ่งหน้า

source: Page Break After Each SoA
th: ขึ้นบรรทัดใหม่หลังแต่ละรายงานสถานะบัญชี (SoA)

source: Page {0} of {1}
th: หน้า {0} ของ {1}

source: Paid
th: ชำระ

source: Paid Amount
th: จำนวนเงินที่ชำระ

source: Paid Amount (Company Currency)
th: จำนวนเงินที่จ่าย (บริษัท สกุล)

source: Paid Amount After Tax
th: จำนวนเงินที่ชำระหลังหักภาษี

source: Paid Amount After Tax (Company Currency)
th: จำนวนเงินที่ชำระหลังหักภาษี (สกุลเงินบริษัท)

source: Paid Amount cannot be greater than total negative outstanding amount {0}
th: ที่เรียกชำระแล้วจำนวนเงินที่ไม่สามารถจะสูงกว่ายอดรวมที่โดดเด่นในเชิงลบ {0}

source: Paid From Account Type
th: ชำระเงินจากประเภทบัญชี

source: Paid Loan
th: เงินกู้ที่ชำระแล้ว

source: Paid To Account Type
th: ประเภทบัญชีที่ชำระเงินแล้ว

source: Paid amount + Write Off Amount can not be greater than Grand Total
th: ชำระ เงิน + เขียน ปิด จำนวน ไม่สามารถ จะสูงกว่า แกรนด์ รวม

source: Pallets
th: พาเลท

source: Parameter
th: พารามิเตอร์

source: Parameter Group
th: กลุ่มพารามิเตอร์

source: Parameter Group Name
th: ชื่อกลุ่มพารามิเตอร์

source: Parameter Name
th: ชื่อพารามิเตอร์

source: Parameters
th: พารามิเตอร์

source: Parcel Template
th: แม่แบบพัสดุ

source: Parcel Template Name
th: ชื่อแม่แบบพัสดุ

source: Parcel weight cannot be 0
th: น้ำหนักพัสดุไม่สามารถเป็น 0 ได้

source: Parcels
th: พัสดุ

source: Parent
th: ผู้ปกครอง

source: Parent Account
th: บัญชีผู้ปกครอง

source: Parent Account Missing
th: บัญชีสวันเมอรี่

source: Parent Batch
th: กลุ่มผู้ปกครอง

source: Parent Company
th: บริษัท แม่

source: Parent Company must be a group company
th: บริษัท แม่จะต้องเป็น บริษัท ในเครือ

source: Parent Cost Center
th: ศูนย์ต้นทุนผู้ปกครอง

source: Parent Customer Group
th: กลุ่มลูกค้าผู้ปกครอง

source: Parent Department
th: ฝ่ายปกครอง

source: Parent Detail docname
th: docname รายละเอียดผู้ปกครอง

source: Parent Document
th: เอกสารต้นทาง

source: Parent Item
th: รายการหลัก

source: Parent Item Group
th: กลุ่มสินค้าหลัก

source: Parent Item {0} must not be a Fixed Asset
th: รายการหลัก {0} ต้องไม่ใช่สินทรัพย์ถาวร

source: Parent Item {0} must not be a Stock Item
th: ผู้ปกครองรายการ {0} ต้องไม่เป็นรายการสต็อก

source: Parent Location
th: ที่ตั้งหลัก

source: Parent Procedure
th: ขั้นตอนผู้ปกครอง

source: Parent Row No
th: หมายเลขแถวหลัก

source: Parent Row No not found for {0}
th: ไม่พบหมายเลขแถวหลักสำหรับ {0}

source: Parent Sales Person
th: ผู้ปกครองคนขาย

source: Parent Supplier Group
th: กลุ่มผู้ขายหลัก

source: Parent Task
th: งานหลัก

source: Parent Task {0} is not a Template Task
th: งานหลัก {0} ไม่ใช่งานต้นแบบ

source: Parent Task {0} must be a Group Task
th: งานหลัก {0} ต้องเป็นงานกลุ่ม

source: Parent Territory
th: ดินแดนปกครอง

source: Parent Warehouse
th: คลังสินค้าผู้ปกครอง

source: Parsing Error
th: ข้อผิดพลาดในการวิเคราะห์

source: Partial Material Transferred
th: วัสดุบางส่วนถูกโอน

source: Partial Payment in POS Invoice is not allowed.
th: การชำระเงินบางส่วนในใบกำกับภาษีขายหน้าร้าน (POS) ไม่ได้รับอนุญาต

source: Partial Stock Reservation
th: การสำรองสต็อกบางส่วน

source: Partial Success
th: สำเร็จบางส่วน

source: Partial stock can be reserved. For example, If you have a Sales Order of 100 units and the Available Stock is 90 units then a Stock Reservation Entry will be created for 90 units.
th: สามารถสำรองสต็อกบางส่วนได้ เช่น หากคุณมีใบสั่งขายจำนวน 100 หน่วย และสต็อกที่มีอยู่คือ 90 หน่วย จะมีการสร้างรายการสำรองสต็อกสำหรับ 90 หน่วย

source: Partially Completed
th: เสร็จบางส่วน

source: Partially Delivered
th: ส่งมอบบางส่วนแล้ว

source: Partially Depreciated
th: Depreciated บางส่วน

source: Partially Fulfilled
th: ปฏิบัติตามบางส่วน

source: Partially Ordered
th: สั่งซื้อบางส่วน

source: Partially Paid
th: ชำระเงินบางส่วน

source: Partially Received
th: ได้รับบางส่วน

source: Partially Reconciled
th: ปรับยอดบางส่วนแล้ว

source: Partially Reserved
th: สงวนบางส่วน

source: Partially ordered
th: สั่งซื้อบางส่วน

source: Partly Billed
th: จำนวนมากที่สุดเป็นส่วนใหญ่

source: Partly Delivered
th: ส่งบางส่วน

source: Partly Paid
th: ชำระเงินบางส่วน

source: Partly Paid and Discounted
th: ชำระบางส่วนและส่วนลด

source: Partner Type
th: ประเภทคู่

source: Partner website
th: เว็บไซต์พันธมิตร

source: Partnership
th: หุ้นส่วน

source: Party
th: งานเลี้ยง

source: Party Account
th: บัญชีพรรค

source: Party Account Currency
th: พรรคบัญชีเงินฝากเงินตรา

source: Party Account No. (Bank Statement)
th: หมายเลขบัญชีคู่สัญญา (รายการเดินบัญชีธนาคาร)

source: Party Account {0} currency ({1}) and document currency ({2}) should be same
th: สกุลเงินของ บัญชี ฝ่าย {0} ({1}) และสกุลเงินของเอกสาร ({2}) ควรเหมือนกัน

source: Party Balance
th: ยอดคงเหลือพรรค

source: Party Bank Account
th: บัญชีธนาคารปาร์ตี้

source: Party Details
th: รายละเอียดของบุคคลที่

source: Party Full Name
th: ชื่อเต็มของฝ่าย

source: Party IBAN (Bank Statement)
th: เลขที่บัญชี IBAN ของคู่สัญญา (รายงานธนาคาร)

source: Party Information
th: ข้อมูลพรรค

source: Party Item Code
th: รหัสสินค้า คู่ค้า

source: Party Link
th: ลิงก์ฝ่าย

source: Party Mismatch
th: คู่สัญญาไม่ตรงกัน

source: Party Name
th: ชื่องานเลี้ยง

source: Party Name/Account Holder (Bank Statement)
th: ชื่อคู่สัญญา/ผู้ถือบัญชี (รายงานธนาคาร)

source: Party Not Required
th: ไม่จำเป็นต้องมีฝ่าย

source: Party Specific Item
th: รายการเฉพาะฝ่าย

source: Party Type
th: ประเภท บุคคล

source: Party Type and Party can only be set for Receivable / Payable account<br><br>{0}
th: ประเภทคู่สัญญาและคู่สัญญาสามารถตั้งค่าได้เฉพาะสำหรับบัญชีลูกหนี้/เจ้าหนี้เท่านั้น<br><br>{0}

source: Party Type and Party is mandatory for {0} account
th: ประเภทปาร์ตี้และปาร์ตี้เป็นสิ่งจำเป็นสำหรับ {0} บัญชี

source: Party Type and Party is required for Receivable / Payable account {0}
th: ประเภทคู่สัญญาและคู่สัญญาจำเป็นสำหรับบัญชีลูกหนี้/เจ้าหนี้ {0}

source: Party Type is mandatory
th: ประเภทของบุคคลที่มีผลบังคับใช้

source: Party User
th: ผู้ใช้พรรค

source: Party can only be one of {0}
th: ฝ่ายต้องเป็นเพียงหนึ่งใน {0} เท่านั้น

source: Party is mandatory
th: พรรคมีผลบังคับใช้

source: Passed
th: ผ่านไป

source: Passport Details
th: รายละเอียดหนังสือเดินทาง

source: Passport Number
th: หมายเลขหนังสือเดินทาง

source: Past Due Date
th: วันครบกำหนดที่ผ่านมา

source: Path
th: เส้นทาง

source: Pause
th: หยุด

source: Pause Job
th: หยุดงานชั่วคราว

source: Pause SLA On Status
th: หยุด SLA ชั่วคราวในสถานะ

source: Paused
th: หยุดชั่วคราว

source: Pay
th: ชำระเงิน

# Amount
source: Pay
th: จ่ายเงิน

source: Pay To / Recd From
th: จ่ายให้ Recd / จาก

source: Payable
th: ที่ต้องชำระ

source: Payable Account
th: เจ้าหนี้การค้า

source: Payables
th: เจ้าหนี้

source: Payer Settings
th: การตั้งค่าการชำระเงิน

source: Payment
th: วิธีการชำระเงิน

source: Payment Account
th: บัญชีการชำระเงิน

source: Payment Amount
th: จำนวนเงินที่ชำระ

source: Payment Amount (Company Currency)
th: จำนวนเงินชำระ (สกุลเงินบริษัท)

source: Payment Channel
th: ช่องทางการชำระเงิน

source: Payment Deductions or Loss
th: การหักเงินชำระเงินหรือการสูญเสีย

source: Payment Document
th: เอกสารการชำระเงิน

source: Payment Document Type
th: ประเภทเอกสารการชำระเงิน

source: Payment Due Date
th: วันที่ครบกำหนด ชำระเงิน

source: Payment Entries
th: รายการชำระเงิน

source: Payment Entries {0} are un-linked
th: รายการชำระเงิน {0} ยกเลิกการเชื่อมโยง

source: Payment Entry
th: รายการชำระเงิน

source: Payment Entry Deduction
th: หักรายการชำระเงิน

source: Payment Entry Reference
th: อ้างอิงรายการชำระเงิน

source: Payment Entry Settings
th: การตั้งค่าการบันทึกชำระเงิน

source: Payment Entry already exists
th: รายการชำระเงินที่มีอยู่แล้ว

source: Payment Entry has been modified after you pulled it. Please pull it again.
th: เข้าชำระเงินได้รับการแก้ไขหลังจากที่คุณดึงมัน กรุณาดึงมันอีกครั้ง

source: Payment Entry is already created
th: รายการชำระเงินที่สร้างไว้แล้ว

source: Payment Entry {0} is linked against Order {1}, check if it should be pulled as advance in this invoice.
th: รายการชำระเงิน {0} เชื่อมโยงกับคำสั่งซื้อ {1} โปรดตรวจสอบว่าควรถูกดึงมาเป็นเงินล่วงหน้าในใบแจ้งหนี้นี้หรือไม่

source: Payment Failed
th: การชำระเงินล้มเหลว

source: Payment From / To
th: การชำระเงินจาก / ถึง

source: Payment Gateway
th: ช่องทางการชำระเงิน

source: Payment Gateway Account
th: บัญชี Gateway การชำระเงิน

source: Payment Gateway Account not created, please create one manually.
th: Payment Gateway บัญชีไม่ได้สร้างโปรดสร้างด้วยตนเอง

source: Payment Gateway Details
th: การชำระเงินรายละเอียดเกตเวย์

source: Payment Ledger
th: บัญชีแยกประเภทการชำระเงิน

source: Payment Ledger Balance
th: ยอดคงเหลือบัญชีแยกประเภทการชำระเงิน

source: Payment Ledger Entry
th: รายการสมุดรายวันการชำระเงิน

source: Payment Limit
th: ขีดจำกัดการชำระเงิน

source: Payment Method
th: วิธีการชำระเงิน

source: Payment Methods
th: วิธีการชำระเงิน

source: Payment Mode
th: วิธีการชำระเงิน

source: Payment Order
th: ใบสั่งซื้อการชำระเงิน

source: Payment Order Reference
th: การอ้างอิงใบสั่งซื้อการชำระเงิน

source: Payment Order Status
th: สถานะคำสั่งจ่ายเงิน

source: Payment Order Type
th: ประเภทคำสั่งจ่ายเงิน

source: Payment Ordered
th: สั่งจ่ายเงินแล้ว

source: Payment Period Based On Invoice Date
th: ระยะเวลา ในการชำระเงิน ตาม ใบแจ้งหนี้ ใน วันที่

source: Payment Plan
th: แผนการชำระเงิน

source: Payment Receipt Note
th: ใบเสร็จรับเงินการชำระเงินหมายเหตุ
