Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Investments
th: เงินลงทุน

source: Invoice
th: ใบกำกับสินค้า

source: Invoice Cancellation
th: การยกเลิกใบแจ้งหนี้

source: Invoice Date
th: วันที่ออกใบแจ้งหนี้

source: Invoice Discounting
th: ส่วนลดใบแจ้งหนี้

source: Invoice Grand Total
th: ยอดรวมใบแจ้งหนี้

source: Invoice ID
th: รหัสใบแจ้งหนี้

source: Invoice Limit
th: ขีดจำกัดใบแจ้งหนี้

source: Invoice Number
th: จำนวนใบแจ้งหนี้

source: Invoice Portion
th: ส่วนใบแจ้งหนี้

source: Invoice Portion (%)
th: สัดส่วนใบแจ้งหนี้ (%)

source: Invoice Posting Date
th: ใบแจ้งหนี้วันที่โพสต์

source: Invoice Series
th: ซีรี่ส์ใบแจ้งหนี้

source: Invoice Status
th: สถานะใบแจ้งหนี้

source: Invoice Type
th: ประเภทใบแจ้งหนี้

source: Invoice already created for all billing hours
th: สร้างใบแจ้งหนี้สำหรับชั่วโมงการเรียกเก็บเงินแล้ว

source: Invoice and Billing
th: ใบแจ้งหนี้และการเรียกเก็บเงิน

source: Invoice can't be made for zero billing hour
th: ไม่สามารถจัดทำใบแจ้งหนี้สำหรับศูนย์เรียกเก็บเงินได้เป็นศูนย์

source: Invoiced Amount
th: ใบแจ้งหนี้จํานวนเงิน

source: Invoiced Qty
th: จำนวนที่ออกใบแจ้งหนี้

source: Invoices
th: ใบแจ้งหนี้

source: Invoices and Payments have been Fetched and Allocated
th: ใบแจ้งหนี้และการชำระเงินถูกดึงข้อมูลและจัดสรรแล้ว

source: Invoicing
th: ออกใบแจ้งหนี้

source: Invoicing Features
th: คุณสมบัติการออกใบแจ้งหนี้

source: Inward
th: ขาเข้า

source: Is Account Payable
th: เป็นเจ้าหนี้

source: Is Active
th: มีการใช้งาน

source: Is Adjustment Entry
th: รายการปรับปรุงบัญชี

source: Is Advance
th: ล่วงหน้า

source: Is Alternative
th: เป็นทางเลือก

source: Is Billable
th: เรียกเก็บเงินได้

source: Is Cancelled
th: เป็นยกเลิก

source: Is Cash or Non Trade Discount
th: เป็นเงินสดหรือลดราคาที่ไม่ใช่การค้าขาย

source: Is Company
th: เป็น บริษัท

source: Is Company Account
th: บัญชี บริษัท

source: Is Composite Asset
th: เป็นสินทรัพย์รวม

source: Is Consolidated
th: เป็นแบบรวม

source: Is Container
th: เป็นคอนเทนเนอร์

source: Is Corrective Job Card
th: บัตรงานแก้ไข

source: Is Corrective Operation
th: การดำเนินการแก้ไข

source: Is Cumulative
th: เป็นแบบสะสม

source: Is Customer Provided Item
th: เป็นรายการที่ลูกค้าให้

source: Is Default
th: เป็นค่าเริ่มต้น

source: Is Default Account
th: เป็นบัญชีเริ่มต้น

source: Is Default Language
th: เป็นภาษาเริ่มต้น

source: Is Delivery Note Required for Sales Invoice Creation?
th: หมายเหตุการจัดส่งจำเป็นสำหรับการสร้างใบแจ้งหนี้การขายหรือไม่

source: Is Discounted
th: เป็นส่วนลด

source: Is Exchange Gain / Loss?
th: กำไร/ขาดทุนจากอัตราแลกเปลี่ยน?

source: Is Existing Asset
th: เป็นสินทรัพย์ที่มีอยู่

source: Is Expandable
th: สามารถขยายได้

source: Is Finished Item
th: เป็นสินค้าสำเร็จรูป

source: Is Fixed Asset
th: เป็นสินทรัพย์ถาวร

source: Is Free Item
th: เป็นรายการฟรี

source: Is Frozen
th: ถูกแช่แข็ง

source: Is Fully Depreciated
th: หมดค่าตัดจำหน่ายแล้ว

source: Is Group
th: มีกลุ่ม

source: Is Group Warehouse
th: เป็นคลังสินค้ากลุ่มไหม

source: Is Internal Customer
th: เป็นลูกค้าภายใน

source: Is Internal Supplier
th: เป็นผู้จัดหาภายใน

source: Is Mandatory
th: เป็นข้อบังคับ

source: Is Milestone
th: เป็น Milestone

source: Is Old Subcontracting Flow
th: เป็นกระบวนการจ้างเหมาช่วงแบบเก่า

source: Is Opening
th: คือการเปิด

source: Is Opening Entry
th: จะเปิดรายการ

source: Is Outward
th: เป็นการส่งออก

source: Is Paid
th: เป็นค่าใช้จ่าย

source: Is Period Closing Voucher Entry
th: รายการบันทึกสมุดรายวันปิดงวดบัญชี

source: Is Purchase Order Required for Purchase Invoice & Receipt Creation?
th: ใบสั่งซื้อจำเป็นสำหรับการสร้างใบแจ้งหนี้และใบเสร็จรับเงินหรือไม่

source: Is Purchase Receipt Required for Purchase Invoice Creation?
th: จำเป็นต้องมีใบเสร็จรับเงินสำหรับการสร้างใบกำกับสินค้าหรือไม่

source: Is Rate Adjustment Entry (Debit Note)
th: รายการปรับอัตรา (ใบเดบิต)

source: Is Recursive
th: เป็นแบบเรียกซ้ำ

source: Is Rejected
th: ปฏิเสธแล้ว

source: Is Rejected Warehouse
th: ถูกปฏิเสธ คลังสินค้า

source: Is Return
th: คือการกลับมา

source: Is Return (Credit Note)
th: Return (Credit Note)

source: Is Return (Debit Note)
th: Return (Debit Note)

source: Is Sales Order Required for Sales Invoice & Delivery Note Creation?
th: ใบสั่งขายจำเป็นสำหรับการสร้างใบแจ้งหนี้การขายและการจัดส่งหรือไม่

source: Is Scrap Item
th: เป็น สินค้า ชั่งสิน

source: Is Short/Long Year
th: ปีสั้น/ปียาว

source: Is Standard
th: เป็นมาตรฐาน

source: Is Stock Item
th: เป็น สินค้าคงคลัง

source: Is Subcontracted
th: เหมา

source: Is System Generated
th: สร้างโดยระบบ

source: Is Tax Withholding Account
th: บัญชี ภาษีหัก ณ ที่จ่าย

source: Is Template
th: เป็นแม่แบบ

source: Is Transporter
th: Transporter คือ

source: Is a Subscription
th: เป็นการสมัครสมาชิก

source: Is this Tax included in Basic Rate?
th: คือภาษีนี้รวมอยู่ในอัตราขั้นพื้นฐาน?

source: Issue
th: ปัญหา

source: Issue Analytics
th: การวิเคราะห์ปัญหา

source: Issue Credit Note
th: ออกใบลดหนี้

source: Issue Date
th: วันที่ออก

source: Issue Material
th: ฉบับวัสดุ

source: Issue Priority
th: ลำดับความสำคัญของปัญหา

source: Issue Split From
th: แยกปัญหาจาก

source: Issue Summary
th: สรุปปัญหา

source: Issue Type
th: ประเภทการออก

source: Issue a debit note with 0 qty against an existing Sales Invoice
th: ออกใบลดหนี้จำนวน 0 หน่วยสำหรับใบแจ้งหนี้ขายที่มีอยู่แล้ว

source: Issued
th: ออก

source: Issued Items Against Work Order
th: การออกรายการสั่งซื้อสินค้า

source: Issues
th: ปัญหา

source: Issuing Date
th: วันที่ออก

source: It can take upto few hours for accurate stock values to be visible after merging items.
th: อาจใช้เวลาหลายชั่วโมงกว่าจะเห็นมูลค่าคลังสินค้าที่ถูกต้องหลังจากรวมรายการสินค้าแล้ว

source: It is needed to fetch Item Details.
th: มันเป็นสิ่งจำเป็นที่จะดึงรายละเอียดสินค้า

source: It's not possible to distribute charges equally when total amount is zero, please set 'Distribute Charges Based On' as 'Quantity'
th: ไม่สามารถแจกจ่ายค่าใช้จ่ายอย่างเท่าเทียมกันเมื่อยอดรวมเป็นศูนย์ กรุณาตั้งค่า 'แจกจ่ายค่าใช้จ่ายตาม' เป็น 'จำนวน'

source: Item
th: สินค้า

source: Item 1
th: รายการที่ 1

source: Item 2
th: รายการที่ 2

source: Item 3
th: วาระที่ 3

source: Item 4
th: วาระที่ 4

source: Item 5
th: ข้อ 5

source: Item Alternative
th: รายการทางเลือก

source: Item Attribute
th: รายการแอตทริบิวต์

source: Item Attribute Value
th: รายการค่าแอตทริบิวต์

source: Item Attribute Values
th: รายการค่าแอตทริบิวต์

source: Item Balance (Simple)
th: ยอดรายการ (เรียบง่าย)

source: Item Barcode
th: บาร์โค้ดสินค้า

source: Item Cart
th: รถเข็นรายการ

source: Item Code
th: รหัสสินค้า

source: Item Code (Final Product)
th: รหัสสินค้า (ผลิตภัณฑ์ขั้นสุดท้าย)

source: Item Code cannot be changed for Serial No.
th: รหัสสินค้า ไม่สามารถ เปลี่ยนเป็น เลข อนุกรม

source: Item Code required at Row No {0}
th: รหัสสินค้า ที่จำเป็น ที่ แถว ไม่มี {0}

source: Item Code: {0} is not available under warehouse {1}.
th: รหัสสินค้า: {0} ไม่สามารถใช้ได้ในคลังสินค้า {1}

source: Item Customer Detail
th: รายละเอียดรายการของลูกค้า

source: Item Default
th: ค่าเริ่มต้นของรายการ

source: Item Defaults
th: ค่าดีฟอลต์ของสินค้า

source: Item Description
th: รายละเอียดสินค้า

source: Item Details
th: รายละเอียดสินค้า

source: Item Group
th: กลุ่มสินค้า

source: Item Group Defaults
th: ค่าดีฟอลต์ของกลุ่มรายการ

source: Item Group Name
th: ชื่อกลุ่มสินค้า

source: Item Group Tree
th: กลุ่มสินค้า ต้นไม้

source: Item Group not mentioned in item master for item {0}
th: กลุ่มสินค้าไม่ได้กล่าวถึงในหลักรายการสำหรับรายการที่ {0}

source: Item Group wise Discount
th: ส่วนลดตามกลุ่มสินค้า

source: Item Groups
th: กลุ่มรายการ

source: Item Image (if not slideshow)
th: รูปภาพสินค้า (ถ้าไม่สไลด์โชว์)

source: Item Locations
th: รายการสถานที่

source: Item Manager
th: ผู้จัดการฝ่ายรายการ

source: Item Manufacturer
th: ผู้ผลิตรายการ

source: Item Name
th: ชื่อรายการ

source: Item Naming By
th: รายการการตั้งชื่อตาม

source: Item Out of Stock
th: สินค้าหมดสต็อก

source: Item Price
th: ราคาสินค้า

source: Item Price Settings
th: การตั้งค่าราคาสินค้า

source: Item Price Stock
th: ราคาหุ้น

source: Item Price added for {0} in Price List {1}
th: รายการสินค้าเพิ่มสำหรับ {0} ในราคา {1}

source: Item Price appears multiple times based on Price List, Supplier/Customer, Currency, Item, Batch, UOM, Qty, and Dates.
th: ราคาสินค้าปรากฏหลายครั้งตามรายการราคา, ผู้จำหน่าย/ลูกค้า, สกุลเงิน, สินค้า, รุ่น, หน่วยนับ, ปริมาณ และวันที่

source: Item Price updated for {0} in Price List {1}
th: รายการราคาปรับปรุงสำหรับ {0} ในราคา {1}

source: Item Prices
th: รายการราคาสินค้า

source: Item Quality Inspection Parameter
th: รายการพารามิเตอร์การตรวจสอบคุณภาพ

source: Item Reference
th: รายการอ้างอิง

source: Item Reorder
th: รายการ Reorder

source: Item Row {0}: {1} {2} does not exist in above '{1}' table
th: แถวสินค้า {0}: {1} {2} ไม่มีอยู่ในตารางด้านบน &#39;{1}&#39;

source: Item Serial No
th: รายการ Serial No.

source: Item Shortage Report
th: รายงานสินค้าไม่เพียงพอ

source: Item Supplier
th: ผู้ผลิตรายการ

source: Item Tax
th: ภาษีสินค้า

source: Item Tax Amount Included in Value
th: จำนวนภาษีสินค้าที่รวมอยู่ในมูลค่า

source: Item Tax Rate
th: อัตราภาษีสินค้า

source: Item Tax Row {0} must have account of type Tax or Income or Expense or Chargeable
th: รายการ แถว ภาษี {0} ต้องมีบัญชี ภาษี ประเภท หรือ รายได้ หรือ ค่าใช้จ่าย หรือ คิดค่าบริการได้

source: Item Tax Template
th: เทมเพลตภาษีของรายการ

source: Item Tax Template Detail
th: รายละเอียดเทมเพลตภาษีของรายการ

source: Item To Manufacture
th: รายการที่จะผลิต

source: Item UOM
th: UOM รายการ

source: Item Variant
th: รายการตัวแปร

source: Item Variant Attribute
th: รายการตัวแปรคุณสมบัติ

source: Item Variant Details
th: รายละเอียดรายละเอียดของรายการ

source: Item Variant Settings
th: การตั้งค่าชุดตัวเลือกรายการ

source: Item Variant {0} already exists with same attributes
th: รายการตัวแปร {0} อยู่แล้วที่มีลักษณะเดียวกัน

source: Item Variants updated
th: อัพเดตรายการตัวแปร

source: Item Warehouse based reposting has been enabled.
th: การรายงานซ้ำโดยอิงจากคลังสินค้า สินค้า ได้ถูกเปิดใช้งานแล้ว

source: Item Website Specification
th: สเปกเว็บไซต์รายการ

source: Item Weight Details
th: รายละเอียดน้ำหนักรายการ

source: Item Wise Tax Detail
th: รายการ ฉลาด รายละเอียด ภาษี

source: Item and Warehouse
th: สินค้า ใบส่งสินค้า

source: Item and Warranty Details
th: รายการและรายละเอียดการรับประกัน

source: Item for row {0} does not match Material Request
th: รายการสำหรับแถว {0} ไม่ตรงกับคำขอวัสดุ

source: Item has variants.
th: รายการที่มีสายพันธุ์

source: Item is removed since no serial / batch no selected.
th: ลบรายการเนื่องจากไม่ได้เลือกหมายเลขซีเรียล / หมายเลขชุด

source: Item must be added using 'Get Items from Purchase Receipts' button
th: รายการจะต้องมีการเพิ่มการใช้ 'รับรายการสั่งซื้อจากใบเสร็จรับเงิน' ปุ่ม

source: Item name
th: ชื่อรายการ

source: Item operation
th: การทำงานของรายการ

source: Item qty can not be updated as raw materials are already processed.
th: ไม่สามารถปรับปรุงจำนวนสินค้าได้เนื่องจากวัตถุดิบได้ถูกดำเนินการแล้ว

source: Item rate has been updated to zero as Allow Zero Valuation Rate is checked for item {0}
th: อัตราราคาสินค้าได้ถูกปรับเป็นศูนย์เนื่องจากได้ทำเครื่องหมายเลือกที่ อนุญาตให้อัตราการประเมินเป็นศูนย์ สำหรับสินค้า {0}

source: Item to be manufactured or repacked
th: รายการที่จะผลิตหรือ repacked

source: Item valuation rate is recalculated considering landed cost voucher amount
th: รายการอัตราการประเมินราคาจะคำนวณพิจารณาจำนวนเงินค่าใช้จ่ายบัตรกำนัลที่ดิน

source: Item valuation reposting in progress. Report might show incorrect item valuation.
th: กำลังดำเนินการโพสต์ประเมินมูลค่าสินค้าใหม่ รายงานอาจแสดงมูลค่าสินค้าไม่ถูกต้อง

source: Item variant {0} exists with same attributes
th: ตัวแปรรายการ {0} อยู่ที่มีลักษณะเดียวกัน

source: Item {0} cannot be added as a sub-assembly of itself
th: ไม่สามารถเพิ่มรายการ {0} เป็นส่วนประกอบย่อยของตัวเองได้

source: Item {0} cannot be ordered more than {1} against Blanket Order {2}.
th: ไม่สามารถสั่งซื้อสินค้า {0} เกินกว่า {1} จากใบสั่งซื้อรวม {2} ได้

source: Item {0} does not exist
th: รายการที่ {0} ไม่อยู่

source: Item {0} does not exist in the system or has expired
th: รายการที่ {0} ไม่อยู่ใน ระบบหรือ หมดอายุแล้ว

source: Item {0} does not exist.
th: ไม่พบข้อมูลสินค้า {0}

source: Item {0} entered multiple times.
th: สินค้า {0} เลิ่งของส่วนมากรัพที่

source: Item {0} has already been returned
th: รายการ {0} ได้รับ กลับมา แล้ว

source: Item {0} has been disabled
th: รายการ {0} ถูกปิดใช้งาน

source: Item {0} has no Serial No. Only serilialized items can have delivery based on Serial No
th: รายการ {0} ไม่มีหมายเลขซีเรียลมีเพียงสินค้าที่มีการทำเซเรียลไลซ์เท่านั้นที่สามารถจัดส่งตามหมายเลขซีเรียลได้

source: Item {0} has reached its end of life on {1}
th: รายการ {0} ได้ ถึงจุดสิ้นสุด ของ ชีวิตบน {1}

source: Item {0} ignored since it is not a stock item
th: รายการที่ {0} ไม่สนใจ เพราะมัน ไม่ได้เป็น รายการที่ สต็อก

source: Item {0} is already reserved/delivered against Sales Order {1}.
th: สินค้า {0} ไม่ของระบราย/ใบส่งขาย ขาย {1} แบบออกเลื่อน์มี่งส่วนชั่งขายไม่เป็นส่วนหนึ่งเป็นไทยเป็นไทยไทยไทยไทยไทยไทยไทยไทยไทยไทยไทยไทยไทยไทยไทย

source: Item {0} is cancelled
th: รายการ {0} จะถูกยกเลิก

source: Item {0} is disabled
th: รายการ {0} ถูกปิดใช้งาน

source: Item {0} is not a serialized Item
th: รายการที่ {0} ไม่ได้เป็นรายการ ต่อเนื่อง

source: Item {0} is not a stock Item
th: รายการที่ {0} ไม่ได้เป็น รายการ สต็อก

source: Item {0} is not active or end of life has been reached
th: รายการที่ {0} ไม่ได้ใช้งาน หรือจุดสิ้นสุดของ ชีวิต ได้ถึง

source: Item {0} must be a Fixed Asset Item
th: รายการ {0} จะต้องเป็นรายการสินทรัพย์ถาวร

source: Item {0} must be a Non-Stock Item
th: รายการสินค้า {0} ต้องเป็นสินค้าที่ไม่ใช่สินค้าคงคลัง

source: Item {0} must be a Sub-contracted Item
th: รายการ {0} จะต้องเป็น รายการ ย่อย หด

source: Item {0} must be a non-stock item
th: รายการ {0} จะต้องเป็นรายการที่ไม่สต็อก

source: Item {0} not found in 'Raw Materials Supplied' table in {1} {2}
th: ไม่พบรายการ {0} ในตาราง 'วัตถุดิบที่จัดหา' ใน {1} {2}

source: Item {0} not found.
th: ไม่พบข้อมูล สินค้า {0}

source: Item {0}: Ordered qty {1} cannot be less than minimum order qty {2} (defined in Item).
th: รายการ {0}: จำนวนสั่ง {1} ไม่สามารถจะน้อยกว่าจำนวนสั่งซื้อขั้นต่ำ {2} (ที่กำหนดไว้ในรายการ)

source: Item {0}: {1} qty produced.
th: รายการ {0}: {1} จำนวนที่ผลิต

source: Item {} does not exist.
th: ไม่พบข้อมูลสินค้า {}

source: Item, Customer, Supplier and Quotation
th: สินค้า, ลูกค้า, ผู้จัดจำหน่าย แสนอราคา

source: Item-wise Price List Rate
th: รายการ ฉลาด อัตรา ราคาตามรายการ

source: Item-wise Purchase History
th: ประวัติการซื้อสินค้าที่ชาญฉลาด

source: Item-wise Purchase Register
th: สมัครสมาชิกสั่งซื้อสินค้าที่ชาญฉลาด

source: Item-wise Sales History
th: รายการที่ชาญฉลาดขายประวัติการ

source: Item-wise Sales Register
th: การขายสินค้าที่ชาญฉลาดสมัครสมาชิก

source: Item/Item Code required to get Item Tax Template.
th: ต้องระบุ รหัสสินค้า/สินค้า เพื่อรับ แม่แบบภาษีสินค้า

source: Item: {0} does not exist in the system
th: รายการ: {0} ไม่อยู่ในระบบ

source: Items
th: รายการ

source: Items & Pricing
th: รายการสินค้าและราคา

source: Items Catalogue
th: แค็ตตาล็อกสินค้า

source: Items Filter
th: ตัวกรองรายการ

source: Items Required
th: รายการที่ต้องการ

source: Items To Be Requested
th: รายการที่จะ ได้รับการร้องขอ

source: Items and Pricing
th: รายการและราคา

source: Items cannot be updated as Subcontracting Order is created against the Purchase Order {0}.
th: ไม่สามารถแก้ไขรายการได้เนื่องจากมีการสร้างคำสั่งจ้างเหมาช่วงสำหรับใบสั่งซื้อ {0} แล้ว

source: Items for Raw Material Request
th: รายการสำหรับคำขอวัตถุดิบ

source: Items rate has been updated to zero as Allow Zero Valuation Rate is checked for the following items: {0}
th: อัตราราคาสินค้าได้รับการปรับเป็นศูนย์เนื่องจากได้เลือกใช้งาน "อนุญาตให้อัตราค่าประเมินเป็นศูนย์" สำหรับสินค้าดังต่อไปนี้: {0}

source: Items to Be Repost
th: รายการที่ต้องโพสต์ใหม่

source: Items to Manufacture are required to pull the Raw Materials associated with it.
th: รายการที่จะผลิตจำเป็นต้องดึงวัตถุดิบที่เกี่ยวข้อง

source: Items to Order and Receive
th: รายการที่จะสั่งซื้อและรับสินค้า

source: Items to Reserve
th: รายการที่จะสำรองไว้

source: Items under this warehouse will be suggested
th: แนะนำสินค้าภายใต้คลังสินค้านี้

source: Items {0} do not exist in the Item master.
th: รายการ {0} ไม่มีอยู่ในฐานข้อมูลรายการสินค้า

source: Itemwise Discount
th: ส่วนลด Itemwise

source: Itemwise Recommended Reorder Level
th: แนะนำ Itemwise Reorder ระดับ

source: JAN
th: ม.ค.

source: Job Capacity
th: ความจุงาน

source: Job Card
th: บัตรงาน

source: Job Card Analysis
th: การวิเคราะห์บัตรงาน

source: Job Card Item
th: รายการบัตรงาน

source: Job Card Operation
th: ใบงานปฏิบัติงาน

source: Job Card Scheduled Time
th: เวลาที่กำหนดในบัตรงาน

source: Job Card Scrap Item
th: รายการสินค้าของบัตรงานที่ถูกทำลาย

source: Job Card Summary
th: สรุปบัตรงาน

source: Job Card Time Log
th: บันทึกเวลาของการ์ดงาน

source: Job Card and Capacity Planning
th: บัตรงานและการวางแผนกำลังการผลิต

source: Job Cards
th: บัตรงาน

source: Job Paused
th: งานถูกระงับชั่วคราว

source: Job Started
th: เริ่มงาน

source: Job Title
th: ตำแหน่งงาน

source: Job Worker
th: ผู้รับจ้างงาน

source: Job Worker Address
th: ที่อยู่ผู้รับจ้างงาน

source: Job Worker Address Details
th: รายละเอียดที่อยู่ของผู้รับจ้างงาน

source: Job Worker Contact
th: ผู้ติดต่อผู้รับจ้างงาน

source: Job Worker Delivery Note
th: ใบส่งงานผู้รับจ้าง

source: Job Worker Name
th: ชื่อผู้รับจ้างงาน

source: Job Worker Warehouse
th: คลังสินค้าผู้รับจ้างงาน

source: Job card {0} created
th: สร้างการ์ดงาน {0} แล้ว

source: Job: {0} has been triggered for processing failed transactions
th: งาน: {0} ได้ถูกเริ่มต้นเพื่อประมวลผลรายการที่ล้มเหลวแล้ว

source: Joining
th: เข้าร่วม

source: Journal Entries
th: รายการบัญชี

source: Journal Entries {0} are un-linked
th: รายการบันทึก {0} จะยกเลิกการเชื่อมโยง

source: Journal Entry
th: รายการบันทึก

source: Journal Entry Account
th: วารสารบัญชีเข้า

source: Journal Entry Template
th: เทมเพลตรายการวารสาร

source: Journal Entry Template Account
th: บัญชีแม่แบบรายการวารสาร

source: Journal Entry Type
th: ประเภทรายการวารสาร

source: Journal Entry for Asset scrapping cannot be cancelled. Please restore the Asset.
th: รายการบัญชีสำหรับการตัดจำหน่ายสินทรัพย์ไม่สามารถยกเลิกได้ กรุณากู้คืนสินทรัพย์ดังกล่าว

source: Journal Entry for Scrap
th: วารสารรายการเศษ

source: Journal Entry type should be set as Depreciation Entry for asset depreciation
th: ประเภทบันทึกบัญชีควรถูกตั้งค่าเป็น บันทึกค่าเสื่อมราคาสำหรับค่าเสื่อมราคาทรัพย์สิน

source: Journal Entry {0} does not have account {1} or already matched against other voucher
th: อนุทิน {0} ไม่มีบัญชี {1} หรือการจับคู่แล้วกับบัตรกำนัลอื่น ๆ

source: Journal entries have been created
th: รายการบัญชีถูกสร้างขึ้นแล้ว

source: Journals
th: รายการสมุดรายวัน

source: Kanban Board
th: กระดานคันบัน

source: Keep Track of Sales Campaigns. Keep track of Leads, Quotations, Sales Order etc from Campaigns to gauge Return on Investment.
th: ติดตามงานส่งเสริมการขาย ติดตามช่องทาง ใบเสนอราคา ใบสั่งขายต่างๆ ฯลฯ จากงานส่งเสริมการตลาดเพื่อวัดอัตราผลตอบแทนจากการลงทุน

source: Key
th: คีย์

source: Key Reports
th: รายงานสำคัญ

source: Kindly cancel the Manufacturing Entries first against the work order {0}.
th: กรุณายกเลิกรายการการผลิตก่อนสำหรับคำสั่งงาน {0}

source: Kindly select the company first
th: กรุณาเลือก บริษัท ก่อน

source: LDAP Settings
th: การตั้งค่า LDAP

source: Label
th: ฉลาก

source: Landed Cost Help
th: Landed ช่วยเหลือค่าใช้จ่าย

source: Landed Cost Item
th: รายการค่าใช้จ่ายลง

source: Landed Cost Purchase Receipt
th: ค่าใช้จ่ายใบเสร็จรับเงินลงซื้อ

source: Landed Cost Taxes and Charges
th: ที่ดินภาษีต้นทุนและค่าใช้จ่าย

source: Landed Cost Voucher
th: ที่ดินคูปองต้นทุน

source: Landed Cost Voucher Amount
th: ที่ดินจํานวนเงินค่าใช้จ่ายคูปอง

source: Landscape
th: ภูมิประเทศ

source: Language
th: ภาษา

source: Lapsed
th: ที่ผ่านพ้นไป

source: Large
th: ใหญ่

source: Last Carbon Check
th: ตรวจสอบคาร์บอนล่าสุด

source: Last Communication
th: การสื่อสารครั้งล่าสุด

source: Last Communication Date
th: วันที่ผ่านรายการล่าสุด

source: Last Completion Date
th: วันที่เสร็จสมบูรณ์ล่าสุด

source: Last GL Entry update was done {}. This operation is not allowed while system is actively being used. Please wait for 5 minutes before retrying.
th: การอัปเดตรายการบัญชีแยกประเภทล่าสุดทำเมื่อ {} การดำเนินการนี้ไม่อนุญาตในขณะที่ระบบกำลังถูกใช้งาน กรุณารอ 5 นาทีก่อนลองใหม่อีกครั้ง

source: Last Integration Date
th: วันที่รวมล่าสุด

source: Last Month Downtime Analysis
th: การวิเคราะห์การหยุดทำงานของเดือนที่แล้ว

source: Last Name
th: นามสกุล

source: Last Order Amount
th: คำสั่งสุดท้ายจำนวนเงิน

source: Last Order Date
th: วันที่สั่งซื้อล่าสุด

source: Last Purchase Rate
th: อัตราซื้อล่าสุด

source: Last Scanned Warehouse
th: คลังสินค้าสแกนล่าสุด

source: Last Stock Transaction for item {0} under warehouse {1} was on {2}.
th: ธุรกรรมสต็อคล่าสุดสำหรับสินค้า {0} ภายใต้คลังสินค้า {1} เมื่อ {2}

source: Last carbon check date cannot be a future date
th: วันที่ตรวจสอบคาร์บอนครั้งสุดท้ายไม่สามารถเป็นวันที่ในอนาคตได้

source: Last transacted
th: รายการทำธุรกรรมล่าสุด

source: Latest
th: ล่าสุด

source: Latest Age
th: อายุล่าสุด

source: Latitude
th: ละติจูด

source: Lead
th: ช่องทาง

source: Lead -> Prospect
th: Lead -> โอกาสทางธุรกิจ

source: Lead Conversion Time
th: ระยะเวลาการแปลงโอกาสขาย

source: Lead Count
th: นับตะกั่ว

source: Lead Details
th: รายละเอียดของช่องทาง

source: Lead Name
th: ชื่อช่องทาง

source: Lead Owner
th: เจ้าของช่องทาง

source: Lead Owner Efficiency
th: ประสิทธิภาพของเจ้าของตะกั่ว

source: Lead Owner cannot be same as the Lead Email Address
th: เจ้าของโอกาสทางธุรกิจไม่สามารถใช้ที่อยู่อีเมลโอกาสทางธุรกิจเดียวกันได้

source: Lead Source
th: ที่มาของช่องทาง

source: Lead Time
th: เวลานำ

source: Lead Time (Days)
th: ระยะเวลาดำเนินการ (วัน)

source: Lead Time (in mins)
th: ระยะเวลาดำเนินการ (เป็นนาที)

source: Lead Time Date
th: นำวันเวลา

source: Lead Time Days
th: นำวันเวลา

source: Lead Time in days
th: ระยะเวลาในวันที่

source: Lead Type
th: ชนิดช่องทาง

source: Lead {0} has been added to prospect {1}.
th: ลีด {0} ได้ถูกเพิ่มไปยังโอกาสทางธุรกิจ {1} แล้ว

source: Lead, Opportunity, Customer, and more.
th: โอกาส, โอกาสทางธุรกิจ, ลูกค้า, และอื่น ๆ

source: Leaderboard
th: กระดานผู้นำ

source: Leads
th: โอกาสทางธุรกิจ

source: Leads help you get business, add all your contacts and more as your leads
th: นำไปสู่การช่วยให้คุณได้รับธุรกิจเพิ่มรายชื่อทั้งหมดของคุณและมากขึ้นเป็นผู้นำของคุณ

source: Learn Accounting
th: เรียนรู้การบัญชี

source: Learn Inventory Management
th: เรียนรู้การจัดการสินค้าคงคลัง

source: Learn Manufacturing
th: เรียนรู้การผลิต

source: Learn Procurement
th: เรียนรู้การจัดซื้อจัดจ้าง

source: Learn Project Management
th: เรียนรู้การบริหารโครงการ

source: Learn Sales Management
th: เรียนรู้การจัดการขาย

source: Learn about Navigation options
th: เรียนรู้เกี่ยวกับตัวเลือกการนำทาง

source: Learn about <a href="https://docs.frappe.io/erpnext/user/manual/en/common_party_accounting">Common Party</a>
th: เรียนรู้เกี่ยวกับ <a href="https://docs.frappe.io/erpnext/user/manual/en/common_party_accounting">คู่ค้า</a>

source: Learn how to update opening balances
th: เรียนรู้วิธีการปรับปรุงยอดยกมา

source: Learn more about Chart of Accounts
th: เรียนรู้เพิ่มเติมเกี่ยวกับ แผนผังบัญชี

source: Learn more about Production Planning
th: เรียนรู้เพิ่มเติมเกี่ยวกับการวางแผนการผลิต

source: Learn more about data migration
th: เรียนรู้เพิ่มเติมเกี่ยวกับการย้ายข้อมูล

source: Leave Encashed?
th: ฝาก Encashed?

source: Leave blank for home. This is relative to site URL, for example "about" will redirect to "https://yoursitename.com/about"
th: ปล่อยว่างไว้สำหรับหน้าแรก นี่เป็นเส้นทางสัมพันธ์กับ URL ของเว็บไซต์ เช่น "about" จะเปลี่ยนเส้นทางไปยัง "https://yoursitename.com/about"

source: Leave blank if the Supplier is blocked indefinitely
th: เว้นว่างไว้หากผู้จัดจำหน่ายถูกบล็อกอย่างไม่มีกำหนด

source: Leave blank to use the standard Delivery Note format
th: เว้นว่างไว้เพื่อใช้รูปแบบการจัดส่งแบบมาตรฐาน
