Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Progress % for a task cannot be more than 100.
th: ความก้าวหน้าของงานไม่สามารถเกิน 100% ได้

source: Progress (%)
th: ความก้าวหน้า (%)

source: Project
th: โครงการ

source: Project Billing Summary
th: สรุปการเรียกเก็บเงินโครงการ

source: Project Collaboration Invitation
th: ขอเชิญร่วมโครงการ

source: Project Id
th: Id โครงการ

source: Project Name
th: ชื่อโครงการ

source: Project Progress:
th: ความก้าวหน้าของโครงการ:

source: Project Start Date
th: วันที่เริ่มต้นโครงการ

source: Project Status
th: สถานะโครงการ

source: Project Summary
th: สรุปโครงการ

source: Project Summary for {0}
th: สรุปโครงการสำหรับ {0}

source: Project Template
th: เทมเพลตโครงการ

source: Project Template Task
th: งานเทมเพลตโครงการ

source: Project Type
th: ประเภทโครงการ

source: Project Update
th: การปรับปรุงโครงการ

source: Project Update.
th: การปรับปรุงโครงการ

source: Project User
th: ผู้ใช้โครงการ

source: Project Value
th: มูลค่าโครงการ

source: Project activity / task.
th: กิจกรรมของโครงการ / งาน

source: Project master.
th: ต้นแบบโครงการ

source: Project will be accessible on the website to these users
th: โครงการจะสามารถเข้าถึงได้บนเว็บไซต์ของผู้ใช้เหล่านี้

source: Project wise Stock Tracking
th: การติดตามสต็อกโครงการที่ชาญฉลาด

source: Project wise Stock Tracking
th: หุ้นติดตามโครงการที่ชาญฉลาด

source: Project-wise data is not available for Quotation
th: ข้อมูล โครงการ ฉลาด ไม่สามารถใช้ได้กับ ใบเสนอราคา

source: Projected Qty
th: ฉายจำนวน

source: Projected Quantity
th: ปริมาณที่คาดการณ์

source: Projected Quantity Formula
th: สูตรปริมาณที่คาดการณ์

source: Projected qty
th: ฉายจำนวน

source: Projects
th: โครงการ

source: Projects Manager
th: ผู้จัดการโครงการ

source: Projects Settings
th: การตั้งค่าโครงการ

source: Projects User
th: ผู้ใช้โครงการ

source: Promotional
th: โปรโมชั่น

source: Promotional Scheme
th: โครงการส่งเสริมการขาย

source: Promotional Scheme Id
th: รหัสโครงการส่งเสริมการขาย

source: Promotional Scheme Price Discount
th: โปรโมชั่นลดราคาโครงการ

source: Promotional Scheme Product Discount
th: ส่วนลดผลิตภัณฑ์โปรโมชั่น

source: Prompt Qty
th: จำนวนคำสั่งซื้อ

source: Proposal Writing
th: การเขียน ข้อเสนอ

source: Proposal/Price Quote
th: ข้อเสนอราคา / ราคา

source: Prorate
th: แบ่งสันปันส่วน

source: Prospect
th: ผู้มีโอกาสเป็นลูกค้า

source: Prospect Lead
th: โอกาสทางธุรกิจ

source: Prospect Opportunity
th: โอกาสทางธุรกิจที่เป็นไปได้

source: Prospect Owner
th: เจ้าของผู้มีโอกาสเป็นลูกค้า

source: Prospect {0} already exists
th: ผู้มีโอกาสเป็นลูกค้า {0} มีอยู่แล้ว

source: Prospecting
th: การตรวจหาแร่

source: Prospects Engaged But Not Converted
th: แนวโน้มมีส่วนร่วม แต่ไม่ได้แปลง

source: Provide Email Address registered in company
th: ให้ที่อยู่อีเมลที่ลงทะเบียนใน บริษัท

source: Provider
th: ผู้ให้บริการ

source: Providing
th: หาก

source: Provisional Account
th: บัญชีชั่วคราว

source: Provisional Expense Account
th: บัญชีค่าใช้จ่ายชั่วคราว

source: Provisional Profit / Loss (Credit)
th: กำไรเฉพาะกาล / ขาดทุน (เครดิต)

source: Publications
th: สิ่งพิมพ์

source: Publish Date
th: วันที่เผยแพร่

source: Published Date
th: วันที่เผยแพร่

source: Publisher
th: ผู้จัดพิมพ์

source: Publisher ID
th: รหัสผู้เผยแพร่

source: Purchase
th: ซื้อ

source: Purchase Amount
th: ปริมาณการซื้อ

source: Purchase Analytics
th: Analytics ซื้อ

source: Purchase Date
th: วันที่ซื้อ

source: Purchase Defaults
th: ซื้อค่าเริ่มต้น

source: Purchase Details
th: รายละเอียดการซื้อ

source: Purchase Invoice
th: ซื้อใบแจ้งหนี้

source: Purchase Invoice Advance
th: ใบแจ้งหนี้การซื้อล่วงหน้า

source: Purchase Invoice Item
th: สั่งซื้อสินค้าใบแจ้งหนี้

source: Purchase Invoice Trends
th: แนวโน้มการซื้อใบแจ้งหนี้

source: Purchase Invoice cannot be made against an existing asset {0}
th: ใบแจ้งหนี้การซื้อไม่สามารถทำกับทรัพย์สินที่มีอยู่ {0}

source: Purchase Invoice {0} is already submitted
th: ซื้อ ใบแจ้งหนี้ {0} มีการส่ง แล้ว

source: Purchase Invoices
th: ซื้อใบแจ้งหนี้

source: Purchase Manager
th: ผู้จัดการฝ่ายจัดซื้อ

source: Purchase Master Manager
th: ซื้อผู้จัดการโท

source: Purchase Order
th: ใบสั่งซื้อ

source: Purchase Order Amount
th: จำนวนการสั่งซื้อ

source: Purchase Order Amount(Company Currency)
th: จำนวนการสั่งซื้อ (สกุลเงิน บริษัท )

source: Purchase Order Analysis
th: การวิเคราะห์ใบสั่งซื้อ

source: Purchase Order Date
th: วันที่สั่งซื้อ

source: Purchase Order Item
th: สั่งซื้อสินค้าสั่งซื้อ

source: Purchase Order Item Supplied
th: รายการสั่งซื้อที่จำหน่าย

source: Purchase Order Item reference is missing in Subcontracting Receipt {0}
th: การอ้างอิงรายการใบสั่งซื้อสินค้าย่อยในใบรับรองการจ้างเหมาช่วง {0} ขาดหายไป

source: Purchase Order Items not received on time
th: ซื้อรายการสั่งซื้อที่ไม่ได้รับตามเวลา

source: Purchase Order Pricing Rule
th: สั่งซื้อกฎการกำหนดราคา

source: Purchase Order Required
th: ใบสั่งซื้อที่ต้องการ

source: Purchase Order Required for item {}
th: ต้องมีใบสั่งซื้อสำหรับสินค้า {}

source: Purchase Order Trends
th: แนวโน้มการสั่งซื้อ

source: Purchase Order already created for all Sales Order items
th: สร้างใบสั่งซื้อสำหรับรายการใบสั่งขายทั้งหมดแล้ว

source: Purchase Order number required for Item {0}
th: จำนวน การสั่งซื้อ สินค้า ที่จำเป็นสำหรับ {0}

source: Purchase Order {0} is not submitted
th: สั่งซื้อ {0} ไม่ได้ ส่ง

source: Purchase Orders
th: คำสั่งซื้อ

source: Purchase Orders Items Overdue
th: สั่งซื้อสินค้ารายการค้างชำระ

source: Purchase Orders are not allowed for {0} due to a scorecard standing of {1}.
th: คำสั่งซื้อซื้อไม่ได้รับอนุญาตสำหรับ {0} เนื่องจากมีการจดแต้มที่ {1}

source: Purchase Orders to Bill
th: ซื้อใบสั่งซื้อให้ Bill

source: Purchase Orders to Receive
th: สั่งซื้อเพื่อรับ

source: Purchase Orders {0} are un-linked
th: ใบสั่งซื้อ {0} ยังไม่ได้เชื่อมโยง

source: Purchase Price List
th: ซื้อราคา

source: Purchase Receipt
th: ใบเสร็จรับเงินการสั่งซื้อ

source: Purchase Receipt (Draft) will be auto-created on submission of Subcontracting Receipt.
th: ใบรับสินค้าการจ้างเหมาช่วง (ฉบับร่าง) จะถูกสร้างขึ้นโดยอัตโนมัติเมื่อมีการส่งใบรับสินค้าการจ้างเหมาช่วง

source: Purchase Receipt Detail
th: รายละเอียดการรับสินค้า

source: Purchase Receipt Item
th: ซื้อสินค้าใบเสร็จรับเงิน

source: Purchase Receipt Item Supplied
th: รายการรับซื้อจำหน่าย

source: Purchase Receipt Items
th: ซื้อสินค้าใบเสร็จรับเงิน

source: Purchase Receipt No
th: หมายเลขใบเสร็จรับเงิน (ซื้อ)

source: Purchase Receipt Required
th: รับซื้อที่จำเป็น

source: Purchase Receipt Required for item {}
th: ต้องใช้ใบเสร็จรับเงินสำหรับสินค้า {}

source: Purchase Receipt Trends
th: ซื้อแนวโน้มใบเสร็จรับเงิน

source: Purchase Receipt doesn't have any Item for which Retain Sample is enabled.
th: ใบเสร็จรับเงินซื้อไม่มีรายการใด ๆ ที่เปิดใช้งานเก็บตัวอย่างไว้

source: Purchase Receipt {0} created.
th: ใบรับซื้อ {0} ถูกสร้างแล้ว

source: Purchase Receipt {0} is not submitted
th: รับซื้อ {0} ไม่ได้ ส่ง

source: Purchase Receipts
th: ซื้อรายรับ

source: Purchase Register
th: สั่งซื้อสมัครสมาชิก

source: Purchase Return
th: ซื้อกลับ

source: Purchase Tax Template
th: ซื้อแม่แบบภาษี

source: Purchase Taxes and Charges
th: ภาษีซื้อและค่าบริการ

source: Purchase Taxes and Charges Template
th: ซื้อภาษีและค่าใช้จ่ายแม่แบบ

source: Purchase User
th: ผู้ซื้อ

source: Purchase Value
th: มูลค่าการซื้อ

source: Purchase an Asset
th: ซื้อสินทรัพย์

source: Purchase an Asset Item
th: ซื้อสินทรัพย์

source: Purchase orders help you plan and follow up on your purchases
th: คำสั่งซื้อที่ช่วยให้คุณวางแผนและติดตามในการซื้อสินค้าของคุณ

source: Purchased
th: สั่งซื้อ

source: Purchases
th: ซื้อ

source: Purchasing
th: การจัดซื้อ

source: Purple
th: สีม่วง

source: Purpose
th: ความมุ่งหมาย

source: Purpose must be one of {0}
th: จุดประสงค์ ต้องเป็นหนึ่งใน {0}

source: Purposes
th: วัตถุประสงค์

source: Purposes Required
th: วัตถุประสงค์ที่จำเป็น

source: Putaway Rule
th: กฎการจัดเก็บสินค้า

source: Putaway Rule already exists for Item {0} in Warehouse {1}.
th: กฎการจัดเก็บสินค้าซ้ำสำหรับสินค้า {0} ในคลังสินค้า {1} แล้ว

source: Qty
th: จำนวน

source: Qty
th: จำนวน

source: Qty (Company)
th: จำนวน (บริษัท)

source: Qty (Warehouse)
th: จำนวน (คลังสินค้า)

source: Qty (in Stock UOM)
th: จำนวน (ในหน่วยวัดสินค้าคงคลัง)

source: Qty After Transaction
th: ปริมาณหลังทำรายการ

source: Qty As Per BOM
th: จำนวนตามรายการวัสดุ (BOM)

source: Qty Change
th: เปลี่ยนแปลงจำนวน

source: Qty Consumed Per Unit
th: Consumed จำนวนต่อหน่วย

source: Qty In Stock
th: จำนวน คลังสินค้า

source: Qty Per Unit
th: ปริมาณต่อหน่วย

source: Qty To Manufacture
th: จำนวนการผลิต

source: Qty To Manufacture ({0}) cannot be a fraction for the UOM {2}. To allow this, disable '{1}' in the UOM {2}.
th: จำนวนที่จะผลิต ({0}) ไม่สามารถเป็นเศษส่วนสำหรับหน่วยนับ {2} ได้ หากต้องการอนุญาตให้ทำได้ กรุณาปิดใช้งาน '{1}' ในหน่วยนับ {2}

source: Qty To Manufacture in the job card cannot be greater than Qty To Manufacture in the work order for the operation {0}. <br><br><b>Solution: </b> Either you can reduce the Qty To Manufacture in the job card or set the 'Overproduction Percentage For Work Order' in the {1}.
th: ปริมาณที่จะผลิตในใบงานไม่สามารถมากกว่าปริมาณที่จะผลิตในคำสั่งงานสำหรับขั้นตอนการทำงาน {0} ได้ <br><br><b>วิธีแก้ไข: </b> คุณสามารถลดปริมาณที่จะผลิตในใบงาน หรือกำหนดค่า 'เปอร์เซ็นต์การผลิตเกินสำหรับคำสั่งงาน' ใน {1} ได้

source: Qty To Produce
th: จำนวนที่ต้องผลิต

source: Qty Wise Chart
th: แผนภูมิตามปริมาณ

source: Qty and Rate
th: จำนวนและอัตรา

source: Qty as Per Stock UOM
th: จำนวนตามหน่วยวัดสินค้าคงคลัง

source: Qty as per Stock UOM
th: จำนวนตามสต็อก UOM

source: Qty for which recursion isn't applicable.
th: จำนวนที่ไม่สามารถใช้การเรียกซ้ำได้

source: Qty for {0}
th: จำนวนสำหรับ {0}

source: Qty in Stock UOM
th: ปริมาณในสต็อก หน่วยนับ

source: Qty of Finished Goods Item
th: จำนวนสินค้าสำเร็จรูป

source: Qty of Finished Goods Item should be greater than 0.
th: จำนวนค้าสินการผลิต เสร็จสิ้น ส่งสั่งเลื่อน 0

source: Qty of raw materials will be decided based on the qty of the Finished Goods Item
th: ปริมาณของวัตถุดิบจะถูกตัดสินตามจำนวนของสินค้าสำเร็จรูป

source: Qty to Be Consumed
th: ปริมาณที่จะใช้

source: Qty to Bill
th: จำนวนบิล

source: Qty to Build
th: จำนวนที่จะผลิต

source: Qty to Deliver
th: จำนวนที่จะส่งมอบ

source: Qty to Fetch
th: จำนวนที่ต้องดึงข้อมูล

source: Qty to Manufacture
th: จำนวนการผลิต

source: Qty to Order
th: จำนวนการสั่งซื้อสินค้า

source: Qty to Produce
th: ปริมาณที่จะผลิต

source: Qty to Receive
th: จำนวน การรับ

source: Qualification
th: คุณสมบัติ

source: Qualification Status
th: สถานะคุณสมบัติ

source: Qualified
th: มีคุณสมบัติครบถ้วน

source: Qualified By
th: ผ่านการรับรองโดย

source: Qualified on
th: ผ่านการรับรองเมื่อ

source: Quality
th: คุณภาพ

source: Quality Action
th: การดำเนินการที่มีคุณภาพ

source: Quality Action Resolution
th: การดำเนินการที่มีคุณภาพ

source: Quality Feedback
th: ข้อเสนอแนะคุณภาพ

source: Quality Feedback Parameter
th: พารามิเตอร์ผลตอบรับคุณภาพ

source: Quality Feedback Template
th: เทมเพลตข้อเสนอแนะคุณภาพ

source: Quality Feedback Template Parameter
th: พารามิเตอร์เทมเพลตข้อเสนอแนะคุณภาพ

source: Quality Goal
th: เป้าหมายคุณภาพ

source: Quality Goal Objective
th: เป้าหมายคุณภาพเป้าหมาย

source: Quality Inspection
th: การตรวจสอบคุณภาพ

source: Quality Inspection Analysis
th: การวิเคราะห์การตรวจสอบคุณภาพ

source: Quality Inspection Parameter
th: พารามิเตอร์การตรวจสอบคุณภาพ

source: Quality Inspection Parameter Group
th: กลุ่มพารามิเตอร์การตรวจสอบคุณภาพ

source: Quality Inspection Reading
th: การตรวจสอบคุณภาพการอ่าน

source: Quality Inspection Required
th: ต้องการการตรวจสอบคุณภาพ

source: Quality Inspection Settings
th: การตั้งค่าการตรวจสอบคุณภาพ

source: Quality Inspection Summary
th: สรุปการตรวจสอบคุณภาพ

source: Quality Inspection Template
th: แม่แบบการตรวจสอบคุณภาพ

source: Quality Inspection Template Name
th: ชื่อแม่แบบการตรวจสอบคุณภาพ

source: Quality Inspection(s)
th: การตรวจสอบคุณภาพ

source: Quality Management
th: การบริหารจัดการคุณภาพ

source: Quality Manager
th: ผู้จัดการคุณภาพ

source: Quality Meeting
th: การประชุมคุณภาพ

source: Quality Meeting Agenda
th: วาระการประชุมที่มีคุณภาพ

source: Quality Meeting Minutes
th: รายงานการประชุมคุณภาพ

source: Quality Procedure
th: ขั้นตอนคุณภาพ

source: Quality Procedure Process
th: กระบวนการคุณภาพ

source: Quality Review
th: ตรวจสอบคุณภาพ

source: Quality Review Objective
th: วัตถุประสงค์การตรวจสอบคุณภาพ

source: Quantity
th: จำนวน

source: Quantity that must be bought or sold per UOM
th: จำนวนที่ต้องซื้อหรือขายต่อ UOM

source: Quantity & Stock
th: ปริมาณและสต็อก

source: Quantity (A - B)
th: จำนวน (A - B)

source: Quantity Difference
th: ปริมาณความแตกต่าง

source: Quantity and Amount
th: ปริมาณและจำนวน

source: Quantity and Description
th: ปริมาณและคำอธิบาย

source: Quantity and Rate
th: จำนวนและอัตรา

source: Quantity and Warehouse
th: ปริมาณและคลังสินค้า

source: Quantity is required
th: จำเป็นต้องระบุจำนวน

source: Quantity must be greater than zero, and less or equal to {0}
th: จำนวนต้องมากกว่า 0 และน้อยกว่าหรือเท่ากับ {0}

source: Quantity must not be more than {0}
th: จำนวนต้องไม่เกิน {0}

source: Quantity of item obtained after manufacturing / repacking from given quantities of raw materials
th: จำนวนสินค้าที่ได้หลังการผลิต / บรรจุใหม่จากจำนวนวัตถุดิบที่มี

source: Quantity required for Item {0} in row {1}
th: จำนวน รายการ ที่จำเป็นสำหรับ {0} ในแถว {1}

source: Quantity should be greater than 0
th: ปริมาณที่ควรจะเป็นมากกว่า 0

source: Quantity to Make
th: จำนวนที่ต้องทำ

source: Quantity to Manufacture
th: ปริมาณการผลิต

source: Quantity to Manufacture can not be zero for the operation {0}
th: ปริมาณการผลิตไม่สามารถเป็นศูนย์สำหรับการดำเนินการ {0}

source: Quantity to Manufacture must be greater than 0.
th: ปริมาณการผลิตจะต้องมากกว่า 0

source: Quantity to Produce
th: ปริมาณในการผลิต

source: Quantity to Produce should be greater than zero.
th: จำนวนที่จะผลิตต้องมากกว่าศูนย์

source: Quantity to Scan
th: จำนวนที่ต้องสแกน

source: Quarter {0} {1}
th: ไตรมาส {0} {1}

source: Quarterly
th: ทุกไตรมาส

source: Query Options
th: ตัวเลือกแบบสอบถาม

source: Query Route String
th: สายการสืบค้นเส้นทาง

source: Queue Size should be between 5 and 100
th: ขนาดคิวควรอยู่ระหว่าง 5 ถึง 100

source: Queued
th: จัดคิว

source: Quick Entry
th: รายการด่วน

source: Quick Journal Entry
th: วารสารรายการด่วน

source: Quick Ratio
th: อัตราส่วนสภาพคล่องเร็ว

source: Quick Stock Balance
th: ยอดสต็อคด่วน

source: Quot Count
th: นับ Quot

source: Quot/Lead %
th: อัตราร้อยละใบเสนอราคา/โอกาสทางธุรกิจ

source: Quotation
th: ใบเสนอราคา

source: Quotation Amount
th: จำนวนใบเสนอราคา

source: Quotation Item
th: รายการใบเสนอราคา

source: Quotation Lost Reason
th: ใบเสนอราคา Lost เหตุผล

source: Quotation Lost Reason Detail
th: ใบเสนอราคารายละเอียดสาเหตุที่หายไป

source: Quotation Number
th: หมายเลขใบเสนอราคา

source: Quotation To
th: ใบเสนอราคาเพื่อ

source: Quotation Trends
th: ใบเสนอราคา แนวโน้ม

source: Quotation {0} is cancelled
th: ใบเสนอราคา {0} จะถูกยกเลิก

source: Quotation {0} not of type {1}
th: ไม่ได้ ชนิดของ ใบเสนอราคา {0} {1}

source: Quotations
th: ใบเสนอราคา

source: Quotations are proposals, bids you have sent to your customers
th: ใบเสนอราคาข้อเสนอการเสนอราคาที่คุณส่งให้กับลูกค้าของคุณ

source: Quotations:
th: ใบเสนอราคา:

source: Quote Status
th: สถานะการอ้างอิง

source: Quoted Amount
th: จำนวนเงินในใบเสนอราคา

source: RFQs are not allowed for {0} due to a scorecard standing of {1}
th: RFQs ไม่ได้รับอนุญาตสำหรับ {0} เนื่องจากสถานะการจดแต้ม {1}

source: Raise Material Request When Stock Reaches Re-order Level
th: เพิ่มคำขอวัสดุเมื่อสต็อกถึงระดับการสั่งซื้อใหม่

source: Raised By
th: โดยยก

source: Raised By (Email)
th: โดยยก (อีเมล์)

source: Random
th: สุ่ม

source: Range
th: เทือกเขา

source: Rate
th: อัตรา

source: Rate & Amount
th: อัตราและจำนวนเงิน

source: Rate (Company Currency)
th: อัตรา (สกุลเงิน บริษัท )

source: Rate Of Materials Based On
th: อัตราวัสดุตาม

source: Rate Of TDS As Per Certificate
th: อัตรา TDS ตามใบรับรอง

source: Rate Section
th: ส่วนการให้คะแนน

source: Rate With Margin
th: อัตรากับ Margin

source: Rate With Margin (Company Currency)
th: อัตราที่มีอัตรากำไร (สกุลเงินของ บริษัท )

source: Rate and Amount
th: อัตราและปริมาณ

source: Rate at which Customer Currency is converted to customer's base currency
th: อัตราที่สกุลเงินลูกค้าจะแปลงเป็นสกุลเงินหลักของลูกค้า

source: Rate at which Price list currency is converted to company's base currency
th: อัตราที่สกุลเงินรายการราคาจะถูกแปลงเป็นสกุลเงินหลักของ บริษัท

source: Rate at which Price list currency is converted to customer's base currency
th: อัตราที่สกุลเงินรายการราคาจะถูกแปลงเป็นสกุลเงินหลักของลูกค้า

source: Rate at which customer's currency is converted to company's base currency
th: อัตราที่สกุลเงินของลูกค้าจะถูกแปลงเป็นสกุลเงินหลักของ บริษัท

source: Rate at which supplier's currency is converted to company's base currency
th: อัตราที่สกุลเงินของซัพพลายเออร์จะถูกแปลงเป็นสกุลเงินหลักของ บริษัท

source: Rate at which this tax is applied
th: อัตราที่ภาษีนี้จะถูกใช้

source: Rate of '{}' items cannot be changed
th: อัตราของรายการ '{}' ไม่สามารถเปลี่ยนแปลงได้

source: Rate of Depreciation
th: อัตราค่าเสื่อมราคา

source: Rate of Depreciation (%)
th: อัตราค่าเสื่อมราคา (%)

source: Rate of Interest (%) Yearly
th: อัตราดอกเบี้ย (%) ต่อปี

source: Rate of Stock UOM
th: อัตราของหน่วยวัดสินค้าคงคลัง

source: Rate or Discount
th: ราคาหรือส่วนลด

source: Rate or Discount is required for the price discount.
th: จำเป็นต้องใช้อัตราหรือส่วนลดสำหรับส่วนลดราคา

source: Rates
th: ราคา

source: Rating
th: อันดับ

source: Ratios
th: อัตราส่วน

source: Raw Material
th: วัตถุดิบ

source: Raw Material Code
th: รหัสวัตถุดิบ

source: Raw Material Cost
th: วัตถุดิบต้นทุน

source: Raw Material Cost (Company Currency)
th: ต้นทุนวัตถุดิบ (สกุลเงิน บริษัท )

source: Raw Material Cost Per Qty
th: ต้นทุนวัตถุดิบต่อจำนวน

source: Raw Material Item
th: วัตถุดิบ

source: Raw Material Item Code
th: วัสดุดิบรหัสสินค้า

source: Raw Material Name
th: ชื่อวัตถุดิบ

source: Raw Material Value
th: มูลค่าวัตถุดิบ

source: Raw Material Warehouse
th: คลังวัตถุดิบ

source: Raw Materials
th: วัตถุดิบ

source: Raw Materials Actions
th: การดำเนินการวัตถุดิบ

source: Raw Materials Consumed
th: วัตถุดิบที่บริโภค

source: Raw Materials Consumption
th: การใช้วัสดุดิบ

source: Raw Materials Missing
th: วัตถุดิบขาดแคลน

source: Raw Materials Supplied
th: วัตถุดิบ

source: Raw Materials Supplied Cost
th: วัตถุดิบที่จำหน่ายค่าใช้จ่าย

source: Raw Materials Warehouse
th: คลังวัตถุดิบ

source: Raw Materials cannot be blank.
th: วัตถุดิบไม่สามารถมีช่องว่าง

source: Raw SQL
th: SQL ดิบ

source: Raw materials consumed qty will be validated based on FG BOM required qty
th: ปริมาณวัสดุดิบที่ใช้จะได้รับการตรวจสอบตามปริมาณที่ต้องการใน BOM ของสินค้าสำเร็จรูป

source: Re-open
th: Re - เปิด

source: Re-order Level
th: ระดับ Re-Order

source: Re-order Qty
th: Re สั่งซื้อจำนวน

source: Reached Root
th: ถึงรากฐาน

source: Read Only
th: อ่านอย่างเดียว

source: Read blog
th: อ่านบล็อก

source: Reading 10
th: อ่าน 10

source: Reading 7
th: อ่าน 7

source: Reading 8
th: อ่าน 8

source: Reading 9
th: อ่าน 9

source: Reading Value
th: การอ่านค่า

source: Readings
th: อ่าน

source: Reason
th: เหตุผล

source: Reason For Putting On Hold
th: เหตุผลในการระงับ

source: Reason for Hold
th: เหตุผลในการระงับ

source: Reason for Leaving
th: เหตุผลที่ลาออก

source: Reason for hold:
th: เหตุผลในการระงับ:

source: Rebuild Tree
th: สร้างโครงสร้างต้นไม้ใหม่

source: Rebuilding BTree for period ...
th: กำลังสร้าง BTree ใหม่สำหรับช่วงเวลา ...

source: Recalculate Batch Qty
th: คำนวณปริมาณชุดใหม่

source: Recalculate Bin Qty
th: คำนวณจำนวนในถังใหม่

source: Recalculate Incoming/Outgoing Rate
th: คำนวณอัตราเข้า/ออกใหม่

source: Receipt
th: ใบเสร็จรับเงิน

source: Receipt Document
th: เอกสารใบเสร็จรับเงิน

source: Receipt Document Type
th: ใบเสร็จรับเงินประเภทเอกสาร

source: Receivable
th: ลูกหนี้

source: Receivable / Payable Account
th: ลูกหนี้ / เจ้าหนี้การค้า

source: Receivable Account
th: ลูกหนี้การค้า

source: Receivable/Payable Account
th: บัญชีลูกหนี้/เจ้าหนี้

source: Receivable/Payable Account: {0} doesn't belong to company {1}
th: บัญชีลูกหนี้/เจ้าหนี้: {0} ไม่มีในบริษัท {1}

source: Receivables
th: ลูกหนี้

source: Receive
th: รับ

source: Received
th: ที่ได้รับ

source: Received Amount
th: จำนวนเงินที่ได้รับ

source: Received Amount (Company Currency)
th: ได้รับจำนวนเงิน ( บริษัท สกุล)

source: Received Amount After Tax
th: จำนวนเงินที่ได้รับหลังหักภาษี

source: Received Amount After Tax (Company Currency)
th: จำนวนเงินที่ได้รับหลังหักภาษี (สกุลเงินบริษัท)

source: Received Amount cannot be greater than Paid Amount
th: จำนวนเงินที่ได้รับไม่สามารถมากกว่าจำนวนเงินที่จ่ายแล้วได้

source: Received From
th: ที่ได้รับจาก

source: Received Items To Be Billed
th: รายการที่ได้รับจะถูกเรียกเก็บเงิน

source: Received On
th: ที่ได้รับใน

source: Received Qty
th: จำนวนที่ได้รับ

source: Received Qty Amount
th: ได้รับจำนวนเงิน

source: Received Qty in Stock UOM
th: จำนวนที่รับในหน่วยวัดสินค้าคงคลัง

source: Received Quantity
th: ปริมาณที่ได้รับ

source: Received Stock Entries
th: รับรายการสต็อค

source: Received and Accepted
th: และได้รับการยอมรับ

source: Receiver List
th: รายชื่อผู้รับ

source: Receiver List is empty. Please create Receiver List
th: รายชื่อ ผู้รับ ว่างเปล่า กรุณาสร้าง รายชื่อ รับ

source: Receiving
th: การได้รับ

source: Recent Orders
th: คำสั่งซื้อล่าสุด

source: Recent Transactions
th: รายการทำรายการล่าสุด

source: Recipient
th: ผู้รับ

source: Recipient Message And Payment Details
th: ผู้รับข้อความและรายละเอียดการชำระเงิน

source: Recipients
th: ผู้รับ

source: Reconcile
th: คืนดี

source: Reconcile All Serial Nos / Batches
th: ปรับยอดหมายเลขซีเรียล / ชุดทั้งหมด

source: Reconcile Effect On
th: ผลกระทบของการปรับยอด

source: Reconcile Entries
th: กระทบยอดรายการ

source: Reconcile on Advance Payment Date
th: ปรับยอดวันที่ชำระเงินล่วงหน้า

source: Reconcile the Bank Transaction
th: ปรับยอดรายการธุรกรรมธนาคาร

source: Reconciled
th: คืนดี

source: Reconciled Entries
th: รายการปรับปรุงยอดบัญชี

source: Reconciliation Date
th: วันที่บริบทริบ

source: Reconciliation Error Log
th: บันทึกข้อผิดพลาดการกระทบยอด

source: Reconciliation Logs
th: บันทึกการกระทบยอด

source: Reconciliation Progress
th: ความคืบหน้าการกระทบยอด

source: Reconciliation Queue Size
th: ขนาดคิวการกระทบยอด

source: Reconciliation Takes Effect On
th: การปรับยอดมีผลบังคับใช้เมื่อ

source: Recording HTML
th: บันทึก HTML

source: Recording URL
th: บันทึก URL

source: Records
th: ประวัติ

source: Recoverable Standard Rated expenses should not be set when Reverse Charge Applicable is Y
th: ค่าใช้จ่ายมาตรฐานที่สามารถเรียกเก็บคืนได้ไม่ควรกำหนดเมื่อมีการใช้ Reverse Charge Applicable เป็น Y

source: Recreate Stock Ledgers
th: สร้างสมุดรายวันสินค้าคงคลังใหม่

source: Recurse Every (As Per Transaction UOM)
th: ทำซ้ำทุกครั้ง (ตามหน่วยวัดธุรกรรม)

source: Recurse Over Qty cannot be less than 0
th: การวนซ้ำจำนวนสินค้าไม่สามารถน้อยกว่า 0 ได้

source: Recursive Discounts with Mixed condition is not supported by the system
th: ระบบไม่รองรับการใช้ส่วนลดซ้ำซ้อนที่มีเงื่อนไขแบบผสม

source: Red
th: สีแดง

source: Redeem Against
th: แลกกับ

source: Redeem Loyalty Points
th: แลกคะแนนสะสม

source: Redeemed Points
th: คะแนนแลกรับ

source: Redemption
th: การไถ่ถอน

source: Redemption Account
th: บัญชีการไถ่ถอน

source: Redemption Cost Center
th: ศูนย์ต้นทุนการไถ่ถอน

source: Redemption Date
th: วันที่ไถ่ถอน

source: Ref Code
th: รหัส Ref

source: Ref Date
th: Ref วันที่สมัคร

source: Reference
th: การอ้างอิง

source: Reference #{0} dated {1}
th: อ้างอิง # {0} วันที่ {1}

source: Reference Date
th: วันที่อ้างอิง

source: Reference Date for Early Payment Discount
th: วันที่อ้างอิงสำหรับส่วนลดการชำระเงินล่วงหน้า

source: Reference Detail
th: รายละเอียดอ้างอิง

source: Reference Detail No
th: หมายเลขอ้างอิงรายละเอียด

source: Reference DocType
th: เอกสารอ้างอิง DocType

source: Reference Doctype
th: Doctype อ้างอิง
