Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Start date should be less than end date for task {0}
th: วันที่เริ่มต้นควรน้อยกว่าวันที่สิ้นสุดของงาน {0}

source: Started
th: เริ่มต้นแล้ว

source: Started Time
th: เวลาเริ่มต้น

source: Started a background job to create {1} {0}. {2}
th: เริ่มงานเบื้องหลังเพื่อสร้าง {1} {0} แล้ว {2}

source: Starting location from left edge
th: สถานที่เริ่มต้นจากขอบด้านซ้าย

source: Starting position from top edge
th: ตำแหน่งเริ่มต้นจากขอบด้านบน

source: State/Province
th: รัฐ/จังหวัด

source: Statement of Account
th: งบบัญชี

source: Status
th: สถานะ

source: Status Details
th: รายละเอียดสถานะ

source: Status Illustration
th: ภาพประกอบสถานะ

source: Status must be Cancelled or Completed
th: สถานะจะต้องถูกยกเลิกหรือเสร็จสมบูรณ์

source: Status must be one of {0}
th: สถานะ ต้องเป็นหนึ่งใน {0}

source: Status set to rejected as there are one or more rejected readings.
th: สถานะถูกตั้งเป็น ปฏิเสธ เนื่องจากมีการอ่านข้อมูลที่ถูกปฏิเสธหนึ่งรายการขึ้นไป

source: Statutory info and other general information about your Supplier
th: ข้อมูลตามกฎหมายและข้อมูลทั่วไปอื่น ๆ เกี่ยวกับผู้จำหน่ายของคุณ

source: Stock
th: คลังสินค้า

source: Stock Adjustment
th: การปรับ สต็อก

source: Stock Adjustment Account
th: การปรับบัญชีสินค้า

source: Stock Ageing
th: เอจจิ้งสต็อก

source: Stock Analytics
th: สต็อก Analytics

source: Stock Assets
th: สินทรัพย์ หุ้น

source: Stock Available
th: มีสต็อค

source: Stock Balance
th: ยอดคงเหลือสต็อก

source: Stock Balance Report
th: รายงานยอดคงเหลือในสต็อค

source: Stock Closing
th: การปิดสต็อก

source: Stock Consumed During Repair
th: สต็อกที่ใช้ระหว่างการซ่อมแซม

source: Stock Consumption Details
th: รายละเอียดการใช้สต็อก

source: Stock Details
th: หุ้นรายละเอียด

source: Stock Entries already created for Work Order {0}: {1}
th: รายการบันทึกคลังสินค้าที่สร้างแล้วสำหรับคำสั่งงาน {0}: {1}

source: Stock Entry
th: รายการสินค้า

source: Stock Entry (Outward GIT)
th: การบันทึกสต็อค (GIT ภายนอก)

source: Stock Entry Child
th: เด็กเข้าหุ้น

source: Stock Entry Detail
th: รายละเอียดรายการสินค้า

source: Stock Entry Type
th: ประเภทรายการสต็อค

source: Stock Entry has been already created against this Pick List
th: รายการสต็อคได้รับการสร้างขึ้นแล้วจากรายการเลือกนี้

source: Stock Entry {0} created
th: แจ้งรายการ {0} สร้าง

source: Stock Entry {0} is not submitted
th: หุ้นรายการ {0} ไม่ได้ส่ง

source: Stock Expenses
th: ค่าใช้จ่ายใน สต็อก

source: Stock Frozen Upto
th: สต็อกไม่เกิน Frozen

source: Stock In Hand
th: หุ้นอยู่ในมือ

source: Stock Items
th: รายการที่แจ้ง

source: Stock Ledger
th: บัญชีแยกประเภทสินค้า

source: Stock Ledger Entries and GL Entries are reposted for the selected Purchase Receipts
th: รายการบัญชีแยกประเภทหุ้นและ GL รายการที่ reposted สำหรับซื้อรายรับที่เลือก

source: Stock Ledger Entry
th: รายการสินค้าบัญชีแยกประเภท

source: Stock Ledger ID
th: ID บัญชีแยกประเภท

source: Stock Ledger Invariant Check
th: การตรวจสอบความคงที่ของสมุดรายวันสินค้าคงคลัง

source: Stock Ledger Variance
th: ความคลาดเคลื่อนสมุดบัญชีสินค้าคงคลัง

source: Stock Ledger report contains every submitted stock transaction. You can use filter to narrow down ledger entries.
th: รายงานสมุดรายวันสินค้าคงคลังประกอบด้วยรายการเคลื่อนไหวสินค้าทั้งหมดที่ได้รับการส่งแล้ว คุณสามารถใช้ตัวกรองเพื่อจำกัดรายการในสมุดรายวันได้

source: Stock Levels
th: ระดับสต็อก

source: Stock Liabilities
th: หนี้สิน หุ้น

source: Stock Manager
th: ผู้จัดการ

source: Stock Movement
th: การเคลื่อนไหวของสต็อก

source: Stock Planning
th: การวางแผนสินค้าคงคลัง

source: Stock Projected Qty
th: หุ้น ที่คาดการณ์ จำนวน

source: Stock Qty
th: จำนวนหุ้น

source: Stock Qty vs Batch Qty
th: ปริมาณสต็อก เทียบกับ ปริมาณล็อต

source: Stock Qty vs Serial No Count
th: จำนวนสต็อกเทียบกับหมายเลขซีเรียล

source: Stock Received But Not Billed
th: สินค้าที่ได้รับ แต่ไม่ได้เรียกเก็บ

source: Stock Reconciliation
th: สมานฉันท์สต็อก

source: Stock Reconciliation Item
th: สต็อกสินค้าสมานฉันท์

source: Stock Reconciliations
th: การกระทบยอดหุ้น

source: Stock Reports
th: รายงานสต็อกสินค้า

source: Stock Reposting Settings
th: การตั้งค่าการโพสต์ซ้ำสต็อก

source: Stock Reservation
th: การจองสต็อก

source: Stock Reservation Entries Cancelled
th: รายการจองสต็อกที่ถูกยกเลิก

source: Stock Reservation Entries Created
th: รายการการจองสต็อกถูกสร้างขึ้นแล้ว

source: Stock Reservation Entry
th: รายการสำรองสต็อก

source: Stock Reservation Entry cannot be updated as it has been delivered.
th: รายการสำรองสินค้าไม่สามารถแก้ไขได้เนื่องจากได้จัดส่งแล้ว

source: Stock Reservation Entry created against a Pick List cannot be updated. If you need to make changes, we recommend canceling the existing entry and creating a new one.
th: รายการจองสต็อกที่สร้างขึ้นจากรายการเลือกสินค้าไม่สามารถแก้ไขได้ หากต้องการเปลี่ยนแปลง เราแนะนำให้ยกเลิกรายการที่มีอยู่แล้วสร้างรายการใหม่แทน

source: Stock Reservation Warehouse Mismatch
th: คลังสินค้าสำรองไม่ตรงกัน

source: Stock Reservation can only be created against {0}.
th: การจองสต็อกสามารถสร้างได้เฉพาะกับ {0} เท่านั้น

source: Stock Reserved Qty (in Stock UOM)
th: จำนวนสินค้าคงคลังที่สงวนไว้ (ในหน่วยวัดสินค้าคงคลัง)

source: Stock Settings
th: การตั้งค่าหุ้น

source: Stock Summary
th: แจ้งข้อมูลอย่างย่อ

source: Stock Transactions
th: ทำธุรกรรมซื้อขายหุ้น

source: Stock Transactions Settings
th: การตั้งค่าการทำรายการสินค้าคงคลัง

source: Stock UOM
th: UOM สต็อก

source: Stock UOM Quantity
th: ปริมาณหน่วยนับสต็อก

source: Stock Unreservation
th: การยกเลิกการจองสินค้า

source: Stock Uom
th: UOM สต็อก

source: Stock User
th: หุ้นผู้ใช้

source: Stock Validations
th: การตรวจสอบสินค้าคงคลัง

source: Stock Value
th: มูลค่าหุ้น

source: Stock and Account Value Comparison
th: การเปรียบเทียบมูลค่าหุ้นและบัญชี

source: Stock and Manufacturing
th: สต็อกและการผลิต

source: Stock cannot be reserved in group warehouse {0}.
th: ไม่สามารถสำรองสินค้าในคลังสินค้ากลุ่ม {0} ได้

source: Stock cannot be reserved in the group warehouse {0}.
th: ไม่สามารถสำรองสินค้าในคลังสินค้ากลุ่ม {0} ได้

source: Stock cannot be updated against Delivery Note {0}
th: หุ้น ไม่สามารถปรับปรุง กับ การจัดส่งสินค้า หมายเหตุ {0}

source: Stock cannot be updated against Purchase Receipt {0}
th: หุ้นไม่สามารถปรับปรุงกับใบเสร็จรับเงิน {0}

source: Stock not available for Item {0} in Warehouse {1}.
th: สินค้า {0} ไม่มีในคลังสินค้า {1}

source: Stock quantity not enough for Item Code: {0} under warehouse {1}. Available quantity {2} {3}.
th: จำนวนสินค้าในสต็อกไม่เพียงพอสำหรับ รหัสสินค้า: {0} ในคลังสินค้า {1} จำนวนที่มีอยู่ {2} {3}

source: Stock transactions before {0} are frozen
th: ก่อนที่จะทำธุรกรรมหุ้น {0} ถูกแช่แข็ง

source: Stock transactions that are older than the mentioned days cannot be modified.
th: รายการเคลื่อนไหวของสต็อกที่มีอายุมากกว่าวันที่ระบุไม่สามารถแก้ไขได้

source: Stock will be reserved on submission of <b>Purchase Receipt</b> created against Material Request for Sales Order.
th: สต็อกจะถูกสงวนไว้เมื่อมีการส่ง <b>ใบรับสินค้า</b> ที่สร้างขึ้นจากคำขอวัสดุสำหรับใบสั่งขาย

source: Stock/Accounts can not be frozen as processing of backdated entries is going on. Please try again later.
th: สต็อก/บัญชีไม่สามารถทำการอายัดได้เนื่องจากกำลังดำเนินการบันทึกรายการย้อนหลัง กรุณาลองใหม่อีกครั้งในภายหลัง

source: Stop
th: หยุด

source: Stop Reason
th: หยุดเหตุผล

source: Stopped
th: หยุด

source: Stopped Work Order cannot be cancelled, Unstop it first to cancel
th: หยุดการทำงานสั่งซื้อสินค้าไม่สามารถยกเลิกได้ยกเลิกการยกเลิกก่อนจึงจะยกเลิก

source: Stores
th: ร้านค้า

source: Straight Line
th: เส้นตรง

source: Sub Assemblies
th: ประกอบ ย่อย

source: Sub Assemblies & Raw Materials
th: ชุดประกอบย่อยและวัตถุดิบ

source: Sub Assembly
th: ชิ้นส่วนย่อย

source: Sub Assembly Item
th: รายการชิ้นส่วนย่อย

source: Sub Assembly Item Code
th: รหัสชิ้นส่วนประกอบย่อย

source: Sub Assembly Items
th: รายการชิ้นส่วนย่อย

source: Sub Assembly Warehouse
th: คลังสินค้าชิ้นส่วนย่อย

source: Sub Operation
th: ปฏิบัติการย่อย

source: Sub Operations
th: ปฏิบัติการย่อย

source: Sub Procedure
th: ขั้นตอนย่อย

source: Sub Total
th: ยอดรวมย่อย

source: Sub-assembly BOM Count
th: จำนวน BOM ของแอสเซมบลีย่อย

source: Sub-contracting
th: ย่อยทำสัญญา

source: Subcontract
th: สัญญารับช่วง

source: Subcontract BOM
th: รายการวัสดุสำหรับผู้รับเหมาช่วง

source: Subcontract Order
th: ใบสั่งจ้างเหมาช่วง

source: Subcontract Order Summary
th: สรุปคำสั่งซื้อจ้างเหมา

source: Subcontract Return
th: การคืนงานจ้างช่วง

source: Subcontracted Item
th: รายการที่รับเหมาช่วง

source: Subcontracted Item To Be Received
th: รายการที่รับช่วงการรับมอบ

source: Subcontracted Purchase Order
th: ใบสั่งซื้อจ้างเหมาช่วง

source: Subcontracted Quantity
th: ปริมาณงานจ้างช่วง

source: Subcontracted Raw Materials To Be Transferred
th: วัตถุดิบที่รับเหมาช่วงที่จะโอน

source: Subcontracting BOM
th: รายการวัสดุสำหรับงานจ้างช่วง

source: Subcontracting Conversion Factor
th: ค่าสัมประสิทธิ์การแปลงงานจ้างช่วง

source: Subcontracting Order
th: ใบสั่งจ้างรับช่วงงาน

source: Subcontracting Order (Draft) will be auto-created on submission of Purchase Order.
th: ใบสั่งจ้างเหมาช่วง (ฉบับร่าง) จะถูกสร้างโดยอัตโนมัติเมื่อมีการส่งใบสั่งซื้อ

source: Subcontracting Order Item
th: รายการใบสั่งจ้างเหมาช่วง

source: Subcontracting Order Service Item
th: รายการบริการคำสั่งจ้างเหมาช่วง

source: Subcontracting Order Supplied Item
th: รายการวัสดุที่จัดส่งสำหรับคำสั่งจ้างเหมาช่วง

source: Subcontracting Order {0} created.
th: คำสั่งซื้อจ้างเหมาช่วง {0} ถูกสร้างแล้ว

source: Subcontracting Purchase Order
th: ใบสั่งซื้อจ้างเหมาช่วง

source: Subcontracting Receipt
th: ใบรับงานจ้างช่วง

source: Subcontracting Receipt Item
th: รายการใบรับงานจ้างช่วง

source: Subcontracting Receipt Supplied Item
th: ใบรับวัตถุดิบจ้างผลิต

source: Subcontracting Settings
th: การตั้งค่าการจ้างเหมาช่วง

source: Subdivision
th: การแบ่งเขต

source: Subject
th: เรื่อง

source: Submit
th: เสนอ

source: Submit Action Failed
th: การดำเนินการส่งล้มเหลว

source: Submit After Import
th: ส่งหลังจากนำเข้าแล้ว

source: Submit ERR Journals?
th: ส่งรายการสมุดรายวัน ERR หรือไม่?

source: Submit Generated Invoices
th: ส่งใบแจ้งหนี้ที่สร้างขึ้นแล้ว

source: Submit Journal Entries
th: ส่งรายการวารสาร

source: Submit this Work Order for further processing.
th: ส่งใบสั่งงานนี้เพื่อดำเนินการต่อ

source: Submit your Quotation
th: ส่งใบเสนอราคา

source: Subscription
th: การสมัครสมาชิก

source: Subscription End Date
th: วันที่สิ้นสุดการสมัครสมาชิก

source: Subscription End Date is mandatory to follow calendar months
th: วันที่สิ้นสุดการสมัครรับข้อมูลจำเป็นต้องเป็นไปตามเดือนปฏิทิน

source: Subscription End Date must be after {0} as per the subscription plan
th: วันที่สิ้นสุดการสมัครสมาชิกต้องอยู่หลัง {0} ตามแผนการสมัครสมาชิก

source: Subscription Invoice
th: ใบแจ้งหนี้การสมัครสมาชิก

source: Subscription Management
th: การจัดการการสมัครสมาชิก

source: Subscription Period
th: ระยะเวลาจองซื้อ

source: Subscription Plan
th: แผนการสมัครสมาชิก

source: Subscription Plan Detail
th: รายละเอียดแผนการสมัครสมาชิก

source: Subscription Plans
th: แผนการสมัครสมาชิก

source: Subscription Price Based On
th: ราคาสมัครสมาชิกขึ้นอยู่กับ

source: Subscription Section
th: ส่วนการสมัครสมาชิก

source: Subscription Settings
th: การตั้งค่าการสมัครสมาชิก

source: Subscription Start Date
th: วันที่เริ่มต้นการสมัคร

source: Subscription for Future dates cannot be processed.
th: ไม่สามารถดำเนินการสมัครสมาชิกสำหรับวันที่ในอนาคตได้

source: Subscriptions
th: การสมัครรับข้อมูล

source: Subsidiary
th: บริษัทในเครือ

source: Subtitle
th: หัวเรื่องย่อย

source: Succeeded
th: สำเร็จแล้ว

source: Succeeded Entries
th: รายการที่สำเร็จ

source: Success
th: ความสำเร็จ

source: Success Redirect URL
th: URL การเปลี่ยนเส้นทางสำเร็จ

source: Success Settings
th: การตั้งค่าความสำเร็จ

source: Successful
th: ที่ประสบความสำเร็จ

source: Successfully Reconciled
th: Reconciled ประสบความสำเร็จ

source: Successfully Set Supplier
th: ตั้งผู้จัดจำหน่ายสำเร็จแล้ว

source: Successfully changed Stock UOM, please redefine conversion factors for new UOM.
th: เปลี่ยนหน่วยนับสินค้าคงคลังสำเร็จ กรุณากำหนดอัตราส่วนการแปลงใหม่สำหรับหน่วยนับใหม่ด้วยครับ/ค่ะ

source: Successfully imported {0}
th: นำเข้า {0} สำเร็จแล้ว

source: Successfully imported {0} record out of {1}. Click on Export Errored Rows, fix the errors and import again.
th: นำเข้า {0} รายการสำเร็จจากทั้งหมด {1} รายการ คลิกที่ ส่งออกแถวที่มีข้อผิดพลาด แก้ไขข้อผิดพลาดแล้วนำเข้าอีกครั้ง

source: Successfully imported {0} record.
th: นำเข้า {0} ระเบียนสำเร็จแล้ว

source: Successfully imported {0} records out of {1}. Click on Export Errored Rows, fix the errors and import again.
th: นำเข้า {0} ระเบียนจากทั้งหมด {1} สำเร็จแล้ว คลิกที่ ส่งออกแถวที่มีข้อผิดพลาด แก้ไขข้อผิดพลาด และนำเข้าอีกครั้ง

source: Successfully imported {0} records.
th: นำเข้า {0} ระเบียนสำเร็จแล้ว

source: Successfully linked to Customer
th: เชื่อมโยงกับลูกค้าเรียบร้อยแล้ว

source: Successfully linked to Supplier
th: เชื่อมโยงกับผู้จำหน่ายสำเร็จแล้ว

source: Successfully merged {0} out of {1}.
th: รวม {0} จาก {1} สำเร็จแล้ว

source: Successfully updated {0}
th: อัปเดต {0} เรียบร้อยแล้ว

source: Successfully updated {0} record out of {1}. Click on Export Errored Rows, fix the errors and import again.
th: อัปเดตข้อมูล {0} รายการจากทั้งหมด {1} สำเร็จแล้ว คลิกที่ ส่งออกแถวที่มีข้อผิดพลาด แก้ไขข้อผิดพลาด แล้วนำเข้าอีกครั้ง

source: Successfully updated {0} record.
th: อัปเดตข้อมูล {0} รายการเรียบร้อยแล้ว

source: Successfully updated {0} records out of {1}. Click on Export Errored Rows, fix the errors and import again.
th: อัปเดตข้อมูลสำเร็จ {0} รายการ จากทั้งหมด {1} รายการ คลิกที่ ส่งออกแถวที่เกิดข้อผิดพลาด แก้ไขข้อผิดพลาด แล้วนำเข้าอีกครั้ง

source: Successfully updated {0} records.
th: อัปเดตข้อมูล {0} รายการสำเร็จแล้ว

source: Suggestions
th: ข้อเสนอแนะ

source: Sum of Repair Cost and Value of Consumed Stock Items.
th: ผลรวมของต้นทุนการซ่อมแซมและมูลค่าของสินค้าคงคลังที่ใช้ไป

source: Summary
th: สรุป

source: Summary for this month and pending activities
th: สรุปในเดือนนี้และกิจกรรมที่อยู่ระหว่างดำเนินการ

source: Summary for this week and pending activities
th: สรุปในสัปดาห์นี้และกิจกรรมที่ค้างอยู่

source: Sunday
th: วันอาทิตย์

source: Supplied Item
th: สินค้าจู่สระบร

source: Supplied Items
th: จัดรายการ

source: Supplied Qty
th: จำหน่ายจำนวน

source: Supplier
th: ผู้จัดจำหน่าย

source: Supplier Address
th: ที่อยู่ผู้ผลิต

source: Supplier Address Details
th: รายละเอียดที่อยู่ผู้จำหน่าย

source: Supplier Addresses And Contacts
th: ที่อยู่ ของผู้ผลิต และผู้ติดต่อ

source: Supplier Contact
th: ผู้ติดต่อผู้จำหน่าย

source: Supplier Delivery Note
th: หมายเหตุการจัดส่งของผู้จัดจำหน่าย

source: Supplier Details
th: รายละเอียดผู้จัดจำหน่าย

source: Supplier Group
th: กลุ่มซัพพลายเออร์

source: Supplier Group Item
th: กลุ่มผู้จำหน่ายสินค้า

source: Supplier Group Name
th: ชื่อกลุ่มผู้จัดจำหน่าย

source: Supplier Info
th: ข้อมูลผู้จำหน่าย

source: Supplier Invoice
th: ใบแจ้งหนี้ผู้จำหน่าย

source: Supplier Invoice Date
th: วันที่ใบแจ้งหนี้ผู้จัดจำหน่าย

source: Supplier Invoice Date cannot be greater than Posting Date
th: วันที่จัดจำหน่ายใบแจ้งหนี้ไม่สามารถมีค่ามากกว่าการโพสต์วันที่

source: Supplier Invoice No
th: ใบแจ้งหนี้ที่ผู้ผลิตไม่มี

source: Supplier Invoice No exists in Purchase Invoice {0}
th: ผู้ผลิตใบแจ้งหนี้ไม่มีอยู่ในการซื้อใบแจ้งหนี้ {0}

source: Supplier Item
th: รายการสินค้าผู้จำหน่าย

source: Supplier Items
th: ผู้ผลิตรายการ

source: Supplier Lead Time (days)
th: ระยะเวลาดำเนินการของซัพพลายเออร์ (วัน)

source: Supplier Ledger Summary
th: สรุปบัญชีแยกประเภทผู้ผลิต

source: Supplier Name
th: ชื่อผู้จัดจำหน่าย

source: Supplier Naming By
th: ซัพพลายเออร์ที่ตั้งชื่อตาม

source: Supplier Part No
th: ผู้ผลิตชิ้นส่วน

source: Supplier Part Number
th: หมายเลขชิ้นส่วนของผู้ผลิต

source: Supplier Portal Users
th: ผู้ใช้พอร์ทัลผู้จำหน่าย

source: Supplier Primary Address
th: ที่อยู่หลักของผู้จำหน่าย

source: Supplier Primary Contact
th: ผู้ติดต่อหลักของผู้จำหน่าย

source: Supplier Quotation
th: ใบเสนอราคาของผู้ผลิต

source: Supplier Quotation Comparison
th: การเปรียบเทียบใบเสนอราคาของซัพพลายเออร์

source: Supplier Quotation Item
th: รายการใบเสนอราคาของผู้ผลิต

source: Supplier Quotation {0} Created
th: สร้างใบเสนอราคาซัพพลายเออร์ {0}

source: Supplier Score
th: คะแนน Supplier

source: Supplier Scorecard
th: ผู้ให้บริการจดแต้ม

source: Supplier Scorecard Criteria
th: เกณฑ์ชี้วัดของผู้จัดหาผลิตภัณฑ์

source: Supplier Scorecard Period
th: ช่วงจดแต้มของผู้จัดจำหน่าย

source: Supplier Scorecard Scoring Criteria
th: เกณฑ์การให้คะแนนของ Scorecard ของผู้จัดหา

source: Supplier Scorecard Scoring Standing
th: ให้คะแนนการให้คะแนนผู้ผลิต

source: Supplier Scorecard Scoring Variable
th: ตัวชี้วัดการให้คะแนน Scorecard ของซัพพลายเออร์

source: Supplier Scorecard Setup
th: การตั้งค่า Scorecard ของผู้จัดหา

source: Supplier Scorecard Standing
th: จัดทำ Scorecard ของผู้จัดหา

source: Supplier Scorecard Variable
th: ตัวแปรชี้วัดของผู้จัดจำหน่าย

source: Supplier Type
th: ประเภทผู้ผลิต

source: Supplier Warehouse
th: คลังสินค้าผู้จัดจำหน่าย

source: Supplier Warehouse mandatory for sub-contracted {0}
th: คลังสินค้าผู้จำหน่ายเป็นข้อมูลบังคับสำหรับ {0} ที่จ้างเหมาช่วง

source: Supplier delivers to Customer
th: ผู้ผลิตมอบให้กับลูกค้า

source: Supplier of Goods or Services.
th: ผู้ผลิตสินค้าหรือบริการ

source: Supplier {0} not found in {1}
th: ผู้ขาย {0} ไม่พบใน {1}

source: Supplier(s)
th: ผู้ผลิต (s)

source: Supplier-Wise Sales Analytics
th: ผู้ผลิต ฉลาด Analytics ขาย

source: Suppliers
th: ซัพพลายเออร์

source: Supplies subject to the reverse charge provision
th: วัสดุที่อยู่ภายใต้ข้อกำหนดการเก็บภาษีแบบกลับรายการ

source: Supply Raw Materials for Purchase
th: วัตถุดิบสำหรับการซื้อวัสดุสิ้นเปลือง

source: Support
th: สนับสนุน

source: Support Hour Distribution
th: การแจกแจงชั่วโมงการสนับสนุน

source: Support Portal
th: พอร์ทัลการสนับสนุน

source: Support Search Source
th: แหล่งการค้นหาการสนับสนุน

source: Support Settings
th: การตั้งค่าการสนับสนุน

source: Support Team
th: ทีมสนับสนุน

source: Support Tickets
th: ตั๋วสนับสนุน

source: Suspected Discount Amount
th: จำนวนส่วนลดที่สงสัย

source: Suspended
th: ที่ถูกระงับ

source: Switch Between Payment Modes
th: สลับระหว่างโหมดการชำระเงิน

source: Sync Now
th: ซิงค์ทันที

source: Sync Started
th: เริ่มการซิงค์แล้ว

source: Synchronize all accounts every hour
th: ประสานบัญชีทั้งหมดทุกชั่วโมง

source: System In Use
th: ระบบกำลังใช้งานอยู่

source: System Manager
th: จัดการระบบ

source: System Settings
th: การตั้งค่าระบบ

source: System User (login) ID. If set, it will become default for all HR forms.
th: ผู้ใช้ระบบ (login) ID ถ้าชุดก็จะกลายเป็นค่าเริ่มต้นสำหรับทุกรูปแบบทรัพยากรบุคคล

source: System will automatically create the serial numbers / batch for the Finished Good on submission of work order
th: ระบบจะสร้างหมายเลขซีเรียล / ชุดสินค้าให้กับสินค้าสำเร็จรูปโดยอัตโนมัติเมื่อมีการส่งคำสั่งผลิต

source: System will do an implicit conversion using the pegged currency. <br> Ex: Instead of AED -&gt; INR, system will do AED -&gt; USD -&gt; INR using the pegged exchange rate of AED against USD.
th: ระบบจะทำการแปลงค่าโดยอัตโนมัติด้วยสกุลเงินที่ตรึงไว้<br> ตัวอย่าง: แทนที่จะเป็น AED -> INR ระบบจะทำการแปลง AED -> USD -> INR โดยใช้ อัตราแลกเปลี่ยนที่ตรึง AED กับ USD

source: System will fetch all the entries if limit value is zero.
th: ระบบจะดึงรายการทั้งหมดหากค่า จำกัด เป็นศูนย์

source: System will not check over billing since amount for Item {0} in {1} is zero
th: ระบบจะไม่ตรวจสอบการเรียกเก็บเงินเกินเนื่องจากจำนวนสำหรับสินค้า {0} ใน {1} เป็นศูนย์

source: System will notify to increase or decrease quantity or amount
th: ระบบจะแจ้งให้ทราบเพื่อเพิ่มหรือลดปริมาณหรือจำนวน

source: TCS Amount
th: จำนวนภาษี ณ ที่จ่าย

source: TCS Rate %
th: อัตรา TCS %

source: TDS Amount
th: จำนวนภาษีหัก ณ ที่จ่าย

source: TDS Deducted
th: หักภาษี ณ ที่จ่าย

source: TDS Payable
th: ภาษีหัก ณ ที่จ่าย ที่ต้องชำระ

source: TDS Rate %
th: อัตราภาษีหัก ณ ที่จ่าย %

source: Table for Item that will be shown in Web Site
th: ตารางสำหรับรายการที่จะแสดงในเว็บไซต์

source: Tag
th: แท็ก

source: Tag Line
th: สายแท็ก

source: Take a quick walk-through of Accounts Settings
th: สำรวจการตั้งค่า บัญชี อย่างรวดเร็ว

source: Take a walk through Stock Settings
th: สำรวจการตั้งค่าคลังสินค้า

source: Take a walk-through of Manufacturing Settings
th: สำรวจการตั้งค่าการผลิต

source: Target
th: เป้า

source: Target Amount
th: จำนวนเป้าหมาย

source: Target ({})
th: เป้าหมาย ({})

source: Target Asset
th: สินทรัพย์เป้าหมาย

source: Target Asset Location
th: สถานที่ตั้งสินทรัพย์เป้าหมาย

source: Target Asset {0} cannot be cancelled
th: ไม่สามารถยกเลิกสินทรัพย์เป้าหมาย {0} ได้

source: Target Asset {0} cannot be submitted
th: สินทรัพย์ {0} ไม่เสร็จสิ้นส่วน

source: Target Asset {0} cannot be {1}
th: สินทรัพย์ ส่{0}ไม่ ไมเป็นหนึ่ง {1}

source: Target Asset {0} does not belong to company {1}
th: สินทรัพย์ {0} ไม่ได้เป็นส่วนหนึ่งของบริษัท {1}

source: Target Asset {0} needs to be composite asset
th: เล็มเสนทรัพย์ {0} ไม่ของเลื่อนทรัพย์

source: Target Batch No
th: หมายเลขชุดเป้าหมาย

source: Target Detail
th: รายละเอียดเป้าหมาย

source: Target Details
th: รายละเอียดเป้าหมาย

source: Target Distribution
th: การกระจายเป้าหมาย

source: Target Exchange Rate
th: อัตราแลกเป้าหมาย

source: Target Fieldname (Stock Ledger Entry)
th: ชื่อฟิลด์เป้าหมาย (บันทึกคลังสินค้า)

source: Target Fixed Asset Account
th: บัญชีสินทรัพย์ถาวรเป้าหมาย

source: Target Has Batch No
th: เป้าหมายมีหมายเลขชุด

source: Target Has Serial No
th: เป้าหมายมีหมายเลขซีเรียล

source: Target Incoming Rate
th: อัตราเป้าหมายขาเข้า

source: Target Is Fixed Asset
th: เป้าหมายคือสินทรัพย์ถาวร

source: Target Item Code
th: รหัสสินค้าเป้าหมาย

source: Target Item Name
th: ชื่อรายการเป้าหมาย

source: Target Item {0} must be a Fixed Asset item
th: รายการเป้าหมาย {0} ต้องเป็นรายการสินทรัพย์ถาวร

source: Target Location
th: ตำแหน่งเป้าหมาย

source: Target Location is required for transferring Asset {0}
th: จำเป็นต้องระบุสถานที่เป้าหมายสำหรับการโอนสินทรัพย์ {0}

source: Target Location is required while receiving Asset {0}
th: จำเป็นต้องระบุสถานที่เป้าหมายขณะรับสินทรัพย์ {0}

source: Target On
th: เป้าหมาย ที่

source: Target Qty
th: จำนวนเป้าหมาย

source: Target Qty must be a positive number
th: จำนวนเป้าหมายต้องเป็นตัวเลขบวก

source: Target Serial No
th: หมายเลขซีเรียลเป้าหมาย

source: Target Warehouse
th: คลังสินค้าเป้าหมาย

source: Target Warehouse Address
th: ที่อยู่คลังเป้าหมาย

source: Target Warehouse Address Link
th: ลิงก์ที่อยู่คลังสินค้าปลายทาง

source: Target Warehouse is set for some items but the customer is not an internal customer.
th: คลังสินค้าปลายทางถูกตั้งค่าสำหรับสินค้าบางรายการ แต่ลูกค้าไม่ใช่ลูกค้าภายในองค์กร

source: Target warehouse is mandatory for row {0}
th: คลังสินค้า เป้าหมาย จำเป็นสำหรับ แถว {0}

source: Targets
th: เป้าหมาย

source: Tariff Number
th: จำนวนภาษี

source: Task
th: งาน

source: Task Assignee Email
th: อีเมลผู้รับผิดชอบงาน

source: Task Completion
th: เสร็จงาน

source: Task Depends On
th: ขึ้นอยู่กับงาน

source: Task Description
th: คำอธิบายงาน

source: Task Name
th: ชื่องาน

source: Task Progress
th: ความคืบหน้าของงาน

source: Task Type
th: ประเภทงาน

source: Task Weight
th: งานน้ำหนัก

source: Task {0} depends on Task {1}. Please add Task {1} to the Tasks list.
th: งาน {0} ขึ้นอยู่กับงาน {1} กรุณาเพิ่มงาน {1} ลงในรายการงานด้วยค่ะ

source: Tasks
th: งาน

source: Tasks Completed
th: งานเสร็จสมบูรณ์

source: Tasks Overdue
th: งานที่ค้างชำระ

source: Tax
th: ภาษี

source: Tax Account
th: บัญชีภาษี

source: Tax Amount
th: จำนวนภาษี

source: Tax Amount After Discount Amount
th: จำนวน ภาษี หลังจากที่ จำนวน ส่วนลด

source: Tax Amount After Discount Amount (Company Currency)
th: จํานวนเงินภาษีหลังจากที่จำนวนส่วนลด (บริษัท สกุลเงิน)

source: Tax Amount will be rounded on a row(items) level
th: จำนวนภาษีจะถูกปัดเศษในระดับแถว (รายการ)

source: Tax Assets
th: สินทรัพย์ ภาษี

source: Tax Breakup
th: การแบ่งภาษี

source: Tax Category
th: ประเภทภาษี
