Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Please select Bank Account
th: กรุณาเลือก บัญชีธนาคาร

source: Please select Category first
th: กรุณาเลือก หมวดหมู่ แรก

source: Please select Charge Type first
th: กรุณาเลือก ประเภท ค่าใช้จ่าย ครั้งแรก

source: Please select Company
th: กรุณาเลือก บริษัท

source: Please select Company and Posting Date to getting entries
th: โปรดเลือก บริษัท และผ่านรายการวันที่เพื่อรับรายการ

source: Please select Company first
th: กรุณาเลือก บริษัท แรก

source: Please select Completion Date for Completed Asset Maintenance Log
th: โปรดเลือกวันที่เสร็จสิ้นสำหรับบันทึกการบำรุงรักษาสินทรัพย์ที่สมบูรณ์

source: Please select Customer first
th: โปรดเลือกลูกค้าก่อน

source: Please select Existing Company for creating Chart of Accounts
th: กรุณาเลือก บริษัท ที่มีอยู่สำหรับการสร้างผังบัญชี

source: Please select Finished Good Item for Service Item {0}
th: กรุณาเลือกสินค้าสำเร็จรูปสำหรับรายการบริการ {0}

source: Please select Item Code first
th: กรุณาเลือกรหัสสินค้าก่อน

source: Please select Maintenance Status as Completed or remove Completion Date
th: โปรดเลือกสถานะการซ่อมบำรุงเป็นเสร็จสิ้นหรือลบวันที่เสร็จสิ้น

source: Please select Party Type first
th: กรุณาเลือกประเภทพรรคแรก

source: Please select Posting Date before selecting Party
th: กรุณาเลือกวันที่โพสต์ก่อนที่จะเลือกพรรค

source: Please select Posting Date first
th: กรุณาเลือกวันที่โพสต์แรก

source: Please select Price List
th: เลือกรายชื่อราคา

source: Please select Qty against item {0}
th: โปรดเลือกจำนวนเทียบกับรายการ {0}

source: Please select Sample Retention Warehouse in Stock Settings first
th: โปรดเลือกคลังสินค้าการเก็บรักษาตัวอย่างในการตั้งค่าสต็อกก่อน

source: Please select Serial/Batch Nos to reserve or change Reservation Based On to Qty.
th: กรุณาเลือกหมายเลขซีเรียล/ล็อตเพื่อสำรอง หรือเปลี่ยนการสำรองตามเป็นจำนวนสินค้า (Qty)

source: Please select Start Date and End Date for Item {0}
th: กรุณาเลือก วันเริ่มต้น และ วันที่สิ้นสุด สำหรับรายการที่ {0}

source: Please select Subcontracting Order instead of Purchase Order {0}
th: กรุณาเลือกคำสั่งซื้อจ้างเหมาชิ้นงานแทนคำสั่งซื้อ {0}

source: Please select Unrealized Profit / Loss account or add default Unrealized Profit / Loss account account for company {0}
th: กรุณาเลือกบัญชี กำไร/ขาดทุนที่ยังไม่เกิดขึ้นจริง หรือเพิ่มบัญชี กำไร/ขาดทุนที่ยังไม่เกิดขึ้นจริง เริ่มต้นสำหรับบริษัท {0}

source: Please select a BOM
th: โปรดเลือก BOM

source: Please select a Company
th: กรุณาเลือก บริษัท

source: Please select a Company first.
th: โปรดเลือก บริษัท ก่อน

source: Please select a Customer
th: โปรดเลือกลูกค้า

source: Please select a Delivery Note
th: กรุณาเลือกใบส่งมอบ

source: Please select a Subcontracting Purchase Order.
th: กรุณาเลือก ใบสั่งซื้อจ้างเหมา

source: Please select a Supplier
th: โปรดเลือกซัพพลายเออร์

source: Please select a Warehouse
th: กรุณาเลือกคลังสินค้า

source: Please select a Work Order first.
th: กรุณาเลือกใบสั่งงานก่อนค่ะ

source: Please select a country
th: กรุณาเลือกประเทศ

source: Please select a customer for fetching payments.
th: กรุณาเลือกผู้ขายเพื่อดึงข้อมูลการชำระเงิน

source: Please select a date
th: กรุณาเลือกวันที่

source: Please select a date and time
th: กรุณาเลือกวันที่และเวลา

source: Please select a default mode of payment
th: โปรดเลือกโหมดการชำระเงินเริ่มต้น

source: Please select a field to edit from numpad
th: โปรดเลือกฟิลด์ที่ต้องการแก้ไขจาก numpad

source: Please select a row to create a Reposting Entry
th: กรุณาเลือกแถวเพื่อสร้างรายการบันทึกซ้ำ

source: Please select a supplier for fetching payments.
th: กรุณาเลือกผู้จำหน่ายสำหรับการดึงข้อมูลการชำระเงิน

source: Please select a valid Purchase Order that has Service Items.
th: กรุณาเลือกใบสั่งซื้อที่ถูกต้องซึ่งมีรายการบริการ

source: Please select a valid Purchase Order that is configured for Subcontracting.
th: กรุณาเลือกใบสั่งซื้อที่ถูกต้องซึ่งตั้งค่าไว้สำหรับการจ้างเหมาช่วง

source: Please select a value for {0} quotation_to {1}
th: กรุณาเลือก ค่าสำหรับ {0} quotation_to {1}

source: Please select an item code before setting the warehouse.
th: กรุณาเลือก รหัสสินค้า ก่อนตั้งค่าคลังสินค้า

source: Please select at least one row to fix
th: กรุณาเลือกอย่างน้อยหนึ่งแถวเพื่อแก้ไข

source: Please select at least one row with difference value
th: กรุณาเลือกอย่างน้อยหนึ่งแถวที่มีค่าต่างกัน

source: Please select atleast one item to continue
th: กรุณาเลือกอย่างน้อยหนึ่งรายการเพื่อดำเนินการต่อ

source: Please select atleast one operation to create Job Card
th: กรุณาเลือกอย่างน้อยหนึ่งรายการปฏิบัติงานเพื่อสร้างบัตรงาน

source: Please select correct account
th: กรุณาเลือกบัญชีที่ถูกต้อง

source: Please select date
th: กรุณาเลือกวันที่

source: Please select either the Item or Warehouse or Warehouse Type filter to generate the report.
th: กรุณาเลือกตัวกรอง รายการ หรือ คลังสินค้า หรือ ประเภทคลังสินค้า เพื่อสร้างรายงาน

source: Please select item code
th: กรุณา เลือกรหัส สินค้า

source: Please select items to reserve.
th: กรุณาเลือกไอเท็มเพื่อสำรองสินค้า

source: Please select items to unreserve.
th: กรุณาเลือกไอเท็มเพื่อยกเลิกการสำรอง

source: Please select only one row to create a Reposting Entry
th: กรุณาเลือกเพียงหนึ่งแถวเพื่อสร้างรายการบันทึกซ้ำ

source: Please select rows to create Reposting Entries
th: กรุณาเลือกแถวเพื่อสร้างรายการบันทึกซ้ำ

source: Please select the Company
th: โปรดเลือก บริษัท

source: Please select the Multiple Tier Program type for more than one collection rules.
th: โปรดเลือกประเภทโปรแกรมหลายชั้นสำหรับกฎการรวบรวมข้อมูลมากกว่าหนึ่งชุด

source: Please select the customer.
th: กรุณาเลือกลูกค้า

source: Please select the document type first
th: เลือกประเภทของเอกสารที่แรก

source: Please select the required filters
th: กรุณาเลือกตัวกรองที่จำเป็น

source: Please select valid document type.
th: กรุณาเลือกประเภทเอกสารที่ถูกต้อง

source: Please select weekly off day
th: กรุณาเลือก วันหยุด ประจำสัปดาห์

source: Please select {0}
th: กรุณาเลือก {0}

source: Please select {0} first
th: กรุณาเลือก {0} ครั้งแรก

source: Please set 'Apply Additional Discount On'
th: โปรดตั้ง &#39;ใช้ส่วนลดเพิ่มเติมใน&#39;

source: Please set 'Asset Depreciation Cost Center' in Company {0}
th: โปรดตั้ง &#39;ศูนย์สินทรัพย์ค่าเสื่อมราคาค่าใช้จ่ายใน บริษัท {0}

source: Please set 'Gain/Loss Account on Asset Disposal' in Company {0}
th: โปรดตั้ง &#39;บัญชี / ขาดทุนกำไรจากการขายสินทรัพย์ใน บริษัท {0}

source: Please set '{0}' in Company: {1}
th: กรุณาตั้งค่า '{0}' ใน บริบท: {1}

source: Please set Account
th: กรุณาตั้งค่า บัญชี

source: Please set Account in Warehouse {0} or Default Inventory Account in Company {1}
th: โปรดตั้งค่าบัญชีในคลังสินค้า {0} หรือบัญชีพื้นที่เก็บข้อมูลเริ่มต้นใน บริษัท {1}

source: Please set Accounting Dimension {} in {}
th: กรุณาตั้งค่า มิติทางบัญชี {} ใน {}

source: Please set Company
th: โปรดตั้ง บริษัท

source: Please set Customer Address to determine if the transaction is an export.
th: กรุณาตั้งค่าที่อยู่ลูกค้าเพื่อกำหนดว่าการทำรายการเป็นการส่งออกหรือไม่

source: Please set Depreciation related Accounts in Asset Category {0} or Company {1}
th: กรุณาตั้งค่าบัญชีที่เกี่ยวข้องกับค่าเสื่อมราคาสินทรัพย์ในหมวดหมู่ {0} หรือ บริษัท {1}

source: Please set Email/Phone for the contact
th: กรุณาตั้งค่าอีเมล/โทรศัพท์สำหรับผู้ติดต่อ

source: Please set Fiscal Code for the customer '%s'
th: กรุณาตั้งรหัสงบประมาณสำหรับลูกค้า '%s'

source: Please set Fiscal Code for the public administration '%s'
th: กรุณาตั้งรหัสงบประมาณสำหรับหน่วยงานราชการ '%s'

source: Please set Fixed Asset Account in Asset Category {0}
th: กรุณาตั้งค่า บัญชีสินทรัพย์ถาวร ในหมวดหมู่สินทรัพย์ {0}

source: Please set Fixed Asset Account in {} against {}.
th: กรุณาตั้งค่า บัญชีสินทรัพย์ถาวร ใน {} กับ {}.

source: Please set Opening Number of Booked Depreciations
th: กรุณากำหนดหมายเลขเปิดต้นสำหรับค่าเสื่อมราคาที่จองไว้

source: Please set Parent Row No for item {0}
th: กรุณาตั้งหมายเลขแถวหลักสำหรับสินค้า {0}

source: Please set Root Type
th: กรุณาตั้งค่าประเภทราก

source: Please set Tax ID for the customer '%s'
th: กรุณาตั้งค่า Tax ID สำหรับลูกค้า '%s'

source: Please set Unrealized Exchange Gain/Loss Account in Company {0}
th: โปรดตั้งค่าบัญชีกำไรขาดทุนที่ยังไม่เกิดขึ้นจริงใน บริษัท {0}

source: Please set VAT Accounts in {0}
th: กรุณาตั้งค่า บัญชี ภาษีมูลค่าเพิ่ม ใน {0}

source: Please set Vat Accounts for Company: "{0}" in UAE VAT Settings
th: กรุณาตั้งค่า บัญชีภาษีมูลค่าเพิ่ม สำหรับ บริษัท: "{0}" ในการตั้งค่าภาษีมูลค่าเพิ่มของ UAE

source: Please set a Company
th: กรุณาตั้ง บริษัท

source: Please set a Cost Center for the Asset or set an Asset Depreciation Cost Center for the Company {}
th: กรุณาตั้งศูนย์ต้นทุนสำหรับสินทรัพย์ หรือกำหนดศูนย์ต้นทุนค่าเสื่อมราคาสินทรัพย์สำหรับบริษัท {}

source: Please set a Supplier against the Items to be considered in the Purchase Order.
th: โปรดตั้งผู้จัดหากับสินค้าที่จะพิจารณาในใบสั่งซื้อ

source: Please set a default Holiday List for Company {0}
th: กรุณาตั้งค่ารายการวันหยุดเริ่มต้นสำหรับบริษัท {0}

source: Please set a default Holiday List for Employee {0} or Company {1}
th: กรุณาตั้งค่าเริ่มต้นรายการวันหยุดสำหรับพนักงาน {0} หรือ บริษัท {1}

source: Please set account in Warehouse {0}
th: โปรดตั้งค่าบัญชีในคลังสินค้า {0}

source: Please set an Address on the Company '%s'
th: กรุณาตั้งค่าที่อยู่สำหรับ บริษัท '%s'

source: Please set an Expense Account in the Items table
th: กรุณาตั้งค่า บัญชี วันจำสินค้า ออกเลินต์อางสินค้าในตารางรายการสินค้า

source: Please set an email id for the Lead {0}
th: โปรดตั้งรหัสอีเมลสำหรับลูกค้าเป้าหมาย {0}

source: Please set at least one row in the Taxes and Charges Table
th: โปรดตั้งอย่างน้อยหนึ่งแถวในตารางภาษีและค่าใช้จ่าย

source: Please set both the Tax ID and Fiscal Code on Company {0}
th: กรุณาตั้งค่า Tax ID และ Fiscal Code ใน บริษัท {0} ทั้งสองรายการ

source: Please set default Cash or Bank account in Mode of Payment {0}
th: กรุณาตั้ง ค่าเริ่มต้น เงินสด หรือ บัญชีเงินฝากธนาคาร ใน โหมด ของ การชำระเงิน {0}

source: Please set default Cash or Bank account in Mode of Payment {}
th: โปรดตั้งค่าเริ่มต้นเงินสดหรือบัญชีธนาคารในโหมดการชำระเงิน {}

source: Please set default Cash or Bank account in Mode of Payments {}
th: โปรดตั้งค่าเริ่มต้นเงินสดหรือบัญชีธนาคารในโหมดการชำระเงิน {}

source: Please set default Exchange Gain/Loss Account in Company {}
th: กรุณาตั้งค่า ปีสาง ชาวรอยการสัน/ชาวรอยชี ชีสิวยกริบ สาง {}

source: Please set default Expense Account in Company {0}
th: กรุณาตั้งค่า บัญชี สียวิดรายการ ไม่ {0} เป็นค่าเริ่มต้น

source: Please set default UOM in Stock Settings
th: โปรดตั้งค่า UOM เริ่มต้นในการตั้งค่าสต็อก

source: Please set default cost of goods sold account in company {0} for booking rounding gain and loss during stock transfer
th: กรุณาตั้งค่า บัญชีต้นทุนขาย เริ่มต้นในบริษัท {0} สำหรับบันทึกกำไรและขาดทุนจากการปัดเศษระหว่างการโอนสินค้าคงคลัง

source: Please set default {0} in Company {1}
th: กรุณาตั้งค่าเริ่มต้น {0} ใน บริษัท {1}

source: Please set filter based on Item or Warehouse
th: กรุณาตั้งค่าตัวกรองขึ้นอยู่กับสินค้าหรือคลังสินค้า

source: Please set filters
th: กรุณาตั้งค่าตัวกรอง

source: Please set one of the following:
th: กรุณากำหนดหนึ่งในตัวเลือกต่อไปนี้:

source: Please set recurring after saving
th: กรุณาตั้งค่าที่เกิดขึ้นหลังจากการบันทึก

source: Please set the Customer Address
th: กรุณาตั้งที่อยู่ลูกค้า

source: Please set the Default Cost Center in {0} company.
th: โปรดตั้งค่าศูนย์ต้นทุนเริ่มต้นใน บริษัท {0}

source: Please set the Item Code first
th: โปรดตั้งค่ารหัสรายการก่อน

source: Please set the cost center field in {0} or setup a default Cost Center for the Company.
th: กรุณาตั้งค่าฟิลด์ศูนย์ต้นทุนใน {0} หรือกำหนดศูนย์ต้นทุนเริ่มต้นสำหรับ ธุรกิจ

source: Please set up the Campaign Schedule in the Campaign {0}
th: โปรดตั้งค่ากำหนดการแคมเปญในแคมเปญ {0}

source: Please set {0}
th: กรุณาตั้ง {0}

source: Please set {0} first.
th: กรุณาตั้งค่า {0} ก่อน

source: Please set {0} for Batched Item {1}, which is used to set {2} on Submit.
th: โปรดตั้งค่า {0} สำหรับ Batched Item {1} ซึ่งใช้ในการตั้งค่า {2} ใน Submit

source: Please set {0} for address {1}
th: โปรดตั้ง {0} สำหรับที่อยู่ {1}

source: Please set {0} in BOM Creator {1}
th: กรุณาตั้งค่า {0} ในผู้สร้าง BOM {1}

source: Please set {0} in Company {1} to account for Exchange Gain / Loss
th: กรุณาตั้งค่า {0} ในบริษัท {1} เพื่อบันทึกกำไร/ขาดทุนจากอัตราแลกเปลี่ยน

source: Please set {0} to {1}, the same account that was used in the original invoice {2}.
th: กรุณาตั้งค่า {0} เป็น {1} ซึ่งเป็นบัญชีเดียวกับที่ใช้ในใบแจ้งหนี้ต้นฉบับ {2}

source: Please setup and enable a group account with the Account Type - {0} for the company {1}
th: กรุณาตั้งค่าและเปิดใช้งานบัญชีรวมโดยมีประเภทบัญชีเป็น {0} สำหรับบริษัท {1}

source: Please share this email with your support team so that they can find and fix the issue.
th: กรุณาแชร์อีเมลนี้กับทีมสนับสนุนของท่านเพื่อให้พวกเขาสามารถค้นหาและแก้ไขปัญหาได้

source: Please specify
th: โปรดระบุ

source: Please specify Company
th: โปรดระบุ บริษัท

source: Please specify Company to proceed
th: โปรดระบุ บริษัท ที่จะดำเนินการ

source: Please specify a valid Row ID for row {0} in table {1}
th: โปรดระบุ ID แถวที่ถูกต้องสำหรับแถว {0} ในตาราง {1}

source: Please specify a {0} first.
th: กรุณาระบุ {0} ก่อน

source: Please specify at least one attribute in the Attributes table
th: โปรดระบุอย่างน้อยหนึ่งแอตทริบิวต์ในตารางคุณสมบัติ

source: Please specify either Quantity or Valuation Rate or both
th: โปรดระบุ ทั้ง จำนวน หรือ อัตรา การประเมิน หรือทั้งสองอย่าง

source: Please specify from/to range
th: โปรดระบุจาก / ไปยังช่วง

source: Please try again in an hour.
th: กรุณาลองใหม่อีกครั้งในอีกหนึ่งชั่วโมงค่ะ

source: Please update Repair Status.
th: กรุณาอัปเดตสถานะการซ่อมแซม

source: Point of Sale
th: จุดขาย

source: Point-of-Sale Profile
th: จุดขายข้อมูลส่วนตัว

source: Policy No
th: ไม่มีนโยบาย

source: Policy number
th: หมายเลขนโยบาย

source: Portal User
th: ผู้ใช้พอร์ทัล

source: Portal Users
th: ผู้ใช้พอร์ทัล

source: Portrait
th: ภาพเหมือน

source: Possible Supplier
th: ผู้ผลิตที่เป็นไปได้

source: Post Description Key
th: คีย์คำอธิบายโพสต์

source: Post Graduate
th: หลังจบการศึกษา

source: Post Route Key
th: รหัสเส้นทางการโพสต์

source: Post Route Key List
th: โพสต์รายการคีย์เส้นทาง

source: Post Route String
th: สตริงเส้นทางการโพสต์

source: Post Title Key
th: คีย์ชื่อเรื่องโพสต์

source: Postal
th: รหัสไปรษณีย์

source: Postal Code
th: รหัสไปรษณีย์

source: Postal Expenses
th: ค่าใช้จ่าย ไปรษณีย์

source: Posting Date
th: โพสต์วันที่

source: Posting Date Inheritance for Exchange Gain / Loss
th: การสืบทอดวันที่ลงบัญชีสำหรับกำไร/ขาดทุนจากอัตราแลกเปลี่ยน

source: Posting Date cannot be future date
th: โพสต์วันที่ไม่สามารถเป็นวันที่ในอนาคต

source: Posting Datetime
th: วันที่และเวลาบันทึกบัญชี

source: Posting Time
th: โพสต์เวลา

source: Posting date and posting time is mandatory
th: วันที่โพสต์และโพสต์เวลามีผลบังคับใช้

source: Posting timestamp must be after {0}
th: การโพสต์ จะต้องมี การประทับเวลา หลังจาก {0}

source: Potential Sales Deal
th: ที่อาจเกิดขึ้น Deal ขาย

source: Powered by {0}
th: ขับเคลื่อนโดย {0}

source: Pre Sales
th: ขายก่อน

source: Prefered Contact Email
th: ที่ต้องการติดต่ออีเมล์

source: Prefered Email
th: ที่ต้องการอีเมล์

source: Preference
th: การตั้งค่า

source: Preferred Billing Address
th: ที่อยู่สำหรับออกใบแจ้งหนี้ที่ต้องการ

source: Preferred Shipping Address
th: ที่อยู่จัดส่งที่ต้องการ

source: Prevdoc DocType
th: DocType Prevdoc

source: Prevent POs
th: ป้องกันไม่ให้ PO

source: Prevent Purchase Orders
th: ป้องกันคำสั่งซื้อ

source: Prevent RFQs
th: ป้องกัน RFQs

source: Preventive
th: ป้องกัน

source: Preventive Action
th: การดำเนินการป้องกัน

source: Preventive Maintenance
th: บำรุงรักษาเชิงป้องกัน

source: Preview
th: แสดงตัวอย่าง

source: Preview Email
th: ดูตัวอย่างอีเมล

source: Preview Required Materials
th: ดูตัวอย่างวัสดุที่ต้องการ

source: Previous Financial Year is not closed
th: ปีก่อนหน้านี้ทางการเงินไม่ได้ปิด

source: Previous Work Experience
th: ประสบการณ์การทำงานก่อนหน้า

source: Previous Year is not closed, please close it first
th: ปีที่แล้วยังไม่ได้ปิด กรุณาปิดก่อน

source: Price
th: ราคา

source: Price ({0})
th: ราคา ({0})

source: Price Discount Scheme
th: โครงการส่วนลดราคา

source: Price Discount Slabs
th: แผ่นพื้นลดราคา

source: Price List
th: บัญชีแจ้งราคาสินค้า

source: Price List Country
th: ราคาประเทศ

source: Price List Currency
th: สกุลเงินรายการราคา

source: Price List Currency not selected
th: สกุลเงิน ราคา ไม่ได้เลือก

source: Price List Defaults
th: ค่าเริ่มต้นรายการราคา

source: Price List Exchange Rate
th: ราคาอัตราแลกเปลี่ยนรายชื่อ

source: Price List Name
th: ชื่อรายการราคา

source: Price List Rate
th: อัตราราคาตามรายการ

source: Price List Rate (Company Currency)
th: อัตราราคาปกติ (สกุลเงิน บริษัท )

source: Price List must be applicable for Buying or Selling
th: รายการราคา จะต้องใช้ได้กับ การซื้อ หรือการขาย

source: Price List {0} is disabled or does not exist
th: ราคา {0} เป็นคนพิการหรือไม่มีอยู่

source: Price Not UOM Dependent
th: ราคาไม่ขึ้นอยู่กับ UOM

source: Price Per Unit ({0})
th: ราคาต่อหน่วย ({0})

source: Price is not set for the item.
th: ราคาไม่ได้กำหนดสำหรับสินค้า

source: Price not found for item {0} in price list {1}
th: ไม่พบราคาสำหรับรายการ {0} ในรายการราคา {1}

source: Price or Product Discount
th: ราคาหรือส่วนลดสินค้า

source: Price or product discount slabs are required
th: ต้องใช้แผ่นพื้นลดราคาหรือผลิตภัณฑ์

source: Price per Unit (Stock UOM)
th: ราคาต่อหน่วย (Stock UOM)

source: Pricing
th: การตั้งราคา

source: Pricing Rule
th: กฎ การกำหนดราคา

source: Pricing Rule Brand
th: ยี่ห้อกฎการกำหนดราคา

source: Pricing Rule Detail
th: รายละเอียดกฎการกำหนดราคา

source: Pricing Rule Help
th: กฎการกำหนดราคาช่วยเหลือ

source: Pricing Rule Item Code
th: รหัสสินค้ากฎการตั้งราคา

source: Pricing Rule Item Group
th: การกำหนดราคากลุ่มรายการกฎ

source: Pricing Rule {0} is updated
th: อัพเดตกฎการกำหนดราคา {0} แล้ว

source: Pricing Rules
th: กฎการกำหนดราคา

source: Primary Address
th: ที่อยู่หลัก

source: Primary Address Details
th: รายละเอียดที่อยู่หลัก

source: Primary Address and Contact
th: ที่อยู่หลักและผู้ติดต่อ

source: Primary Contact
th: ผู้ติดต่อหลัก

source: Primary Contact Details
th: รายละเอียดการติดต่อหลัก

source: Primary Contact Email
th: อีเมลติดต่อหลัก

source: Primary Party
th: ฝ่ายหลัก

source: Primary Role
th: บทบาทหลัก

source: Primary Settings
th: การตั้งค่าหลัก

source: Print
th: พิมพ์

source: Print Format
th: พิมพ์รูปแบบ

source: Print Format Builder
th: ตัวสร้างรูปแบบการพิมพ์

source: Print Heading
th: พิมพ์หัวเรื่อง

source: Print IRS 1099 Forms
th: พิมพ์ฟอร์ม IRS 1,099

source: Print Language
th: ภาษาที่ใช้ในการพิมพ์

source: Print Preferences
th: การตั้งค่าการพิมพ์

source: Print Receipt
th: พิมพ์ใบเสร็จ

source: Print Receipt on Order Complete
th: พิมพ์ใบเสร็จเมื่อคำสั่งซื้อเสร็จสมบูรณ์

source: Print Settings
th: ตั้งค่าการพิมพ์

source: Print Style
th: รูปแบบการพิมพ์

source: Print UOM after Quantity
th: พิมพ์ UOM หลังจำนวน

source: Print Without Amount
th: พิมพ์ที่ไม่มีจำนวน

source: Print and Stationery
th: พิมพ์และเครื่องเขียน

source: Print settings updated in respective print format
th: ตั้งค่าการพิมพ์การปรับปรุงในรูปแบบการพิมพ์ที่เกี่ยวข้อง

source: Print taxes with zero amount
th: พิมพ์ภาษีที่มีจำนวนเป็นศูนย์

source: Printed on {0}
th: พิมพ์เมื่อ {0}

source: Printing
th: กำลังพิมพ์

source: Printing Details
th: รายละเอียดการพิมพ์

source: Printing Settings
th: การตั้งค่าการพิมพ์

source: Priorities
th: ความคาดหวัง

source: Priority
th: บุริมสิทธิ์

source: Priority cannot be lesser than 1.
th: ลำดับความสำคัญ ไม่อนากส่ง 1

source: Priority has been changed to {0}.
th: ลำดับความสำคัญถูกเปลี่ยนเป็น {0}

source: Priority is mandatory
th: ลำดับความสำคัญ ไม่ขออบ

source: Priority {0} has been repeated.
th: ลำดับความสำคัญ {0} ซ้ำแล้วซ้ำอีก

source: Probability
th: ความน่าจะเป็น

source: Probability (%)
th: ความน่าจะเป็น (%)

source: Problem
th: ปัญหา

source: Procedure
th: ขั้นตอน

source: Procedures dropped
th: ขั้นตอนถูกยกเลิก

source: Process Deferred Accounting
th: กระบวนการบัญชีรอการตัดบัญชี

source: Process Description
th: คำอธิบายกระบวนการ

source: Process Loss
th: ขาดทุนจากกระบวนการ

source: Process Loss Percentage cannot be greater than 100
th: เปอร์เซ็นต์การสูญเสียในกระบวนการต้องไม่เกิน 100

source: Process Loss Qty
th: ปริมาณสูญเสียจากกระบวนการ

source: Process Loss Report
th: รายงานความสูญเสียจากกระบวนการ

source: Process Loss Value
th: มูลค่าความสูญเสียจากกระบวนการ

source: Process Owner
th: เจ้าของกระบวนการ

source: Process Owner Full Name
th: ชื่อเต็มของเจ้าของกระบวนการ

source: Process Payment Reconciliation
th: กระบวนการกระทบยอดการชำระเงิน

source: Process Payment Reconciliation Log
th: บันทึกการกระทบยอดการชำระเงิน

source: Process Payment Reconciliation Log Allocations
th: บันทึกการจับคู่การชำระเงินและการจัดสรร

source: Process Period Closing Voucher
th: ประมวลผลใบสำคัญปิดงวด

source: Process Period Closing Voucher Detail
th: รายละเอียดใบสำคัญปิดงวดบัญชี

source: Process Statement Of Accounts
th: ดำเนินการใบแจ้งยอดบัญชี

source: Process Statement Of Accounts CC
th: ประมวลผลรายงานบัญชี CC

source: Process Statement Of Accounts Customer
th: ดำเนินการใบแจ้งยอดบัญชีลูกค้า

source: Process Subscription
th: ดำเนินการสมัครสมาชิก

source: Process in Single Transaction
th: ดำเนินการในธุรกรรมเดียว

source: Processed BOMs
th: รายการวัสดุที่ได้รับการประมวลผลแล้ว

source: Processes
th: กระบวนการ

source: Processing Date
th: วันที่ประมวลผล

source: Processing Sales! Please Wait...
th: กำลังประมวลผลการขาย กรุณารอสักครู่...

source: Processing XML Files
th: กำลังประมวลผลไฟล์ XML

source: Procurement
th: จัดซื้อจัดจ้าง

source: Procurement Tracker
th: ติดตามการจัดซื้อ

source: Produce Qty
th: ผลิตจำนวน

source: Produced / Received Qty
th: จำนวนที่ผลิต / รับเข้า

source: Produced Qty
th: จำนวนที่ผลิต

source: Produced Quantity
th: จำนวนที่ผลิต

source: Product
th: สินค้า

source: Product Bundle
th: Bundle สินค้า

source: Product Bundle Balance
th: ยอดคงเหลือกลุ่มผลิตภัณฑ์

source: Product Bundle Help
th: Bundle สินค้าช่วยเหลือ

source: Product Bundle Item
th: Bundle รายการสินค้า

source: Product Discount Scheme
th: โครงการส่วนลดสินค้า

source: Product Discount Slabs
th: แผ่นพื้นลดราคาสินค้า

source: Product Enquiry
th: สอบถามสินค้า

source: Product Price ID
th: รหัสราคาสินค้า

source: Production
th: การผลิต

source: Production Analytics
th: Analytics ผลิต

source: Production Item
th: การผลิตสินค้า

source: Production Plan
th: แผนการผลิต

source: Production Plan Already Submitted
th: แผนการผลิตได้ถูกส่งแล้ว

source: Production Plan Item
th: สินค้าแผนการผลิต

source: Production Plan Item Reference
th: เอกสารอ้างอิงรายการแผนการผลิต

source: Production Plan Material Request
th: แผนการผลิตวัสดุที่ขอ

source: Production Plan Material Request Warehouse
th: คลังสินค้าขอวัสดุแผนการผลิต

source: Production Plan Qty
th: แผนการผลิต จำนวน

source: Production Plan Sales Order
th: แผนสั่งซื้อขาย

source: Production Plan Sub Assembly Item
th: แผนการผลิต ชิ้นส่วนประกอบ

source: Production Plan Sub-assembly Item
th: แผนการผลิต รายการชิ้นส่วนประกอบย่อย

source: Production Plan Summary
th: สรุปแผนการผลิต

source: Production Planning
th: การวางแผนการผลิต

source: Production Planning Report
th: รายงานการวางแผนการผลิต

source: Products
th: ผลิตภัณฑ์

source: Products, Purchases, Analysis, and more.
th: สินค้า, การซื้อ, การวิเคราะห์ และอื่นๆ

source: Products, Raw Materials, BOM, Work Order, and more.
th: สินค้า วัตถุดิบ สูตรการผลิต ใบสั่งงาน และอื่นๆ

source: Products, Sales, Analysis, and more.
th: สินค้า, การขาย, การวิเคราะห์ และอื่นๆ

source: Profile
th: โปรไฟล์

source: Profit & Loss
th: กำไรขาดทุน

source: Profit This Year
th: กำไรปีนี้

source: Profit and Loss
th: กำไรและ ขาดทุน

source: Profit and Loss Statement
th: งบกำไรขาดทุน

source: Profit and Loss Summary
th: สรุปกำไรขาดทุน

source: Profit for the year
th: กำไรสำหรับปี

source: Profitability
th: การทำกำไร

source: Profitability Analysis
th: การวิเคราะห์ผลกำไร

source: Progress
th: ความก้าวหน้า
