Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Row #{0}: Expense Account not set for the Item {1}. {2}
th: แถวที่ #{0}: ไม่ได้ตั้งค่า บัญชีค่าใช้จ่าย สำหรับสินค้า {1} {2}

source: Row #{0}: Finished Good Item Qty can not be zero
th: แถวที่ #{0}: จำนวนสินค้าสำเร็จรูปต้องไม่เป็นศูนย์

source: Row #{0}: Finished Good Item is not specified for service item {1}
th: แถวที่ #{0}: ไม่ได้ระบุสินค้าสำเร็จรูปสำหรับรายการบริการ {1}

source: Row #{0}: Finished Good Item {1} must be a sub-contracted item
th: แถวที่ #{0}: สินค้าสำเร็จรูป {1} ต้องเป็นสินค้าที่รับจ้างผลิตย่อยเท่านั้น

source: Row #{0}: Finished Good reference is mandatory for Scrap Item {1}.
th: แถวที่ #{0}: ต้องระบุข้อมูลอ้างอิงสินค้าสำเร็จรูปสำหรับรายการของเสีย {1}

source: Row #{0}: For {1} Clearance date {2} cannot be before Cheque Date {3}
th: แถวที่ #{0}: สำหรับการเคลียร์ {1} วันที่ {2} ต้องไม่ก่อนวันที่เช็ค {3}

source: Row #{0}: For {1}, you can select reference document only if account gets credited
th: แถวที่ #{0}: สำหรับ {1} คุณสามารถเลือกเอกสารอ้างอิงได้เฉพาะเมื่อ บัญชี ได้รับการบันทึกฝั่งเครดิตเท่านั้น

source: Row #{0}: For {1}, you can select reference document only if account gets debited
th: แถวที่ #{0}: สำหรับ {1} คุณสามารถเลือกเอกสารอ้างอิงได้ก็ต่อเมื่อ บัญชี ข้อมสิน

source: Row #{0}: Frequency of Depreciation must be greater than zero
th: แถวที่ #{0}: ความถี่ของการคิดค่าเสื่อมราคาต้องมากกว่าศูนย์

source: Row #{0}: From Date cannot be before To Date
th: แถวที่ #{0}: วันที่เริ่มต้นไม่สามารถก่อนวันที่สิ้นสุดได้

source: Row #{0}: From Time and To Time fields are required
th: แถวที่ #{0}: ฟิลด์ เวลาเริ่มต้น และ เวลาสิ้นสุด เป็นข้อมูลที่จำเป็นต้องกรอก

source: Row #{0}: Item added
th: แถว # {0}: เพิ่มรายการ

source: Row #{0}: Item {1} does not exist
th: แถวที่ #{0}: สินค้า {1} ไม่มีอยู่ในระบบ

source: Row #{0}: Item {1} has been picked, please reserve stock from the Pick List.
th: แถวที่ #{0}: สินค้า {1} ได้ถูกเลือกแล้ว กรุณาสำรองสต็อกจากรายการเลือกสินค้า (Pick List)

source: Row #{0}: Item {1} has no stock in warehouse {2}.
th: แถวที่ #{0}: สินค้า {1} เลื่อสินค้า ไม่คลังสินค้า วัน {2}

source: Row #{0}: Item {1} in warehouse {2}: Available {3}, Needed {4}.
th: แถวที่ #{0}: สินค้า {1} ในคลังสินค้า {2}: คงเหลือ {3}, ต้องการ {4}

source: Row #{0}: Item {1} is not a Serialized/Batched Item. It cannot have a Serial No/Batch No against it.
th: แถว # {0}: รายการ {1} ไม่ใช่รายการที่ทำเป็นอนุกรม / แบทช์ มันไม่สามารถมีหมายเลขไม่ / หมายเลขแบตช์กับมัน

source: Row #{0}: Item {1} is not a service item
th: แถวที่ #{0}: สินค้า {1} ไม่ใช่รายการบริการ

source: Row #{0}: Item {1} is not a stock item
th: แถวที่ #{0}: สินค้า {1} ไม่ใช่สินค้าในสต็อก

source: Row #{0}: Journal Entry {1} does not have account {2} or already matched against another voucher
th: แถว # {0}: วารสารรายการ {1} ไม่มีบัญชี {2} หรือมีอยู่แล้วจับคู่กับบัตรกำนัลอื่น

source: Row #{0}: Next Depreciation Date cannot be before Available-for-use Date
th: แถวที่ #{0}: วันที่ค่าสึกหรอครั้งถัดไปต้องไม่ก่อนวันที่พร้อมใช้งาน

source: Row #{0}: Next Depreciation Date cannot be before Purchase Date
th: แถวที่ #{0}: วันที่ค่าสึกหรอถัดไปต้องไม่ก่อนวันที่ซื้อ

source: Row #{0}: Not allowed to change Supplier as Purchase Order already exists
th: แถว # {0}: ไม่อนุญาตให้ผู้ผลิตที่จะเปลี่ยนเป็นใบสั่งซื้ออยู่แล้ว

source: Row #{0}: Only {1} available to reserve for the Item {2}
th: แถวที่ #{0}: มีเพียง {1} ที่สามารถสำรองสำหรับสินค้า {2} เท่านั้น

source: Row #{0}: Operation {1} is not completed for {2} qty of finished goods in Work Order {3}. Please update operation status via Job Card {4}.
th: แถว # {0}: การดำเนินการ {1} ไม่เสร็จสมบูรณ์สำหรับ {2} จำนวนสินค้าสำเร็จรูปในใบสั่งงาน {3} โปรดอัพเดทสถานะการทำงานผ่าน Job Card {4}

source: Row #{0}: Payment document is required to complete the transaction
th: แถว # {0}: ต้องใช้เอกสารการชำระเงินเพื่อทำธุรกรรมให้สมบูรณ์

source: Row #{0}: Please select Item Code in Assembly Items
th: แถวที่ #{0}: กรุณาเลือก รหัสสินค้า ใน รายการประกอบ

source: Row #{0}: Please select the BOM No in Assembly Items
th: แถวที่ #{0}: กรุณาเลือกหมายเลข BOM ในรายการประกอบ

source: Row #{0}: Please select the Sub Assembly Warehouse
th: แถวที่ #{0}: กรุณาเลือกคลังสินค้าชิ้นส่วนย่อย

source: Row #{0}: Please set reorder quantity
th: แถว # {0}: กรุณาตั้งค่าปริมาณการสั่งซื้อ

source: Row #{0}: Please update deferred revenue/expense account in item row or default account in company master
th: แถวที่ #{0}: กรุณาอัปเดต บัญชีรายได้รอตัดบัญชี/ค่าใช้จ่ายรอตัดบัญชี ในแถวรายการ หรือบัญชีเริ่มต้นในข้อมูลบริษัท

source: Row #{0}: Qty increased by {1}
th: แถวที่ #{0}: จำนวนเพิ่มขึ้น {1}

source: Row #{0}: Qty must be a positive number
th: แถวที่ #{0}: จำนวนต้องเป็นตัวเลขบวก

source: Row #{0}: Qty should be less than or equal to Available Qty to Reserve (Actual Qty - Reserved Qty) {1} for Iem {2} against Batch {3} in Warehouse {4}.
th: แถวที่ #{0}: จำนวนควรมีค่าน้อยกว่าหรือเท่ากับ จำนวนที่พร้อมสำรอง (จำนวนจริง - จำนวนที่สำรองไว้) {1} สำหรับ สินค้า {2} ในชุดสินค้า {3} ที่คลังสินค้า {4}

source: Row #{0}: Quality Inspection is required for Item {1}
th: แถวที่ #{0}: จำเป็นต้องมีการตรวจสอบคุณภาพสำหรับสินค้า {1}

source: Row #{0}: Quality Inspection {1} is not submitted for the item: {2}
th: แถวที่ #{0}: การตรวจสอบคุณภาพ {1} ยังไม่ได้รับการส่งสำหรับสินค้า: {2}

source: Row #{0}: Quality Inspection {1} was rejected for item {2}
th: แถวที่ #{0}: การตรวจสอบคุณภาพ {1} ถูกปฏิเสธสำหรับสินค้า {2}

source: Row #{0}: Quantity cannot be a non-positive number. Please increase the quantity or remove the Item {1}
th: แถวที่ #{0}: จำนวนต้องเป็นตัวเลขที่มากกว่าศูนย์ กรุณาเพิ่มจำนวนหรือยกเลิกสินค้า {1}

source: Row #{0}: Quantity for Item {1} cannot be zero.
th: แถว # {0}: ปริมาณสินค้า {1} ไม่สามารถเป็นศูนย์ได้

source: Row #{0}: Quantity to reserve for the Item {1} should be greater than 0.
th: แถวที่ #{0}: จำนวนที่จะสำรองสำหรับ สินค้า {1} ควรมากกว่า 0

source: Row #{0}: Rate must be same as {1}: {2} ({3} / {4})
th: แถวที่ #{0}: อัตราต้องเหมือนกับ {1}: {2} ({3} / {4})

source: Row #{0}: Received Qty must be equal to Accepted + Rejected Qty for Item {1}
th: แถวที่ #{0}: จำนวนที่รับต้องเท่ากับจำนวนที่ยอมรับ + จำนวนที่ปฏิเสธสำหรับสินค้า {1}

source: Row #{0}: Reference Document Type must be one of Purchase Order, Purchase Invoice or Journal Entry
th: แถว # {0}: การอ้างอิงเอกสารชนิดต้องเป็นหนึ่งในการสั่งซื้อ, ซื้อใบแจ้งหนี้หรือวารสารรายการ

source: Row #{0}: Reference Document Type must be one of Sales Order, Sales Invoice, Journal Entry or Dunning
th: แถว # {0}: ประเภทเอกสารอ้างอิงต้องเป็นหนึ่งในใบสั่งขายใบแจ้งหนี้การขายรายการบันทึกประจำวันหรือการติดตาม

source: Row #{0}: Rejected Qty can not be entered in Purchase Return
th: แถว # {0}: ปฏิเสธจำนวนไม่สามารถเข้าไปอยู่ในการซื้อกลับ

source: Row #{0}: Rejected Qty cannot be set for Scrap Item {1}.
th: แถวที่ #{0}: ไม่สามารถกำหนดจำนวนที่ถูกปฏิเสธสำหรับสินค้าของเสีย {1} ได้

source: Row #{0}: Rejected Warehouse is mandatory for the rejected Item {1}
th: แถวที่ #{0}: คลังสินค้าที่ถูกปฏิเสธเป็นข้อมูลบังคับสำหรับสินค้า {1} ที่ถูกปฏิเสธ

source: Row #{0}: Reqd by Date cannot be before Transaction Date
th: แถว # {0}: คำแนะนำตามวันที่ไม่สามารถเป็นได้ก่อนวันที่ทำรายการ

source: Row #{0}: Return Against is required for returning asset
th: แถวที่ #{0}: จำเป็นต้องระบุ การคืนสินทรัพย์ สำหรับการคืนสินทรัพย์

source: Row #{0}: Scrap Item Qty cannot be zero
th: แถวที่ #{0}: จำนวนสินค้าของเสียต้องไม่เป็นศูนย์

source: Row #{0}: Selling rate for item {1} is lower than its {2}. Selling {3} should be atleast {4}.<br><br>Alternatively, you can disable selling price validation in {5} to bypass this validation.
th: แถวที่ #{0}: อัตราการขายสำหรับสินค้า {1} ต่ำกว่า {2} ของสินค้า อัตราการขาย {3} ควรมีอย่างน้อย {4} <br><br>อีกทางเลือกหนึ่ง คุณสามารถปิดการตรวจสอบราคาขายใน {5} เพื่อข้ามการตรวจสอบนี้ได้

source: Row #{0}: Sequence ID must be {1} or {2} for Operation {3}.
th: แถวที่ #{0}: รหัสลำดับต้องเป็น {1} หรือ {2} สำหรับกระบวนการ {3}

source: Row #{0}: Serial No {1} does not belong to Batch {2}
th: แถว # {0}: หมายเลขลำดับ {1} ไม่ได้อยู่ในแบทช์ {2}

source: Row #{0}: Serial No {1} for Item {2} is not available in {3} {4} or might be reserved in another {5}.
th: แถวที่ #{0}: หมายเลขซีเรียล {1} สำหรับสินค้า {2} ไม่มีใน {3} {4} หรืออาจถูกสงวนไว้ใน {5} อื่น

source: Row #{0}: Serial No {1} is already selected.
th: แถวที่ #{0}: หมายเลขซีเรียล {1} ถูกเลือกแล้ว

source: Row #{0}: Service End Date cannot be before Invoice Posting Date
th: Row # {0}: วันที่สิ้นสุดการบริการไม่สามารถอยู่ก่อนวันที่ผ่านรายการใบแจ้งหนี้

source: Row #{0}: Service Start Date cannot be greater than Service End Date
th: แถว # {0}: วันที่เริ่มบริการไม่สามารถมากกว่าวันที่สิ้นสุดการให้บริการ

source: Row #{0}: Service Start and End Date is required for deferred accounting
th: Row # {0}: จำเป็นต้องเริ่มต้นบริการและวันที่สิ้นสุดสำหรับการบัญชีที่เลื่อนเวลาออกไป

source: Row #{0}: Set Supplier for item {1}
th: แถว # {0}: ตั้งผู้ผลิตสำหรับรายการ {1}

source: Row #{0}: Source and Target Warehouse cannot be the same for Material Transfer
th: แถวที่ #{0}: คลังสินค้าต้นทางและปลายทางไม่สามารถเป็นที่เดียวกันสำหรับการโอนวัสดุได้

source: Row #{0}: Source, Target Warehouse and Inventory Dimensions cannot be the exact same for Material Transfer
th: แถวที่ #{0}: แหล่งที่มา, คลังสินค้าปลายทาง และมิติสินค้าคงคลัง ต้องไม่เหมือนกันเป๊ะสำหรับการโอนย้ายวัสดุ

source: Row #{0}: Start Time and End Time are required
th: แถวที่ #{0}: จำเป็นต้องระบุ เวลาเริ่มต้น และ เวลาสิ้นสุด

source: Row #{0}: Start Time must be before End Time
th: แถวที่ #{0}: เวลาเริ่มต้นต้องน้อยกว่าเวลาสิ้นสุด

source: Row #{0}: Status is mandatory
th: แถวที่ #{0}: สถานะเป็นข้อมูลที่ต้องระบุ

source: Row #{0}: Status must be {1} for Invoice Discounting {2}
th: แถว # {0}: สถานะต้องเป็น {1} สำหรับการลดใบแจ้งหนี้ {2}

source: Row #{0}: Stock cannot be reserved for Item {1} against a disabled Batch {2}.
th: แถวที่ #{0}: ไม่สามารถสำรอง Stock สำหรับ Item {1} กับ Batch {2} ที่ถูกปิดใช้งานได้

source: Row #{0}: Stock cannot be reserved for a non-stock Item {1}
th: แถวที่ #{0}: ไม่สามารถสำรองสต็อกสำหรับสินค้า {1} ที่ไม่ใช่สินค้าในสต็อกได้

source: Row #{0}: Stock cannot be reserved in group warehouse {1}.
th: แถวที่ #{0}: ไม่สามารถสำรองสินค้าในคลังสินค้ากลุ่ม {1} ได้

source: Row #{0}: Stock is already reserved for the Item {1}.
th: แถวที่ #{0}: สต็อกถูกจองไว้แล้วสำหรับสินค้า {1}

source: Row #{0}: Stock is reserved for item {1} in warehouse {2}.
th: แถวที่ #{0}: สต็อกถูกสงวนไว้สำหรับสินค้า {1} ในคลังสินค้า {2}

source: Row #{0}: Stock not available to reserve for Item {1} against Batch {2} in Warehouse {3}.
th: แถวที่ #{0}: สต็อกไม่เพียงพอสำหรับสำรองสินค้ารายการ {1} ในชุดสินค้า {2} ที่คลังสินค้า {3}

source: Row #{0}: Stock not available to reserve for the Item {1} in Warehouse {2}.
th: แถวที่ #{0}: สต็อกไม่เพียงพอสำหรับสำรองสินค้ารายการ {1} ในคลังสินค้า {2}

source: Row #{0}: The batch {1} has already expired.
th: แถว # {0}: ชุดงาน {1} หมดอายุแล้ว

source: Row #{0}: The warehouse {1} is not a child warehouse of a group warehouse {2}
th: แถวที่ #{0}: คลังสินค้า {1} ไม่ใช่คลังสินค้าลูกของคลังสินค้ากลุ่ม {2}

source: Row #{0}: Timings conflicts with row {1}
th: แถว # {0}: ความขัดแย้งกับจังหวะแถว {1}

source: Row #{0}: Total Number of Depreciations must be greater than zero
th: แถวที่ #{0}: จำนวนรวมของการคิดค่าเสื่อมราคาต้องมากกว่าศูนย์

source: Row #{0}: You cannot use the inventory dimension '{1}' in Stock Reconciliation to modify the quantity or valuation rate. Stock reconciliation with inventory dimensions is intended solely for performing opening entries.
th: แถวที่ #{0}: คุณไม่สามารถใช้มิติสินค้าคงคลัง '{1}' ในการปรับยอดสินค้าคงคลังเพื่อแก้ไขจำนวนหรืออัตราค่าต้นทุนได้ การปรับยอดสินค้าคงคลังที่มีมิติสินค้าคงคลังมีวัตถุประสงค์เพื่อใช้สำหรับการบันทึกยอดเปิดเท่านั้น

source: Row #{0}: You must select an Asset for Item {1}.
th: แถวที่ #{0}: คุณต้องเลือก สินทรัพย์ สำหรับ รายการ {1}

source: Row #{0}: {1} can not be negative for item {2}
th: แถว # {0}: {1} ไม่สามารถลบสำหรับรายการ {2}

source: Row #{0}: {1} is not a valid reading field. Please refer to the field description.
th: แถวที่ #{0}: {1} ไม่ใช่ฟิลด์การอ่านที่ถูกต้อง กรุณาอ้างอิงคำอธิบายฟิลด์

source: Row #{0}: {1} is required to create the Opening {2} Invoices
th: แถว # {0}: {1} จำเป็นต้องสร้างใบแจ้งหนี้การเปิด {2}

source: Row #{0}: {1} of {2} should be {3}. Please update the {1} or select a different account.
th: แถวที่ #{0}: {1} ของ {2} ควรเป็น {3} กรุณาอัปเดต {1} หรืเลือกบัญชีอื่นแทน

source: Row #{1}: Warehouse is mandatory for stock Item {0}
th: แถวที่ #{1}: คลังสินค้าจำเป็นสำหรับสินค้าคงคลัง {0}

source: Row #{}: Currency of {} - {} doesn't matches company currency.
th: แถว # {}: สกุลเงินของ {} - {} ไม่ตรงกับสกุลเงินของ บริษัท

source: Row #{}: Finance Book should not be empty since you're using multiple.
th: แถวที่ #{}: สมุดบัญชีการเงินต้องไม่ว่างเปล่าเนื่องจากคุณกำลังใช้งานหลายเล่ม

source: Row #{}: POS Invoice {} has been {}
th: แถว # {}: ใบแจ้งหนี้ POS {} เป็น {}

source: Row #{}: POS Invoice {} is not against customer {}
th: แถว # {}: ใบแจ้งหนี้ POS {} ไม่เกี่ยวกับลูกค้า {}

source: Row #{}: POS Invoice {} is not submitted yet
th: แถว # {}: ยังไม่ได้ส่งใบแจ้งหนี้ POS {}

source: Row #{}: Please asign task to a member.
th: แถว # {}: โปรดมอบหมายงานให้กับสมาชิก

source: Row #{}: Please use a different Finance Book.
th: แถวที่ #{}: กรุณาใช้หนังสือการเงินเล่มอื่น

source: Row #{}: Serial No {} cannot be returned since it was not transacted in original invoice {}
th: แถว # {}: ไม่สามารถส่งคืนหมายเลขซีเรียล {} ได้เนื่องจากไม่ได้ทำธุรกรรมในใบแจ้งหนี้เดิม {}

source: Row #{}: The original Invoice {} of return invoice {} is not consolidated.
th: แถวที่ #{}: ใบกำกับภาษีต้นฉบับ {} ของใบกำกับภาษีคืนสินค้า {} ยังไม่ได้ถูกรวมยอด

source: Row #{}: You cannot add postive quantities in a return invoice. Please remove item {} to complete the return.
th: แถว # {}: คุณไม่สามารถเพิ่มปริมาณภายหลังในใบแจ้งหนี้การคืนสินค้า โปรดลบรายการ {} เพื่อทำการส่งคืน

source: Row #{}: item {} has been picked already.
th: แถวที่ #{}: สินค้า {} ไม่ของเล็ตสินค้าอับระดานบริบทริบทสินค้าอับระดานบริบทริบทสินค้าอับระดานบริบทริบทสินค้าอับระดานบริบทริบทสินค้าอับระดานบริบทริบท

source: Row #{}: {}
th: แถว # {}: {}

source: Row #{}: {} {} does not exist.
th: แถว # {}: {} {} ไม่มีอยู่

source: Row #{}: {} {} doesn't belong to Company {}. Please select valid {}.
th: แถวที่ #{}: {} {} ไม่มีในบริษัท {} กรุณาเลือก {} ที่ถูกต้อง

source: Row No {0}: Warehouse is required. Please set a Default Warehouse for Item {1} and Company {2}
th: แถวที่ {0}: จำเป็นต้องระบุคลังสินค้า กรุณากำหนดคลังสินค้าปริยายสำหรับสินค้า {1} และบริษัท {2}

source: Row Number
th: หมายเลขแถว

source: Row {0}
th: แถว {0}

source: Row {0} : Operation is required against the raw material item {1}
th: แถว {0}: ต้องดำเนินการกับรายการวัตถุดิบ {1}

source: Row {0} picked quantity is less than the required quantity, additional {1} {2} required.
th: จำนวนที่เลือกในแถว {0} น้อยกว่าจำนวนที่ต้องการ ต้องการเพิ่มอีก {1} {2}

source: Row {0}# Item {1} cannot be transferred more than {2} against {3} {4}
th: แถว {0}# รายการ {1} ไม่สามารถโอนเกินกว่า {2} ต่อ {3} {4}

source: Row {0}# Item {1} not found in 'Raw Materials Supplied' table in {2} {3}
th: แถว {0}# รายการ {1} ไม่พบในตาราง 'วัตถุดิบที่จัดหา' ใน {2} {3}

source: Row {0}: Accepted Qty and Rejected Qty can't be zero at the same time.
th: แถว {0}: จำนวนที่ยอมรับและจำนวนที่ปฏิเสธไม่สามารถเป็นศูนย์พร้อมกันได้

source: Row {0}: Account {1} and Party Type {2} have different account types
th: แถว {0}: บัญชี {1} และบริบ {2} ในบัญชีไม่ของบัญชีสางไทยไทยสำไม่

source: Row {0}: Account {1} is a Group Account
th: แถว {0}: บัญชี {1} เป็นบัญชีประเภทกลุ่ม

source: Row {0}: Activity Type is mandatory.
th: แถว {0}: ประเภทกิจกรรมมีผลบังคับใช้

source: Row {0}: Advance against Customer must be credit
th: แถว {0}: ล่วงหน้ากับลูกค้าจะต้องมีเครดิต

source: Row {0}: Advance against Supplier must be debit
th: แถว {0}: ล่วงหน้ากับต้องมีการหักเงินจากผู้ผลิต

source: Row {0}: Allocated amount {1} must be less than or equal to invoice outstanding amount {2}
th: แถว {0}: จำนวนที่จัดสรร {1} ต้องน้อยกว่าหรือเท่ากับจำนวนเงินคงค้างในใบแจ้งหนี้ {2}

source: Row {0}: Allocated amount {1} must be less than or equal to remaining payment amount {2}
th: แถวที่ {0}: จำนวนเงินที่จัดสรร {1} ต้องน้อยกว่าหรือเท่ากับจำนวนเงินชำระที่เหลืออยู่ {2}

source: Row {0}: As {1} is enabled, raw materials cannot be added to {2} entry. Use {3} entry to consume raw materials.
th: แถว {0}: เนื่องจากเปิดใช้งาน {1} จึงไม่สามารถเพิ่มวัตถุดิบลงในรายการ {2} ได้ กรุณาใช้รายการ {3} เพื่อบริโภควัตถุดิบแทน

source: Row {0}: Bill of Materials not found for the Item {1}
th: แถว {0}: Bill of Materials ไม่พบรายการ {1}

source: Row {0}: Both Debit and Credit values cannot be zero
th: แถว {0}: ค่าเดบิตและเครดิตไม่สามารถเป็นศูนย์ทั้งคู่ได้

source: Row {0}: Consumed Qty {1} {2} must be less than or equal to Available Qty For Consumption {3} {4} in Consumed Items Table.
th: แถว {0}: ปริมาณที่ใช้ {1} {2} ต้องน้อยกว่าหรือเท่ากับ ปริมาณที่มีสำหรับการใช้ {3} {4} ในตารางรายการที่ใช้แล้ว

source: Row {0}: Conversion Factor is mandatory
th: แถว {0}: ปัจจัยการแปลงมีผลบังคับใช้

source: Row {0}: Cost Center {1} does not belong to Company {2}
th: แถว {0}: ศูนย์ต้นทุน {1} ไม่ได้เป็นของบริษัท {2}

source: Row {0}: Cost center is required for an item {1}
th: แถว {0}: ต้องใช้ศูนย์ต้นทุนสำหรับรายการ {1}

source: Row {0}: Credit entry can not be linked with a {1}
th: แถว {0}: รายการเครดิตไม่สามารถเชื่อมโยงกับ {1}

source: Row {0}: Currency of the BOM #{1} should be equal to the selected currency {2}
th: แถว {0}: สกุลเงินของ BOM # {1} ควรจะเท่ากับสกุลเงินที่เลือก {2}

source: Row {0}: Debit entry can not be linked with a {1}
th: แถว {0}: รายการเดบิตไม่สามารถเชื่อมโยงกับ {1}

source: Row {0}: Delivery Warehouse ({1}) and Customer Warehouse ({2}) can not be same
th: แถว {0}: Delivery Warehouse ({1}) และ Customer Warehouse ({2}) ต้องไม่เหมือนกัน

source: Row {0}: Depreciation Start Date is required
th: แถว {0}: ต้องระบุวันที่เริ่มต้นค่าเสื่อมราคา

source: Row {0}: Due Date in the Payment Terms table cannot be before Posting Date
th: แถว {0}: วันที่ครบกำหนดในตารางเงื่อนไขการชำระเงินต้องไม่อยู่ก่อนวันที่ลงรายการบัญชี

source: Row {0}: Either Delivery Note Item or Packed Item reference is mandatory.
th: แถว {0}: จำเป็นต้องระบุรายการใบส่งของหรือรายการบรรจุภัณฑ์อย่างใดอย่างหนึ่ง

source: Row {0}: Enter location for the asset item {1}
th: แถว {0}: ป้อนตำแหน่งสำหรับไอเท็มเนื้อหา {1}

source: Row {0}: Exchange Rate is mandatory
th: แถว {0}: อัตราแลกเปลี่ยนที่มีผลบังคับใช้

source: Row {0}: Expected Value After Useful Life cannot be negative
th: แถว {0}: มูลค่าคงเหลือหลังอายุการใช้งานต้องไม่เป็นค่าลบ

source: Row {0}: Expected Value After Useful Life must be less than Gross Purchase Amount
th: แถว {0}: มูลค่าที่คาดว่าจะได้รับหลังจากชีวิตที่มีประโยชน์ต้องน้อยกว่ายอดรวมการสั่งซื้อ

source: Row {0}: Expense Head changed to {1} as no Purchase Receipt is created against Item {2}.
th: แถวที่ {0}: หัวข้อค่าใช้จ่ายถูกเปลี่ยนเป็น {1} เนื่องจากไม่มีการสร้างใบรับสินค้าในรายการ {2}

source: Row {0}: Expense Head changed to {1} because account {2} is not linked to warehouse {3} or it is not the default inventory account
th: แถวที่ {0}: หัวข้อค่าใช้จ่ายถูกเปลี่ยนเป็น {1} เนื่องจาก บัญชี {2} ไม่ได้เชื่อมโยงกับคลังสินค้า {3} หรือไม่ใช่บัญชีสินค้าคงคลังเริ่มต้น

source: Row {0}: Expense Head changed to {1} because expense is booked against this account in Purchase Receipt {2}
th: แถว {0}: หัวข้อค่าใช้จ่ายถูกเปลี่ยนเป็น {1} เนื่องจากมีการบันทึกค่าใช้จ่ายกับบัญชีนี้ในใบรับสินค้าซื้อ {2}

source: Row {0}: For Supplier {1}, Email Address is Required to send an email
th: แถว {0}: สำหรับซัพพลายเออร์ {1} ต้องใช้ที่อยู่อีเมลเพื่อส่งอีเมล

source: Row {0}: From Time and To Time is mandatory.
th: แถว {0}: จากเวลาและต้องการเวลามีผลบังคับใช้

source: Row {0}: From Time and To Time of {1} is overlapping with {2}
th: แถว {0}: จากเวลาและเวลาของ {1} มีการทับซ้อนกันด้วย {2}

source: Row {0}: From Warehouse is mandatory for internal transfers
th: แถว {0}: คลังสินค้าต้นทางเป็นข้อมูลที่ต้องระบุสำหรับการโอนภายใน

source: Row {0}: From time must be less than to time
th: แถว {0}: เวลาต้องน้อยกว่าเวลา

source: Row {0}: Hours value must be greater than zero.
th: แถว {0}: ค่าเวลาทำการต้องมีค่ามากกว่าศูนย์

source: Row {0}: Invalid reference {1}
th: แถว {0}: การอ้างอิงที่ไม่ถูกต้อง {1}

source: Row {0}: Item Tax template updated as per validity and rate applied
th: แถว {0}: แบบฟอร์มภาษีสินค้าได้รับการปรับปรุงตามความถูกต้องและอัตราที่ใช้

source: Row {0}: Item rate has been updated as per valuation rate since its an internal stock transfer
th: แถว {0}: อัตราราคาสินค้าได้รับการปรับปรุงตามอัตราประเมินมูลค่าเนื่องจากเป็นการโอนสินค้าคงคลังภายใน

source: Row {0}: Item {1} must be a stock item.
th: แถว {0}: สินค้า {1} ต้องเป็นสินค้าคงคลัง

source: Row {0}: Item {1} must be a subcontracted item.
th: แถว {0}: สินค้า {1} ต้องเป็นสินค้าที่จ้างเหมาช่วงเท่านั้น

source: Row {0}: Item {1}'s quantity cannot be higher than the available quantity.
th: แถว {0}: จำนวนของสินค้า {1} ไม่สามารถมากกว่าจำนวนที่มีอยู่ได้

source: Row {0}: Packed Qty must be equal to {1} Qty.
th: แถว {0}: จำนวนที่บรรจุต้องเท่ากับจำนวน {1}

source: Row {0}: Packing Slip is already created for Item {1}.
th: แถวที่ {0}: ใบส่งของถูกสร้างแล้วสำหรับสินค้า {1}

source: Row {0}: Party / Account does not match with {1} / {2} in {3} {4}
th: แถว {0}: ปาร์ตี้ / บัญชีไม่ตรงกับ {1} / {2} ใน {3} {4}

source: Row {0}: Party Type and Party is required for Receivable / Payable account {1}
th: แถว {0}: ประเภทพรรคและพรรคเป็นสิ่งจำเป็นสำหรับลูกหนี้ / เจ้าหนี้บัญชี {1}

source: Row {0}: Payment Term is mandatory
th: แถว {0}: เงื่อนไขการชำระเงินเป็นข้อมูลที่ต้องระบุ

source: Row {0}: Payment against Sales/Purchase Order should always be marked as advance
th: แถว {0}: การชำระเงินกับการขาย / การสั่งซื้อควรจะทำเครื่องหมายเป็นล่วงหน้า

source: Row {0}: Please check 'Is Advance' against Account {1} if this is an advance entry.
th: แถว {0}: โปรดตรวจสอบ 'เป็นล่วงหน้า' กับบัญชี {1} ถ้านี้เป็นรายการล่วงหน้า

source: Row {0}: Please provide a valid Delivery Note Item or Packed Item reference.
th: แถว {0}: กรุณาระบุรายการใบส่งของหรือรายการบรรจุที่ถูกต้อง

source: Row {0}: Please select a BOM for Item {1}.
th: แถว {0}: กรุณาเลือก BOM สำหรับสินค้า {1}

source: Row {0}: Please select an active BOM for Item {1}.
th: แถว {0}: กรุณาเลือก BOM ที่ใช้งานอยู่สำหรับสินค้า {1}

source: Row {0}: Please select an valid BOM for Item {1}.
th: แถว {0}: กรุณาเลือก BOM ที่ถูกต้องสำหรับ สินค้า {1}

source: Row {0}: Please set at Tax Exemption Reason in Sales Taxes and Charges
th: แถว {0}: โปรดตั้งค่าที่เหตุผลการยกเว้นภาษีในภาษีขายและค่าธรรมเนียม

source: Row {0}: Please set the Mode of Payment in Payment Schedule
th: แถว {0}: โปรดตั้งค่าโหมดการชำระเงินในกำหนดการชำระเงิน

source: Row {0}: Please set the correct code on Mode of Payment {1}
th: แถว {0}: โปรดตั้งรหัสที่ถูกต้องในโหมดการชำระเงิน {1}

source: Row {0}: Project must be same as the one set in the Timesheet: {1}.
th: แถว {0}: โครงการต้องตรงกับที่ตั้งค่าในบันทึกเวลางาน: {1}

source: Row {0}: Purchase Invoice {1} has no stock impact.
th: แถว {0}: ใบกำกับซื้อ {1} ไม่มีผลกระทบต่อสต็อก

source: Row {0}: Qty cannot be greater than {1} for the Item {2}.
th: แถว {0}: จำนวนไม่สามารถมากกว่า {1} สำหรับ สินค้า {2} ได้

source: Row {0}: Qty in Stock UOM can not be zero.
th: แถว {0}: ปริมาณในหน่วยวัดสต็อกไม่สามารถเป็นศูนย์ได้

source: Row {0}: Qty must be greater than 0.
th: แถว {0}: จำนวนต้องมากกว่า 0

source: Row {0}: Quantity cannot be negative.
th: แถว {0}: จำนวนไม่สามารถเป็นค่าลบได้

source: Row {0}: Quantity not available for {4} in warehouse {1} at posting time of the entry ({2} {3})
th: แถว {0}: ปริมาณไม่พร้อมใช้งานสำหรับ {4} ในคลังสินค้า {1} ณ เวลาโพสต์ของรายการ ({2} {3})

source: Row {0}: Shift cannot be changed since the depreciation has already been processed
th: แถว {0}: ไม่สามารถเปลี่ยนกะได้เนื่องจากการคิดค่าเสื่อมราคาได้ถูกดำเนินการแล้ว
