Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: There was an error creating Bank Account while linking with Plaid.
th: เกิดข้อผิดพลาดในการสร้าง บัญชีขั้งสารกิบเลิยที่ เล็กสารกสัวนาทาลชิน Plaid

source: There was an error saving the document.
th: เกิดข้อผิดพลาดในการบันทึกเอกสาร

source: There was an error syncing transactions.
th: เกิดข้อผิดพลาดในการซิงค์รายการธุรกรรม

source: There was an error updating Bank Account {} while linking with Plaid.
th: เกิดข้อผิดพลาดในการอัปเดต บัญชี {} ขณะเชื่อมโยงกับ Plaid

source: There was an issue connecting to Plaid's authentication server. Check browser console for more information
th: เกิดปัญหาในการเชื่อมต่อกับเซิร์ฟเวอร์การตรวจสอบสิทธิ์ของ Plaid กรุณาตรวจสอบคอนโซลของเบราว์เซอร์สำหรับข้อมูลเพิ่มเติม

source: There were errors while sending email. Please try again.
th: มีข้อผิดพลาด ในขณะที่ มี การส่งอีเมล์ โปรดลองอีกครั้ง

source: There were issues unlinking payment entry {0}.
th: เกิดปัญหาในการยกเลิกการเชื่อมโยงรายการชำระเงิน {0}

source: This Account has '0' balance in either Base Currency or Account Currency
th: บัญชีนี้มียอดคงเหลือ '0' ทั้งในสกุลเงินฐานหรือสกุลเงินบัญชี

source: This Item is a Template and cannot be used in transactions. Item attributes will be copied over into the variants unless 'No Copy' is set
th: รายการนี้เป็นแม่แบบและไม่สามารถนำมาใช้ในการทำธุรกรรม คุณลักษณะสินค้าจะถูกคัดลอกไปสู่สายพันธุ์เว้นแต่ 'ไม่คัดลอก' ถูกตั้งค่า

source: This Item is a Variant of {0} (Template).
th: รายการนี้เป็น Variant ของ {0} (เทมเพลต)

source: This Month's Summary
th: ข้อมูลอย่างเดือนนี้

source: This PO has been fully subcontracted.
th: ใบสั่งซื้อฉบับนี้ได้รับการจ้างเหมาช่วงเต็มจำนวนแล้ว

source: This Warehouse will be auto-updated in the Target Warehouse field of Work Order.
th: คลังสินค้านี้จะได้รับการอัปเดตอัตโนมัติในฟิลด์คลังสินค้าเป้าหมายของใบสั่งงาน

source: This Warehouse will be auto-updated in the Work In Progress Warehouse field of Work Orders.
th: คลังสินค้านี้จะได้รับการอัปเดตอัตโนมัติในฟิลด์ Work In Progress Warehouse ของใบสั่งงาน

source: This Week's Summary
th: ข้อมูลอย่างนี้สัปดาห์

source: This action will stop future billing. Are you sure you want to cancel this subscription?
th: การดำเนินการนี้จะระงับการเรียกเก็บเงินในอนาคต คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการสมัครนี้

source: This action will unlink this account from any external service integrating ERPNext with your bank accounts. It cannot be undone. Are you certain ?
th: การกระทำนี้จะยกเลิกการเชื่อมโยงบัญชีนี้จากบริการภายนอกใด ๆ ที่รวม ERPNext กับบัญชีธนาคารของคุณ ไม่สามารถยกเลิกได้ คุณแน่ใจหรือ

source: This asset category is marked as non-depreciable. Please disable depreciation calculation or choose a different category.
th: ประเภทสินทรัพย์นี้ถูกกำหนดให้ไม่คิดค่าเสื่อมราคา กรุณาปิดการคำนวณค่าเสื่อมราคาหรือเลือกประเภทอื่นแทน

source: This covers all scorecards tied to this Setup
th: ซึ่งครอบคลุมหน้าต่างสรุปทั้งหมดที่เชื่อมโยงกับการตั้งค่านี้

source: This document is over limit by {0} {1} for item {4}. Are you making another {3} against the same {2}?
th: เอกสารนี้เป็นเกินขีด จำกัด โดย {0} {1} สำหรับรายการ {4} คุณกำลังทำอีก {3} กับเดียวกัน {2}?

source: This field is used to set the 'Customer'.
th: ฟิลด์นี้ใช้สำหรับกำหนด "ผู้ขาย"

source: This filter will be applied to Journal Entry.
th: ตัวกรองนี้จะถูกนำไปใช้กับ บัญชีรายการทั่วไป

source: This is a Template BOM and will be used to make the work order for {0} of the item {1}
th: นี่คือต้นแบบ BOM และจะถูกใช้เพื่อสร้างคำสั่งงานสำหรับ {0} ของสินค้า {1}

source: This is a location where final product stored.
th: นี่คือตำแหน่งที่เก็บผลิตภัณฑ์ขั้นสุดท้าย

source: This is a location where operations are executed.
th: นี่คือสถานที่ที่จะทำการดำเนินการ

source: This is a location where raw materials are available.
th: นี่คือสถานที่ที่มีวัตถุดิบ

source: This is a location where scraped materials are stored.
th: นี่คือสถานที่ที่เก็บเศษวัสดุ

source: This is a preview of the email to be sent. A PDF of the document will automatically be attached with the email.
th: นี่คือการแสดงตัวอย่างอีเมลที่จะส่ง ไฟล์ PDF ของเอกสารจะถูกแนบไปกับอีเมลโดยอัตโนมัติ

source: This is a root account and cannot be edited.
th: นี่คือบัญชี รากและ ไม่สามารถแก้ไขได้

source: This is a root customer group and cannot be edited.
th: นี่คือกลุ่ม ลูกค้าราก และ ไม่สามารถแก้ไขได้

source: This is a root department and cannot be edited.
th: นี่เป็นแผนกรากและไม่สามารถแก้ไขได้

source: This is a root item group and cannot be edited.
th: กลุ่มนี้เป็นกลุ่ม รายการที่ ราก และ ไม่สามารถแก้ไขได้

source: This is a root sales person and cannot be edited.
th: นี้เป็น คนขาย ราก และ ไม่สามารถแก้ไขได้

source: This is a root supplier group and cannot be edited.
th: นี่คือกลุ่มผู้จัดจำหน่ายรากและไม่สามารถแก้ไขได้

source: This is a root territory and cannot be edited.
th: นี่คือ ดินแดนของ รากและ ไม่สามารถแก้ไขได้

source: This is an example website auto-generated from ERPNext
th: เว็บไซต์ นี้เป็น ตัวอย่างที่สร้างขึ้นโดยอัตโนมัติ จาก ERPNext

source: This is based on stock movement. See {0} for details
th: นี้ขึ้นอยู่กับการเคลื่อนไหวของหุ้น ดู {0} สำหรับรายละเอียด

source: This is based on the Time Sheets created against this project
th: นี้จะขึ้นอยู่กับแผ่น Time ที่สร้างขึ้นกับโครงการนี้

source: This is based on transactions against this Sales Person. See timeline below for details
th: ขึ้นอยู่กับการทำธุรกรรมกับผู้ขายรายนี้ ดูรายละเอียดจากเส้นเวลาด้านล่าง

source: This is considered dangerous from accounting point of view.
th: นี่ถือเป็นอันตรายจากมุมมองทางการบัญชี

source: This is done to handle accounting for cases when Purchase Receipt is created after Purchase Invoice
th: สิ่งนี้ทำเพื่อจัดการการบัญชีสำหรับกรณีที่สร้างใบเสร็จรับเงินหลังจากใบแจ้งหนี้การซื้อ

source: This is enabled by default. If you want to plan materials for sub-assemblies of the Item you're manufacturing leave this enabled. If you plan and manufacture the sub-assemblies separately, you can disable this checkbox.
th: ฟังก์ชันนี้เปิดใช้งานโดยค่าเริ่มต้น หากคุณต้องการวางแผนวัสดุสำหรับชิ้นส่วนย่อยของ สินค้าที่คุณกำลังผลิต ให้ปล่อยให้เปิดใช้งานไว้ หากคุณวางแผนและผลิตชิ้นส่วนย่อยแยกกัน คุณสามารถยกเลิกการเลือกช่องทำเครื่องหมายนี้ได้

source: This is for raw material Items that'll be used to create finished goods. If the Item is an additional service like 'washing' that'll be used in the BOM, keep this unchecked.
th: นี่คือสำหรับ สินค้าวินที่สินเป็นของสรัพย์ สินค้าหาระเบตเครียกสรัพเกลิกที่ สินค้าเป็นประบราคา (วันบีการ) สินค้า ไม่ซื้อสินเป็น เป็นสรัพเป็น เบรียการ เป็นประบราคา (วัน BOM) สินค้า ไม่ซื้อเป็น เป็นอี่อนชั่งเลื่อนชั่งไม่อนไทยอางเป็นสรัพเป็นไทยอางสินค้าเป็นสรัพเป็นไทยอางไม่ชื้อสินเป็นสรัพเป็นอี่อนเป็นชั่งไม่อนไทยอางเป็นสรัพเป็นไทยอางสินค้าเป็นสรัพเป็นไทยอางไม่ชื้อสินเป็นสรัพเป็นอี่อนเป็นชั่งไม่อนไทยอางเป็นสรัพเป็นไทยอางไม่ชื้อสินเป็นสรัพเป็นอี่อนเป็นชั่งไม่อนไทยอางเป็นสรัพเป็นไทยอางไม่ชื้อสินเป็นสร\u0e

source: This item filter has already been applied for the {0}
th: ตัวกรองรายการนี้ถูกใช้แล้วสำหรับ {0}

source: This option can be checked to edit the 'Posting Date' and 'Posting Time' fields.
th: สามารถเลือกตัวเลือกนี้เพื่อแก้ไขฟิลด์ 'วันที่บันทึกบัญชี' และ 'เวลาบันทึกบัญชี' ได้

source: This schedule was created when Asset {0} was adjusted through Asset Value Adjustment {1}.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อมีการปรับปรุงสินทรัพย์ {0} ผ่านการปรับมูลค่าสินทรัพย์ {1}

source: This schedule was created when Asset {0} was consumed through Asset Capitalization {1}.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อสินทรัพย์ {0} ถูกใช้ผ่านการตัดบัญชีสินทรัพย์ {1}

source: This schedule was created when Asset {0} was repaired through Asset Repair {1}.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อมีการซ่อมแซม สินทรัพย์ {0} ผ่านการซ่อมแซม สินทรัพย์ {1}

source: This schedule was created when Asset {0} was restored due to Sales Invoice {1} cancellation.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อมีการคืนค่า สินทรัพย์ {0} เนื่องจากการยกเลิก ใบแจ้งหนี้ขาย {1}

source: This schedule was created when Asset {0} was restored on Asset Capitalization {1}'s cancellation.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อมีการคืนค่า สินทรัพย์ {0} ในการยกเลิก สินทรัพย์ การอายัดบัญชี {1}

source: This schedule was created when Asset {0} was restored.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อมีการคืนสภาพ สินทรัพย์ {0}

source: This schedule was created when Asset {0} was returned through Sales Invoice {1}.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อ สินทรัพย์ {0} ถูกส่งคืนผ่าน ใบแจ้งหนี้ ขาย {1}

source: This schedule was created when Asset {0} was scrapped.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อมีการจำหน่ายสินทรัพย์ {0}

source: This schedule was created when Asset {0} was updated after being split into new Asset {1}.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อมีการอัปเดตสินทรัพย์ {0} หลังจากที่ถูกแยกออกเป็นสินทรัพย์ใหม่ {1}

source: This schedule was created when Asset {0} was {1} through Sales Invoice {2}.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อ สินทรัพย์ {0} ถูก {1} ผ่านใบกำกับภาษีขาย {2}

source: This schedule was created when Asset {0}'s Asset Repair {1} was cancelled.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อ การซ่อมแซมสินทรัพย์ {1} ของ สินทรัพย์ {0} ถูกยกเลิกแล้ว

source: This schedule was created when Asset {0}'s Asset Value Adjustment {1} was cancelled.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อการปรับมูลค่าสินทรัพย์ {1} ของสินทรัพย์ {0} ถูกยกเลิกแล้ว

source: This schedule was created when Asset {0}'s shifts were adjusted through Asset Shift Allocation {1}.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อมีการปรับเปลี่ยนกะของสินทรัพย์ {0} ผ่านการจัดสรรกะสินทรัพย์ {1}

source: This schedule was created when new Asset {0} was split from Asset {1}.
th: กำหนดการนี้ถูกสร้างขึ้นเมื่อมีการแยกสินทรัพย์ใหม่ {0} ออกจากสินทรัพย์ {1}

source: This section allows the user to set the Body and Closing text of the Dunning Letter for the Dunning Type based on language, which can be used in Print.
th: ส่วนนี้ช่วยให้ผู้ใช้สามารถตั้งค่าเนื้อหาและข้อความปิดของ Dunning Letter สำหรับ Dunning Type ตามภาษาซึ่งสามารถใช้ในการพิมพ์ได้

source: This table is used to set details about the 'Item', 'Qty', 'Basic Rate', etc.
th: ตารางนี้ใช้สำหรับกำหนดรายละเอียดเกี่ยวกับ 'สินค้า', 'จำนวน', 'อัตราพื้นฐาน' เป็นต้น

source: This tool helps you to update or fix the quantity and valuation of stock in the system. It is typically used to synchronise the system values and what actually exists in your warehouses.
th: เครื่องมือนี้จะช่วยให้คุณในการปรับปรุงหรือแก้ไขปริมาณและมูลค่าของหุ้นในระบบ มันมักจะใช้ในการประสานระบบค่าและสิ่งที่มีอยู่จริงในคลังสินค้าของคุณ

source: This value shall be used when no matching Common Code for a record is found.
th: ค่านี้จะถูกใช้เมื่อไม่พบ รหัสทั่วไป ที่ตรงกับระเบียนใดๆ

source: This will be appended to the Item Code of the variant. For example, if your abbreviation is "SM", and the item code is "T-SHIRT", the item code of the variant will be "T-SHIRT-SM"
th: นี้จะถูกผนวกเข้ากับรหัสสินค้าของตัวแปร ตัวอย่างเช่นถ้าย่อของคุณคือ "เอสเอ็ม" และรหัสรายการคือ "เสื้อยืด" รหัสรายการของตัวแปรจะเป็น "เสื้อ-SM"

source: This will restrict user access to other employee records
th: ซึ่งจะ จำกัด การเข้าถึงระเบียนพนักงานของพนักงาน

source: This {} will be treated as material transfer.
th: {} จะถูกพิจารณาเป็นการโอนย้ายวัสดุ

source: Threshold for Suggestion
th: เกณฑ์สำหรับคำแนะนำ

source: Threshold for Suggestion (In Percentage)
th: เกณฑ์สำหรับคำแนะนำ (เป็นเปอร์เซ็นต์)

source: Thumbnail
th: รูปขนาดย่อ

source: Thursday
th: วันพฤหัสบดี

source: Tier Name
th: ชื่อระดับ

source: Time
th: เวลา

source: Time (In Mins)
th: เวลา (เป็นนาที)

source: Time Between Operations (Mins)
th: เวลาระหว่างการดำเนินงาน (นาที)

source: Time In Mins
th: เวลาในนาที

source: Time Logs
th: บันทึกเวลา

source: Time Required (In Mins)
th: เวลาที่ต้องการ (เป็นนาที)

source: Time Sheet
th: ใบบันทึกเวลา

source: Time Sheet List
th: เวลารายการแผ่น

source: Time Sheets
th: แผ่น Time

source: Time Taken to Deliver
th: เวลาที่ใช้ในการจัดส่ง

source: Time Tracking
th: การติดตามเวลา

source: Time at which materials were received
th: เวลาที่ได้รับวัสดุ

source: Time in mins
th: เวลา (นาที)

source: Time in mins.
th: เวลาเป็นนาที

source: Time logs are required for {0} {1}
th: ต้องมีบันทึกเวลาสำหรับ {0} {1}

source: Time slot is not available
th: ช่วงเวลานั้นไม่พร้อมใช้งาน

source: Time(in mins)
th: เวลา (นาที)

source: Timeline
th: ไทม์ไลน์

source: Timer
th: เครื่องจับเวลา

source: Timer exceeded the given hours.
th: ตัวจับเวลาเกินชั่วโมงที่ระบุ

source: Timesheet Detail
th: รายละเอียด timesheet

source: Timesheet for tasks.
th: Timesheet สำหรับงาน

source: Timesheet {0} is already completed or cancelled
th: Timesheet {0} เสร็จสมบูรณ์แล้วหรือยกเลิก

source: Timesheets help keep track of time, cost and billing for activites done by your team
th: Timesheets ช่วยให้การติดตามของเวลาค่าใช้จ่ายและการเรียกเก็บเงินสำหรับกิจกรรมที่ทำโดยทีมงานของคุณ

source: Timeslots
th: ช่วงเวลา

source: Title
th: ชื่อเรื่อง

source: To
th: ไปยัง

source: To Bill
th: บิล

source: To Currency
th: กับสกุลเงิน

source: To Date
th: ถึงวันที่

source: To Date cannot be before From Date
th: วันที่ ไม่สามารถ ก่อนที่จะ นับจากวันที่

source: To Date cannot be before From Date.
th: ถึงวันที่ต้องไม่อยู่ก่อนวันที่จาก

source: To Date cannot be less than From Date
th: วันที่ต้องไม่น้อยกว่าวันที่

source: To Date is mandatory
th: วันที่ถึงเป็นข้อมูลที่ต้องระบุ

source: To Date must be greater than From Date
th: ถึงวันที่จะต้องมากกว่าวันที่

source: To Date should be within the Fiscal Year. Assuming To Date = {0}
th: วันที่ควรจะเป็นภายในปีงบประมาณ สมมติว่านัด = {0}

source: To Datetime
th: เพื่อ Datetime

source: To Deliver
th: ที่จะส่งมอบ

source: To Deliver and Bill
th: การส่งและบิล

source: To Delivery Date
th: ถึงวันที่จัดส่ง

source: To Doctype
th: ถึงประเภทเอกสาร

source: To Due Date
th: ถึงวันที่ครบกำหนด

source: To Employee
th: ให้กับลูกจ้าง

source: To Fiscal Year
th: เป็นปีงบประมาณ

source: To Folio No
th: ไปยัง Folio No

source: To Invoice Date
th: วันที่ออกใบแจ้งหนี้

source: To No
th: ถึงไม่มี

source: To Package No.
th: กับแพคเกจหมายเลข

source: To Payment Date
th: ถึงวันที่ชำระเงิน

source: To Posting Date
th: ถึงวันที่โพสต์

source: To Range
th: ช่วง

source: To Receive
th: ที่จะได้รับ

source: To Receive and Bill
th: การรับและบิล

source: To Reference Date
th: ถึงวันที่อ้างอิง

source: To Rename
th: เพื่อเปลี่ยนชื่อ

source: To Shareholder
th: ให้ผู้ถือหุ้น

source: To Time
th: ถึงเวลา

source: To Track inbound purchase
th: เพื่อติดตามการซื้อขาเข้า

source: To Value
th: เพื่อให้มีค่า

source: To Warehouse
th: ไปที่โกดัง

source: To Warehouse (Optional)
th: คลังสินค้า (อุปกรณ์เสริม)

source: To add Operations tick the 'With Operations' checkbox.
th: หากต้องการเพิ่มการปฏิบัติการ ให้ทำเครื่องหมายที่ช่องทำเครื่องหมาย 'พร้อมการปฏิบัติการ'

source: To add subcontracted Item's raw materials if include exploded items is disabled.
th: เพื่อเพิ่มวัตถุดิบของสินค้าที่จ้างเหมาช่วงหากไม่เปิดใช้งานการแสดงรายการสินค้าย่อย

source: To allow over billing, update "Over Billing Allowance" in Accounts Settings or the Item.
th: หากต้องการอนุญาตให้เรียกเก็บเงินเกินอัปเดต &quot;การอนุญาตการเรียกเก็บเงินเกิน&quot; ในการตั้งค่าบัญชีหรือรายการ

source: To allow over receipt / delivery, update "Over Receipt/Delivery Allowance" in Stock Settings or the Item.
th: หากต้องการอนุญาตการรับ / ส่งเกินให้อัปเดต &quot;Over Receipt / Delivery Allowance&quot; ในการตั้งค่าสต็อกหรือรายการ

source: To apply condition on parent field use parent.field_name and to apply condition on child table use doc.field_name. Here field_name could be based on the actual column name of the respective field.
th: ในการใช้เงื่อนไขกับฟิลด์หลัก ให้ใช้ parent.field_name และในการใช้เงื่อนไขกับตารางลูก ให้ใช้ doc.field_name โดยที่ field_name อาจอ้างอิงตามชื่อคอลัมน์จริงของฟิลด์นั้น ๆ

source: To be Delivered to Customer
th: จะส่งมอบให้ลูกค้า

source: To cancel a {} you need to cancel the POS Closing Entry {}.
th: ในการยกเลิก {} คุณต้องยกเลิก {} บันทึกทางบัญชี POS Closing Entry

source: To create a Payment Request reference document is required
th: ในการสร้างเอกสารอ้างอิงคำขอการชำระเงินต้องระบุ

source: To date cannot be before from date
th: ถึงวันที่ไม่สามารถมาก่อนจากวันที่

source: To enable Capital Work in Progress Accounting,
th: เพื่อเปิดใช้งานการบัญชีงานระหว่างทำทุน

source: To include non-stock items in the material request planning. i.e. Items for which 'Maintain Stock' checkbox is unticked.
th: เพื่อรวมรายการที่ไม่ใช่สินค้าคงคลังในการวางแผนคำขอวัสดุ เช่น รายการที่ไม่ได้เลือกช่องทำเครื่องหมาย 'รักษาสินค้าคงคลัง'

source: To include sub-assembly costs and scrap items in Finished Goods on a work order without using a job card, when the 'Use Multi-Level BOM' option is enabled.
th: เมื่อตัวเลือก 'ใช้ BOM หลายระดับ' ถูกเปิดใช้งาน ให้รวมต้นทุนการประกอบย่อยและรายการเศษวัสดุในสินค้าสำเร็จรูปบนใบสั่งงานโดยไม่ต้องใช้บัตรงาน

source: To include tax in row {0} in Item rate, taxes in rows {1} must also be included
th: จะรวมถึง ภาษี ในแถว {0} ใน อัตรา รายการ ภาษี ใน แถว {1} จะต้องรวม

source: To merge, following properties must be same for both items
th: ที่จะ ผสาน คุณสมบัติต่อไปนี้ จะต้อง เหมือนกันสำหรับ ทั้งสองรายการ

source: To overrule this, enable '{0}' in company {1}
th: ในการแก้ไขปัญหานี้ให้เปิดใช้งาน &quot;{0}&quot; ใน บริษัท {1}

source: To still proceed with editing this Attribute Value, enable {0} in Item Variant Settings.
th: หากต้องการดำเนินการแก้ไขค่าแอตทริบิวต์นี้ต่อไปให้เปิดใช้งาน {0} ในการตั้งค่าตัวแปรรายการ

source: To submit the invoice without purchase order please set {0} as {1} in {2}
th: หากต้องการส่งใบกำกับภาษีโดยไม่ใช้ใบสั่งซื้อ กรุณาตั้งค่า {0} เป็น {1} ใน {2}

source: To submit the invoice without purchase receipt please set {0} as {1} in {2}
th: หากต้องการส่งใบแจ้งหนี้โดยไม่ต้องมีใบเสร็จรับเงิน โปรดตั้งค่า {0} เป็น {1} ใน {2}

source: To use a different finance book, please uncheck 'Include Default FB Assets'
th: หากต้องการใช้สมุดบัญชีการเงินอื่น กรุณายกเลิกการเลือก 'รวมสินทรัพย์สมุดบัญชีค่าเริ่มต้น'

source: To use a different finance book, please uncheck 'Include Default FB Entries'
th: หากต้องการใช้สมุดบัญชีการเงินอื่น กรุณายกเลิกการเลือก 'รวมรายการสมุดบัญชีเริ่มต้น'

source: Toggle Recent Orders
th: สลับคำสั่งซื้อล่าสุด

source: Too many columns. Export the report and print it using a spreadsheet application.
th: คอลัมน์มากเกินไป ส่งออกรายงานและพิมพ์โดยใช้โปรแกรมสเปรดชีต

source: Tools
th: เครื่องมือ

source: Total
th: ทั้งหมด

source: Total (Company Currency)
th: รวม (บริษัท สกุลเงิน)

source: Total (Credit)
th: รวม (เครดิต)

source: Total (Without Tax)
th: รวม (ไม่มีภาษี)

source: Total Achieved
th: รวมประสบความสำเร็จ

source: Total Active Items
th: จำนวนสินค้าใช้งานทั้งหมด

source: Total Actual
th: ทั้งหมดที่เกิดขึ้นจริง

source: Total Additional Costs
th: รวมค่าใช้จ่ายเพิ่มเติม

source: Total Advance
th: ล่วงหน้ารวม

source: Total Allocated Amount
th: จำนวนเงินที่ได้รับจัดสรร

source: Total Allocated Amount (Company Currency)
th: รวมจัดสรร ( บริษัท สกุล)

source: Total Allocations
th: ยอดจัดสรรรวม

source: Total Amount
th: รวมเป็นเงิน

source: Total Amount Currency
th: รวมสกุลเงินจำนวนเงิน

source: Total Amount Due
th: ยอดรวมที่ต้องชำระ

source: Total Amount in Words
th: จำนวนเงินทั้งหมดในคำ

source: Total Applicable Charges in Purchase Receipt Items table must be same as Total Taxes and Charges
th: ค่าใช้จ่ายรวมในการซื้อโต๊ะใบเสร็จรับเงินรายการที่จะต้องเป็นเช่นเดียวกับภาษีและค่าใช้จ่ายรวม

source: Total Asset
th: สินทรัพย์รวม

source: Total Asset Cost
th: ต้นทุนรวมของสินทรัพย์

source: Total Assets
th: สินทรัพย์รวม

source: Total Billable Amount
th: รวมจำนวนเงินที่เรียกเก็บเงิน

source: Total Billable Amount (via Timesheet)
th: ยอดรวม Billable Amount (ผ่าน Timesheets)

source: Total Billable Hours
th: รวมเวลาที่เรียกเก็บเงิน

source: Total Billed Amount
th: รวมเงินที่เรียกเก็บ

source: Total Billed Amount (via Sales Invoice)
th: จำนวนเงินที่เรียกเก็บเงินทั้งหมด (ผ่านใบกำกับการขาย)

source: Total Billed Hours
th: รวมชั่วโมงการเรียกเก็บเงิน

source: Total Billing Amount
th: การเรียกเก็บเงินจำนวนเงินรวม

source: Total Billing Hours
th: ชั่วโมงบิลรวม

source: Total Budget
th: งบประมาณรวม

source: Total Characters
th: ตัวอักษรรวม

source: Total Commission
th: คณะกรรมการรวม

source: Total Completed Qty
th: จำนวนที่เสร็จสมบูรณ์โดยรวม

source: Total Consumed Material Cost (via Stock Entry)
th: ค่าใช้จ่ายวัสดุสิ้นเปลืองทั้งหมด (ผ่านรายการสต็อค)

source: Total Contribution Amount Against Invoices: {0}
th: ยอดรวมจำนวนเงินสมทบต่อใบแจ้งหนี้: {0}

source: Total Contribution Amount Against Orders: {0}
th: ยอดจำนวนเงินสมทบรวมทั้งหมดกับคำสั่งซื้อ: {0}

source: Total Cost
th: ค่าใช้จ่ายรวม

source: Total Cost (Company Currency)
th: ต้นทุนทั้งหมด (สกุลเงินของ บริษัท )

source: Total Costing Amount
th: จํานวนต้นทุนรวม

source: Total Costing Amount (via Timesheet)
th: ยอดรวมค่าใช้จ่าย (ผ่าน Timesheets)

source: Total Credit
th: เครดิตรวม

source: Total Credit/ Debit Amount should be same as linked Journal Entry
th: จำนวนเครดิต / เดบิตทั้งหมดควรเหมือนกับยอดรวมสมุดรายวันที่เชื่อมโยงกัน

source: Total Debit
th: เดบิตรวม

source: Total Debit must be equal to Total Credit. The difference is {0}
th: เดบิต รวม ต้องเท่ากับ เครดิต รวม

source: Total Delivered Amount
th: จำนวนเงินที่ส่งมอบทั้งหมด

source: Total Demand (Past Data)
th: ความต้องการทั้งหมด (ข้อมูลในอดีต)

source: Total Equity
th: ส่วนของผู้ถือหุ้นรวม

source: Total Estimated Distance
th: รวมระยะทางโดยรวม

source: Total Expense
th: ค่าใช้จ่ายทั้งหมด

source: Total Expense This Year
th: ค่าใช้จ่ายทั้งหมดในปีนี้

source: Total Experience
th: ประสบการณ์รวม

source: Total Forecast (Future Data)
th: การคาดการณ์ทั้งหมด (ข้อมูลในอนาคต)

source: Total Forecast (Past Data)
th: การคาดการณ์ทั้งหมด (ข้อมูลในอดีต)

source: Total Gain/Loss
th: รวมกำไร / ขาดทุน

source: Total Hold Time
th: เวลาพักรวม

source: Total Holidays
th: รวมวันหยุด

source: Total Income
th: รายได้ทั้งหมด

source: Total Income This Year
th: รายได้รวมในปีนี้

source: Total Incoming Bills
th: บิลรับรวมทั้งหมด

source: Total Incoming Payment
th: ยอดรวมการชำระเงินขาเข้า

source: Total Incoming Value (Receipt)
th: มูลค่ารวมขาเข้า (ใบเสร็จ)

source: Total Interest
th: ดอกเบี้ยรวม

source: Total Invoiced Amount
th: มูลค่าใบแจ้งหนี้รวม

source: Total Issues
th: ปัญหาทั้งหมด

source: Total Items
th: รวมจำนวน สินค้า

source: Total Liability
th: หนี้สินรวม

source: Total Message(s)
th: ข้อความ รวม (s)

source: Total Monthly Sales
th: ยอดขายรวมรายเดือน

source: Total Net Weight
th: น้ำหนักสุทธิรวม

source: Total Number of Booked Depreciations
th: จำนวนรวมของค่าเสื่อมราคาที่บันทึกแล้ว

source: Total Number of Depreciations
th: จำนวนรวมของค่าเสื่อมราคา

source: Total Only
th: ยอดรวมเท่านั้น

source: Total Operating Cost
th: ค่าใช้จ่ายการดำเนินงานรวม

source: Total Operation Time
th: เวลาการปฏิบัติงานรวม

source: Total Order Considered
th: ยอดสั่งซื้อรวมถือว่า

source: Total Order Value
th: มูลค่าการสั่งซื้อทั้งหมด

source: Total Other Charges
th: รวมค่าธรรมเนียมอื่น ๆ

source: Total Outgoing
th: ขาออกทั้งหมด

source: Total Outgoing Bills
th: บิลจ่ายรวมทั้งหมด

source: Total Outgoing Payment
th: ยอดรวมการชำระเงินออกทั้งหมด

source: Total Outgoing Value (Consumption)
th: มูลค่ารวมที่จ่ายออก (การบริโภค)

source: Total Outstanding
th: รวมดีเด่น

source: Total Outstanding Amount
th: ยอดคงค้างทั้งหมด

source: Total Paid Amount
th: รวมจำนวนเงินที่จ่าย

source: Total Payment Amount in Payment Schedule must be equal to Grand / Rounded Total
th: จำนวนเงินที่ชำระในตารางการชำระเงินต้องเท่ากับยอดรวม / ยอดรวม

source: Total Payment Request amount cannot be greater than {0} amount
th: จำนวนคำขอการชำระเงินทั้งหมดต้องไม่เกิน {0} จำนวน

source: Total Payments
th: รวมการจ่ายเงิน

source: Total Picked Quantity {0} is more than ordered qty {1}. You can set the Over Picking Allowance in Stock Settings.
th: จำนวนที่หยิบทั้งหมด {0} มากกว่าปริมาณที่สั่งซื้อ {1} คุณสามารถตั้งค่าการอนุญาตหยิบเกินได้ใน การตั้งค่าคลังสินค้า

source: Total Planned Qty
th: จำนวนตามแผนทั้งหมด

source: Total Produced Qty
th: จำนวนที่ผลิตรวม

source: Total Projected Qty
th: รวมประมาณการจำนวน

source: Total Purchase Amount
th: ยอดรวมจำนวนเงินซื้อ

source: Total Purchase Cost (via Purchase Invoice)
th: ค่าใช้จ่ายในการจัดซื้อรวม (ผ่านการซื้อใบแจ้งหนี้)
