Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: <p>In your <b>Email Template</b>, you can use the following special variables: </p> <ul> <li> <code>{{ update_password_link }}</code>: A link where your supplier can set a new password to log into your portal. </li> <li> <code>{{ portal_link }}</code>: A link to this RFQ in your supplier portal. </li> <li> <code>{{ supplier_name }}</code>: The company name of your supplier. </li> <li> <code>{{ contact.salutation }} {{ contact.last_name }}</code>: The contact person of your supplier. </li><li> <code>{{ user_fullname }}</code>: Your full name. </li> </ul> <p></p> <p>Apart from these, you can access all values in this RFQ, like <code>{{ message_for_supplier }}</code> or <code>{{ terms }}</code>.</p>
th: <p>ใน <b>แม่แบบอีเมล</b> ของคุณ คุณสามารถใช้ตัวแปรพิเศษดังต่อไปนี้ได้: </p> <ul> <li> <code>{{ update_password_link }}</code>: ลิงก์ที่ซัพพลายเออร์ของคุณสามารถตั้งรหัสผ่านใหม่เพื่อเข้าสู่ระบบพอร์ทัลของคุณ </li> <li> <code>{{ portal_link }}</code>: ลิงก์ไปยัง RFQ นี้ในพอร์ทัลซัพพลายเออร์ของคุณ </li> <li> <code>{{ supplier_name }}</code>: ชื่อบริษัทของซัพพลายเออร์ของคุณ </li> <li> <code>{{ contact.salutation }} {{ contact.last_name }}</code>: ผู้ติดต่อของซัพพลายเออร์ของคุณ </li><li> <code>{{ user_fullname }}</code>: ชื่อเต็มของคุณ </li> </ul> <p></p> <pานอกจากตัวแปรเหล่านี้ คุณยังสามารถเข้าถึงค่าทั้งหมดใน RFQ นี้ได้ เช่น <code>{{ message_for_supplier }}</code> หรือ <code>{{ terms }}</code>.</p>

source: <p>Price List Rate has not been set as editable in Selling Settings. In this scenario, setting <strong>Update Price List Based On</strong> to <strong>Price List Rate</strong> will prevent auto-updation of Item Price.</p>Are you sure you want to continue?
th: <p>อัตราราคาของรายการราคายังไม่ได้ตั้งค่าให้แก้ไขได้ใน การตั้งค่าการขาย ในกรณีนี้ การตั้งค่า <strong>อัปเดตราคาตาม</strong> เป็น <strong>อัตราราคาของรายการราคา</strong> จะทำให้ไม่สามารถอัปเดตราคาสินค้าโดยอัตโนมัติได้</p>คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: <p>To allow over-billing, please set allowance in Accounts Settings.</p>
th: <p>เพื่ออนุญาตให้เรียกเก็บเงินเกิน กรุณาตั้งค่าการอนุญาตในการตั้งค่า บัญชี</p>

source: <pre><h5>Message Example</h5> &lt;p&gt; Thank You for being a part of {{ doc.company }}! We hope you are enjoying the service.&lt;/p&gt; &lt;p&gt; Please find enclosed the E Bill statement. The outstanding amount is {{ doc.grand_total }}.&lt;/p&gt; &lt;p&gt; We don't want you to be spending time running around in order to pay for your Bill.<br>After all, life is beautiful and the time you have in hand should be spent to enjoy it!<br>So here are our little ways to help you get more time for life! &lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; click here to pay &lt;/a&gt; </pre>
th: <pre><h5>ตัวอย่างข้อความ</h5> &lt;p&gt; ขอบคุณที่เป็นส่วนหนึ่งของ {{ doc.company }}! เราหวังว่าคุณจะพึงพอใจกับบริการของเรา.&lt;/p&gt; &lt;p&gt; กรุณาดูรายการใบแจ้งหนี้ E Bill ที่แนบมาด้วย ยอดค้างชำระคือ {{ doc.grand_total }}.&lt;/p&gt; &lt;p&gt; เราไม่ต้องการให้คุณเสียเวลาวิ่งวุ่นเพื่อชำระบิลของคุณ<br>เพราะชีวิตนั้นสวยงาม และเวลาที่คุณมีควรใช้ไปกับการเพลิดเพลิน!<br>ดังนั้นนี่คือวิธีเล็กๆ ของเราที่จะช่วยให้คุณมีเวลามากขึ้นสำหรับชีวิต! &lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; คลิกที่นี่เพื่อชำระเงิน &lt;/a&gt; </pre>

source: <pre><h5>Message Example</h5> &lt;p&gt;Dear {{ doc.contact_person }},&lt;/p&gt; &lt;p&gt;Requesting payment for {{ doc.doctype }}, {{ doc.name }} for {{ doc.grand_total }}.&lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; click here to pay &lt;/a&gt; </pre>
th: <pre><h5>ตัวอย่างข้อความ</h5> &lt;p&gt;เรียน {{ doc.contact_person }},&lt;/p&gt; &lt;p&gt;ขอแจ้งชำระเงินสำหรับ {{ doc.doctype }} เลขที่ {{ doc.name }} จำนวน {{ doc.grand_total }}.&lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; คลิกที่นี่เพื่อชำระเงิน &lt;/a&gt; </pre>

source: <span class="h4"><b>Integrations</b></span>
th: <span class="h4"><b>การรวมระบบ</b></span>

source: <span class="h4"><b>Masters &amp; Reports</b></span>
th: <span class="h4"><b>ข้อมูลหลักและรายงาน</b></span>

source: <span class="h4"><b>Quick Access</b></span>
th: <span class="h4"><b>ทางลัด</b></span>

source: <span class="h4"><b>Reports & Masters</b></span>
th: <span class="h4"><b>รายงานและแม่แบบ</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
th: <span class="h4"><b>รายงานและแม่แบบ</b></span>

source: <span class="h4"><b>Settings</b></span>
th: <span class="h4"><b>การตั้งค่า</b></span>

source: <span class="h4"><b>Shortcuts</b></span>
th: <span class="h4"><b>ทางลัด</b></span>

source: <span class="h4"><b>Your Shortcuts </b></span>
th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: <strong>Grand Total:</strong> {0}
th: <strong>ยอดรวมทั้งหมด:</strong> {0}

source: <strong>Outstanding Amount:</strong> {0}
th: <strong>ยอดค้างชำระ:</strong> {0}

source: <table class="table table-bordered table-condensed"> <thead> <tr> <th class="table-sr" style="width: 50%;">Child Document</th> <th class="table-sr" style="width: 50%;">Non Child Document</th> </tr> </thead> <tbody> <tr> <td> <p> To access parent document field use parent.fieldname and to access child table document field use doc.fieldname </p> </td> <td> <p>To access document field use doc.fieldname </p> </td> </tr> <tr> <td> <p><b>Example: </b> parent.doctype == "Stock Entry" and doc.item_code == "Test" </p> </td> <td> <p><b>Example: </b> doc.doctype == "Stock Entry" and doc.purpose == "Manufacture"</p> </td> </tr> </tbody> </table>
th: <table class="table table-bordered table-condensed"> <thead> <tr> <th class="table-sr" style="width: 50%;">เอกสารลูก</th> <th class="table-sr" style="width: 50%;">เอกสารที่ไม่ใช่เอกสารลูก</th> </tr> </thead> <tbody> <tr> <td> <p>เพื่อเข้าถึงฟิลด์ของเอกสารแม่ ใช้ parent.fieldname และเพื่อเข้าถึงฟิลด์ของเอกสารในตารางลูก ใช้ doc.fieldname</p> </td> <td> <p>เพื่อเข้าถึงฟิลด์ของเอกสาร ใช้ doc.fieldname</p> </td> </tr> <tr> <td> <p><b>ตัวอย่าง: </b> parent.doctype == "Stock Entry" และ doc.item_code == "Test"</p> </td> <td> <p><b>ตัวอย่าง: </b> doc.doctype == "Stock Entry" และ doc.purpose == "Manufacture"</p> </td> </tr> </tbody> </table>

source: A Customer Group exists with same name please change the Customer name or rename the Customer Group
th: กลุ่ม ลูกค้าที่มีอยู่ ที่มีชื่อเดียวกัน โปรด เปลี่ยนชื่อ ลูกค้าหรือเปลี่ยนชื่อ กลุ่ม ลูกค้า

source: A Holiday List can be added to exclude counting these days for the Workstation.
th: สามารถเพิ่มรายการวันหยุดเพื่อไม่ให้นับวันเหล่านี้สำหรับสถานีงานได้

source: A Lead requires either a person's name or an organization's name
th: ลูกค้าเป้าหมายต้องการชื่อบุคคลหรือชื่อองค์กร

source: A Packing Slip can only be created for Draft Delivery Note.
th: ใบจัดส่งสินค้าสามารถสร้างได้เฉพาะสำหรับใบส่งของสถานะร่างเท่านั้น

source: A Price List is a collection of Item Prices either Selling, Buying, or both
th: รายการราคาคือชุดของราคาสินค้า ทั้งในส่วนของการขาย การซื้อ หรือทั้งสองอย่าง

source: A Product or a Service that is bought, sold or kept in stock.
th: สินค้าหรือบริการที่มีการซื้อขายหรือเก็บไว้ในสต็อก

source: A Reconciliation Job {0} is running for the same filters. Cannot reconcile now
th: งานกระทบยอด {0} กำลังทำงานสำหรับตัวกรองเดียวกัน ไม่สามารถกระทบยอดได้ในขณะนี้

source: A Sales Order is a confirmation of an order from your customer. It is also referred to as Proforma Invoice. Sales Order at the heart of your sales and purchase transactions. Sales Orders are linked in Delivery Note, Sales Invoices, Material Request, and Maintenance transactions. Through Sales Order, you can track fulfillment of the overall deal towards the customer.
th: ใบสั่งขายเป็นการยืนยันคำสั่งซื้อจากลูกค้าของคุณ และยังเรียกอีกอย่างว่า ใบแจ้งหนี้ร่าง ใบสั่งขายเป็นหัวใจสำคัญของธุรกรรมการขายและการซื้อของคุณ ใบสั่งขายจะเชื่อมโยงกับ ใบส่งของ ใบแจ้งหนี้ขาย ใบขอวัสดุ และธุรกรรมการบำรุงรักษา ผ่านใบสั่งขาย คุณสามารถติดตามความคืบหน้าของการดำเนินการตามข้อตกลงทั้งหมดกับลูกค้าได้

source: A Transaction Deletion Document: {0} is triggered for {0}
th: เอกสารการลบรายการทำธุรกรรม: {0} ถูกดำเนินการสำหรับ {0}

source: A condition for a Shipping Rule
th: เงื่อนไขสำหรับกฎการจัดส่งสินค้า

source: A customer must have primary contact email.
th: ลูกค้าจะต้องมีอีเมลผู้ติดต่อหลัก

source: A driver must be set to submit.
th: ต้องตั้งค่าผู้ขับขี่เพื่อส่งข้อมูล

source: A logical Warehouse against which stock entries are made.
th: โกดังตรรกะกับที่รายการหุ้นที่ทำ

source: A new appointment has been created for you with {0}
th: สร้างการนัดหมายใหม่ให้คุณด้วย {0}

source: A template with tax category {0} already exists. Only one template is allowed with each tax category
th: เทมเพลตที่มีหมวดหมู่ภาษี {0} มีอยู่แล้ว อนุญาตให้มีเทมเพลตเพียงหนึ่งเทมเพลตต่อแต่ละหมวดหมู่ภาษีเท่านั้น

source: A third party distributor / dealer / commission agent / affiliate / reseller who sells the companies products for a commission.
th: จำหน่ายบุคคลที่สาม / ตัวแทนจำหน่าย / ตัวแทนคณะกรรมการ / พันธมิตร / ผู้ค้าปลีกที่ขายสินค้า บริษัท สำหรับคณะกรรมการ

source: AMC Expiry Date
th: วันที่หมดอายุ AMC

source: API Details
th: รายละเอียด API

source: API Endpoint
th: จุดเชื่อมต่อ API

source: API Key
th: คีย์ API

source: AWB Number
th: หมายเลขใบตราส่งสินค้า

source: Abbr
th: ตัวอักษรย่อ

source: Abbreviation
th: ตัวย่อ

source: Abbreviation already used for another company
th: ชื่อย่อที่ใช้แล้วสำหรับ บริษัท อื่น

source: Abbreviation is mandatory
th: ชื่อย่อมีผลบังคับใช้

source: Abbreviation: {0} must appear only once
th: ตัวย่อ: {0} ต้องปรากฏเพียงครั้งเดียวเท่านั้น

source: About Us Settings
th: การตั้งค่าเกี่ยวกับเรา

source: About {0} minute remaining
th: เหลือเวลาอีกประมาณ {0} นาที

source: About {0} minutes remaining
th: เหลือเวลาอีกประมาณ {0} นาที

source: About {0} seconds remaining
th: เหลือเวลาอีก {0} วินาที

source: Above
th: สูงกว่า

source: Above 120 Days
th: เกิน 120 วัน

source: Academics User
th: นักวิชาการผู้ใช้

source: Acceptance Criteria Formula
th: สูตรเกณฑ์การยอมรับ

source: Acceptance Criteria Value
th: เกณฑ์การยอมรับ ค่าที่กำหนด

source: Accepted
th: ได้รับการยอมรับแล้ว

source: Accepted Qty
th: ยอมรับจำนวน

source: Accepted Qty in Stock UOM
th: จำนวนที่รับในหน่วยวัดสินค้าคงคลัง

source: Accepted Quantity
th: จำนวนที่ยอมรับ

source: Accepted Warehouse
th: คลังสินค้าได้รับการยอมรับ

source: Access Key
th: รหัสผ่านเข้าถึง

source: Access Key is required for Service Provider: {0}
th: ต้องใช้ Access Key สำหรับผู้ให้บริการ: {0}

source: According to the BOM {0}, the Item '{1}' is missing in the stock entry.
th: ตาม BOM {0} รายการสินค้า '{1}' ขาดในรายการรับเข้า stock entry

source: Account
th: บัญชี

source: Account Balance
th: ยอดเงินในบัญชี

source: Account Balance (From)
th: ยอดคงเหลือบัญชี (จาก)

source: Account Balance (To)
th: ยอดคงเหลือบัญชี (ถึง)

source: Account Closing Balance
th: ยอดคงเหลือบัญชี

source: Account Currency
th: สกุลเงินของบัญชี

source: Account Currency (From)
th: สกุลเงินบัญชี (ต้นทาง)

source: Account Currency (To)
th: สกุลเงินบัญชี (ถึง)

source: Account Details
th: รายละเอียดบัญชี

source: Account Head
th: หัวบัญชี

source: Account Manager
th: ผู้จัดการบัญชี

source: Account Missing
th: ไม่มีบัญชี

source: Account Name
th: ชื่อบัญชี

source: Account Not Found
th: ไม่พบบัญชี

source: Account Number
th: หมายเลขบัญชี

source: Account Number {0} already used in account {1}
th: เลขที่บัญชี {0} ใช้ไปแล้วในบัญชี {1}

source: Account Opening Balance
th: ยอดยกมาต้นบัญชี

source: Account Paid From
th: บัญชีจ่ายจาก

source: Account Paid To
th: บัญชีชำระเงิน

source: Account Pay Only
th: บัญชีจ่ายเพียง

source: Account Subtype
th: ประเภทย่อยบัญชี

source: Account Type
th: ประเภทบัญชี

source: Account Value
th: มูลค่าบัญชี

source: Account balance already in Credit, you are not allowed to set 'Balance Must Be' as 'Debit'
th: ยอดเงินในบัญชีแล้วในเครดิตคุณไม่ได้รับอนุญาตให้ตั้ง 'ยอดดุลต้องเป็น' เป็น 'เดบิต'

source: Account balance already in Debit, you are not allowed to set 'Balance Must Be' as 'Credit'
th: ยอดเงินในบัญชีแล้วในเดบิตคุณไม่ได้รับอนุญาตให้ตั้ง 'ยอดดุลต้องเป็น' เป็น 'เครดิต

source: Account for Change Amount
th: บัญชีเพื่อการเปลี่ยนแปลงจำนวน

source: Account is mandatory to get payment entries
th: บัญชีจำเป็นต้องมีเพื่อรับรายการชำระเงิน

source: Account is not set for the dashboard chart {0}
th: บัญชีไม่ถูกตั้งค่าสำหรับแผนภูมิแดชบอร์ด {0}

source: Account not Found
th: ไม่พบ บัญชี

source: Account with child nodes cannot be converted to ledger
th: บัญชีที่มี ต่อมน้ำเด็ก ไม่สามารถ แปลงเป็น บัญชีแยกประเภท

source: Account with child nodes cannot be set as ledger
th: บัญชีที่มีโหนดลูกไม่สามารถกำหนดให้เป็นบัญชีแยกประเภท

source: Account with existing transaction can not be converted to group.
th: บัญชี กับการทำธุรกรรม ที่มีอยู่ ไม่สามารถ แปลงเป็น กลุ่ม

source: Account with existing transaction can not be deleted
th: บัญชี ที่มีอยู่ กับการทำธุรกรรม ไม่สามารถลบได้

source: Account with existing transaction cannot be converted to ledger
th: บัญชี กับการทำธุรกรรม ที่มีอยู่ ไม่สามารถ แปลงเป็น บัญชีแยกประเภท

source: Account {0} added multiple times
th: บัญชี {0} เลื่อนไทยขอบเลื่อ

source: Account {0} cannot be converted to Group as it is already set as {1} for {2}.
th: บัญชี {0} ไม่สามารถแปลงเป็นกลุ่มได้เนื่องจากถูกตั้งค่าเป็น {1} สำหรับ {2} แล้ว

source: Account {0} cannot be disabled as it is already set as {1} for {2}.
th: ไม่สามารถปิดใช้งานบัญชี {0} ได้เนื่องจากถูกตั้งค่าเป็น {1} สำหรับ {2} แล้ว

source: Account {0} does not belong to company: {1}
th: บัญชี {0} ไม่ได้เป็นของ บริษัท : {1}

source: Account {0} does not belongs to company {1}
th: บัญชี {0} ไม่ได้เป็นของ บริษัท {1}

source: Account {0} does not exist
th: บัญชี {0} ไม่อยู่

source: Account {0} does not exists
th: บัญชี {0} ไม่อยู่

source: Account {0} does not exists in the dashboard chart {1}
th: บัญชี {0} ไม่มีอยู่ในแผนภูมิแดชบอร์ด {1}

source: Account {0} does not match with Company {1} in Mode of Account: {2}
th: บัญชี {0} ไม่ตรงกับ บริษัท {1} ในโหมดบัญชี: {2}

source: Account {0} doesn't belong to Company {1}
th: บัญชี {0} ไม่ชั่งที่ธุรกิจ {1}

source: Account {0} exists in parent company {1}.
th: บัญชี {0} มีอยู่ใน บริษัท แม่ {1}

source: Account {0} has been entered multiple times
th: บัญชี {0} ได้รับการป้อนหลายครั้ง

source: Account {0} is added in the child company {1}
th: เพิ่มบัญชี {0} ใน บริษัท ย่อย {1}

source: Account {0} is disabled.
th: บัญชี {0} ไม่สินเลือก

source: Account {0} is frozen
th: บัญชี {0} จะถูก แช่แข็ง

source: Account {0} is invalid. Account Currency must be {1}
th: บัญชี {0} ไม่ถูกต้อง สกุลเงินในบัญชีจะต้องเป็น {1}

source: Account {0}: Parent account {1} can not be a ledger
th: บัญชี {0}: บัญชีผู้ปกครอง {1} ไม่สามารถแยกประเภท

source: Account {0}: Parent account {1} does not belong to company: {2}
th: บัญชี {0}: บัญชีผู้ปกครอง {1} ไม่ได้เป็นของ บริษัท : {2}

source: Account {0}: Parent account {1} does not exist
th: บัญชี {0}: บัญชีผู้ปกครอง {1} ไม่อยู่

source: Account {0}: You can not assign itself as parent account
th: บัญชี {0}: คุณไม่สามารถกำหนดตัวเองเป็นบัญชีผู้ปกครอง

source: Account: <b>{0}</b> is capital Work in progress and can not be updated by Journal Entry
th: บัญชี: <b>{0}</b> เป็นงานที่อยู่ระหว่างดำเนินการและไม่สามารถอัพเดตได้โดยรายการบันทึก

source: Account: {0} can only be updated via Stock Transactions
th: บัญชี: {0} เท่านั้นที่สามารถได้รับการปรับปรุงผ่านการทำธุรกรรมสต็อก

source: Account: {0} is not permitted under Payment Entry
th: บัญชี: {0} ไม่ได้รับอนุญาตภายใต้รายการชำระเงิน

source: Account: {0} with currency: {1} can not be selected
th: บัญชี: {0} กับสกุลเงิน: {1} ไม่สามารถเลือกได้

source: Accounting
th: การบัญชี

source: Accounting Details
th: รายละเอียดบัญชี

source: Accounting Dimension
th: มิติทางการบัญชี

source: Accounting Dimension <b>{0}</b> is required for 'Balance Sheet' account {1}.
th: จำเป็นต้องใช้มิติการบัญชี <b>{0}</b> สำหรับบัญชี &#39;งบดุล&#39; {1}

source: Accounting Dimension <b>{0}</b> is required for 'Profit and Loss' account {1}.
th: จำเป็นต้องใช้มิติการบัญชี <b>{0}</b> สำหรับบัญชี &#39;กำไรและขาดทุน&#39; {1}

source: Accounting Dimension Detail
th: รายละเอียดมิติทางการบัญชี

source: Accounting Dimension Filter
th: ตัวกรองมิติทางบัญชี

source: Accounting Dimensions
th: มิติการบัญชี

source: Accounting Dimensions
th: มิติทางการบัญชี

source: Accounting Dimensions Filter
th: ตัวกรองมิติทางบัญชี

source: Accounting Entries
th: บัญชีรายการ

source: Accounting Entry for Asset
th: รายการบัญชีสำหรับสินทรัพย์

source: Accounting Entry for Service
th: รายการบัญชีสำหรับบริการ

source: Accounting Entry for Stock
th: เข้าบัญชีสำหรับสต็อก

source: Accounting Entry for {0}
th: รายการบัญชีสำหรับ {0}

source: Accounting Entry for {0}: {1} can only be made in currency: {2}
th: บัญชีรายการสำหรับ {0}: {1} สามารถทำได้ในสกุลเงิน: {2}

source: Accounting Ledger
th: บัญชีแยกประเภท

source: Accounting Masters
th: ปริญญาโทการบัญชี

source: Accounting Period
th: รอบระยะเวลาบัญชี

source: Accounting Period overlaps with {0}
th: รอบระยะเวลาบัญชีทับซ้อนกับ {0}

source: Accounting entries are frozen up to this date. Nobody can create or modify entries except users with the role specified below
th: รายการบัญชีถูกระงับจนถึงวันนี้ ไม่มีใครสามารถสร้างหรือแก้ไขรายการยกเว้นผู้ใช้ที่มีบทบาทตามที่ระบุไว้ด้านล่าง

source: Accounts
th: บัญชี

source: Accounts Closing
th: การปิดบัญชี

source: Accounts Frozen Till Date
th: บัญชีแช่แข็งจนถึงวันที่

source: Accounts Manager
th: ผู้จัดการบัญชี

source: Accounts Missing Error
th: พบข้อผิดพลาด: ขาด บัญชี

source: Accounts Payable
th: บัญชีเจ้าหนี้

source: Accounts Payable Summary
th: สรุปบัญชีเจ้าหนี้

source: Accounts Receivable
th: ลูกหนี้

source: Accounts Receivable / Payable Tuning
th: การปรับแต่งบัญชีลูกหนี้ / เจ้าหนี้

source: Accounts Receivable Credit Account
th: บัญชีลูกหนี้บัญชีเครดิต

source: Accounts Receivable Discounted Account
th: บัญชีลูกหนี้ลดราคา

source: Accounts Receivable Summary
th: สรุปบัญชีลูกหนี้

source: Accounts Receivable Unpaid Account
th: บัญชีลูกหนี้ที่ยังไม่ได้ชำระ

source: Accounts Receivable/Payable
th: บัญชีลูกหนี้/เจ้าหนี้

source: Accounts Settings
th: ตั้งค่าบัญชี

source: Accounts User
th: ผู้ใช้งานบัญชี

source: Accounts table cannot be blank.
th: ตารางบัญชีต้องไม่ว่างเปล่า

source: Accounts to Merge
th: บัญชีที่จะรวม

source: Accounts, Invoices, Taxation, and more.
th: บัญชี, ใบแจ้งหนี้, ภาษี, ກ่อน มีของเป็น

source: Accumulated Depreciation
th: ค่าเสื่อมราคาสะสม

source: Accumulated Depreciation Account
th: บัญชีค่าเสื่อมราคาสะสม

source: Accumulated Depreciation Amount
th: จำนวนเงินค่าเสื่อมราคาสะสม

source: Accumulated Depreciation as on
th: ค่าเสื่อมราคาสะสม ณ วันที่

source: Accumulated Monthly
th: สะสมรายเดือน

source: Accumulated Values
th: ค่าสะสม

source: Accumulated Values in Group Company
th: มูลค่าสะสมในกลุ่ม บริษัท

source: Achieved ({})
th: ทำได้ ({})

source: Acquisition Date
th: การได้มาซึ่งวัน

source: Action
th: ดำเนินการ

source: Action If Quality Inspection Is Not Submitted
th: การดำเนินการหากไม่ได้ส่งการตรวจสอบคุณภาพ

source: Action If Quality Inspection Is Rejected
th: การดำเนินการหากการตรวจสอบคุณภาพถูกปฏิเสธ

source: Action If Same Rate is Not Maintained
th: การดำเนินการหากไม่รักษาอัตราเดียวกันไว้

source: Action Initialised
th: การดำเนินการเริ่มต้นแล้ว

source: Action if Accumulated Monthly Budget Exceeded on Actual
th: การดำเนินการหากงบประมาณรายเดือนสะสมเกินกว่าที่เป็นจริง

source: Action if Accumulated Monthly Budget Exceeded on MR
th: การดำเนินการหากงบประมาณรายเดือนสะสมเกินกว่า MR

source: Action if Accumulated Monthly Budget Exceeded on PO
th: การดำเนินการหากงบประมาณรายเดือนสะสมมากกว่าที่ PO

source: Action if Annual Budget Exceeded on Actual
th: การดำเนินการหากงบประมาณรายปีเกินจริง

source: Action if Annual Budget Exceeded on MR
th: การดำเนินการหากงบประมาณรายปีเกินกว่า MR

source: Action if Annual Budget Exceeded on PO
th: การดำเนินการหากงบประมาณรายปีเกินกว่า PO

source: Action if Same Rate is Not Maintained Throughout Internal Transaction
th: การดำเนินการหากอัตราเดียวกันไม่ได้รับการรักษาตลอดการทำธุรกรรมภายใน

source: Action if Same Rate is Not Maintained Throughout Sales Cycle
th: การดำเนินการหากอัตราเดียวกันไม่ถูกบำรุงรักษาตลอดวงจรการขาย

source: Actions
th: การดำเนินการ

source: Actions performed
th: ดำเนินการแล้ว

source: Active
th: ใช้งาน

source: Active Leads
th: ลูกค้าเป้าหมายที่ใช้งานอยู่

source: Active Status
th: สถานะใช้งาน

source: Activities
th: กิจกรรม

source: Activity
th: กิจกรรม

source: Activity Cost
th: ค่าใช้จ่ายในกิจกรรม

source: Activity Cost exists for Employee {0} against Activity Type - {1}
th: ค่าใช้จ่ายในกิจกรรมที่มีอยู่สำหรับพนักงาน {0} กับประเภทกิจกรรม - {1}

source: Activity Cost per Employee
th: ค่าใช้จ่ายในกิจกรรมต่อพนักงาน

source: Activity Type
th: ประเภทกิจกรรม

source: Actual
th: ที่จริง

source: Actual Balance Qty
th: จำนวนคงเหลือที่แท้จริง

source: Actual Batch Quantity
th: ปริมาณแบทช์จริง

source: Actual Cost
th: ต้นทุนที่แท้จริง

source: Actual Date
th: วันที่เกิดขึ้นจริง

source: Actual Delivery Date
th: วันที่จัดส่งจริง

source: Actual End Date
th: วันที่สิ้นสุดจริง

source: Actual End Date (via Timesheet)
th: ที่เกิดขึ้นจริงวันที่สิ้นสุด (ผ่านใบบันทึกเวลา)

source: Actual End Time
th: เวลาสิ้นสุดที่เกิดขึ้นจริง

source: Actual Expense
th: ค่าใช้จ่ายจริง

source: Actual Operating Cost
th: ต้นทุนการดำเนินงานที่เกิดขึ้นจริง

source: Actual Operation Time
th: เวลาการดำเนินงานที่เกิดขึ้นจริง

source: Actual Posting
th: การบันทึกบัญชีจริง

source: Actual Qty
th: จำนวนจริง

source: Actual Qty (at source/target)
th: จำนวนที่เกิดขึ้นจริง (ที่มา / เป้าหมาย)

source: Actual Qty in Warehouse
th: ปริมาณจริงในคลังสินค้า

source: Actual Qty is mandatory
th: จำนวนที่เกิดขึ้นจริงมีผลบังคับใช้

source: Actual Qty {0} / Waiting Qty {1}
th: จำนวนจริง {0} / รอจำนวน {1}

source: Actual Qty: Quantity available in the warehouse.
th: ที่เกิดขึ้นจริง จำนวน: จำนวน ที่มีอยู่ใน คลังสินค้า

source: Actual Quantity
th: จำนวนที่เกิดขึ้นจริง

source: Actual Start Date
th: วันที่เริ่มต้นจริง

source: Actual Start Date (via Timesheet)
th: วันที่เริ่มต้นที่เกิดขึ้นจริง (ผ่านใบบันทึกเวลา)

source: Actual Start Time
th: เวลาเริ่มต้นที่เกิดขึ้นจริง

source: Actual Time
th: เวลาจริง

source: Actual Time and Cost
th: เวลาที่เกิดขึ้นจริงและค่าใช้จ่าย

source: Actual Time in Hours (via Timesheet)
th: เวลาที่เกิดขึ้นจริง (ในชั่วโมง)

source: Actual qty in stock
th: จำนวนจริงในสต็อก

source: Actual type tax cannot be included in Item rate in row {0}
th: ประเภทภาษีที่เกิดขึ้นจริงไม่สามารถรวมอยู่ในราคาสินค้าในแถว {0}

source: Add
th: เพิ่ม

source: Add / Edit Prices
th: เพิ่ม / แก้ไขราคา

source: Add Child
th: เพิ่ม เด็ก

source: Add Columns in Transaction Currency
th: เพิ่มคอลัมน์ในสกุลเงินธุรกรรม

source: Add Comment
th: เพิ่มความเห็น

source: Add Corrective Operation Cost in Finished Good Valuation
th: เพิ่มต้นทุนการดำเนินการแก้ไขในการประเมินมูลค่าสินค้าสำเร็จรูป

source: Add Customers
th: เพิ่มลูกค้า

source: Add Discount
th: เพิ่มส่วนลด

source: Add Employees
th: เพิ่มพนักงาน

source: Add Item
th: เพิ่มรายการ

source: Add Items
th: เพิ่มรายการ

source: Add Items in the Purpose Table
th: เพิ่มรายการในตารางวัตถุประสงค์

source: Add Lead to Prospect
th: เพิ่มโอกาสทางธุรกิจให้ผู้มุ่งหวัง

source: Add Leads
th: เพิ่ม Leads

source: Add Local Holidays
th: เพิ่มวันหยุดประจำท้องถิ่น

source: Add Manually
th: เพิ่มด้วยตนเอง

source: Add Multiple
th: เพิ่มหลายรายการ

source: Add Multiple Tasks
th: เพิ่มงานหลายรายการ

source: Add Or Deduct
th: เพิ่มหรือลด

source: Add Order Discount
th: เพิ่มส่วนลดการสั่งซื้อ

source: Add Participants
th: เพิ่มผู้เข้าร่วม

source: Add Quote
th: เพิ่มอ้าง

source: Add Sales Partners
th: เพิ่มพันธมิตรการขาย

source: Add Serial / Batch Bundle
th: เพิ่มชุดหมายเลขซีเรียล / รุ่น

source: Add Serial / Batch No
th: เพิ่มหมายเลขซีเรียล / หมายเลขชุด

source: Add Serial / Batch No (Rejected Qty)
th: เพิ่มหมายเลขซีเรียล / หมายเลขชุด (จำนวนที่ถูกปฏิเสธ)

source: Add Stock
th: เพิ่มสต็อก

source: Add Sub Assembly
th: เพิ่มชุดย่อย

source: Add Suppliers
th: เพิ่มซัพพลายเออร์

source: Add Template
th: เพิ่มแม่แบบ
