Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Add Timesheets
th: เพิ่ม Timesheets

source: Add Weekly Holidays
th: เพิ่มวันหยุดประจำสัปดาห์

source: Add a Note
th: เพิ่มบันทึก

source: Add an Existing Asset
th: เพิ่มสินทรัพย์ที่มีอยู่แล้ว

source: Add an existing Asset
th: เพิ่มสินทรัพย์ที่มีอยู่แล้ว

source: Add details
th: เพิ่มรายละเอียด

source: Add items in the Item Locations table
th: เพิ่มรายการในตารางตำแหน่งรายการ

source: Add or Deduct
th: เพิ่มหรือหัก

source: Add the rest of your organization as your users. You can also add invite Customers to your portal by adding them from Contacts
th: เพิ่มส่วนที่เหลือขององค์กรของคุณเป็นผู้ใช้ของคุณ นอกจากนี้คุณยังสามารถเพิ่มเชิญลูกค้าพอร์ทัลของคุณด้วยการเพิ่มจากรายชื่อ

source: Add to Holidays
th: เพิ่มไปยังวันหยุด

source: Add to Prospect
th: เพิ่มไปยังผู้มีโอกาสเป็นลูกค้า

source: Add to Transit
th: เพิ่มในแผนการเดินทาง

source: Add vouchers to generate preview.
th: เพิ่มใบสำคัญเพื่อสร้างตัวอย่างล่วงหน้า

source: Add {0}
th: เพิ่ม {0}

source: Add/Edit Coupon Conditions
th: เพิ่ม / แก้ไขเงื่อนไขคูปอง

source: Added
th: ที่เพิ่ม

source: Added By
th: เพิ่มโดย

source: Added On
th: เพิ่มเมื่อ

source: Added Supplier Role to User {0}.
th: เพิ่มบทบาทผู้จำหน่ายให้กับผู้ใช้ {0} แล้ว

source: Added {0} ({1})
th: เพิ่ม {0} ({1})

source: Added {1} Role to User {0}.
th: เพิ่มบทบาท {1} ให้กับผู้ใช้ {0} แล้ว

source: Adding Lead to Prospect...
th: กำลังเพิ่มโอกาสทางธุรกิจใหม่...

source: Additional
th: เพิ่มเติม

source: Additional Asset Cost
th: ต้นทุนสินทรัพย์เพิ่มเติม

source: Additional Cost
th: ค่าใช้จ่ายเพิ่มเติม

source: Additional Cost Per Qty
th: ต้นทุนเพิ่มเติมต่อจำนวน

source: Additional Costs
th: ค่าใช้จ่ายเพิ่มเติม

source: Additional Data
th: ข้อมูลเพิ่มเติม

source: Additional Details
th: รายละเอียดเพิ่มเติม

source: Additional Discount
th: ส่วนลดเพิ่มเติม

source: Additional Discount Amount
th: จำนวนส่วนลดเพิ่มเติม

source: Additional Discount Amount (Company Currency)
th: จำนวนส่วนลดเพิ่มเติม (สกุลเงิน บริษัท )

source: Additional Discount Amount ({discount_amount}) cannot exceed the total before such discount ({total_before_discount})
th: จำนวนส่วนลดเพิ่มเติม ({discount_amount}) ต้องไม่เกินยอดรวมก่อนหักส่วนลดดังกล่าว ({total_before_discount})

source: Additional Discount Percentage
th: เปอร์เซ็นต์ส่วนลดเพิ่มเติม

source: Additional Info
th: ข้อมูลเพิ่มเติม

source: Additional Information
th: ข้อมูลเพิ่มเติม

source: Additional Notes
th: หมายเหตุเพิ่มเติม

source: Additional Operating Cost
th: เพิ่มเติมต้นทุนการดำเนินงาน

source: Additional information regarding the customer.
th: ข้อมูลเพิ่มเติมเกี่ยวกับลูกค้า

source: Additional {0} {1} of item {2} required as per BOM to complete this transaction
th: ต้องการ {0} {1} เพิ่มเติมของสินค้า {2} ตาม BOM เพื่อดำเนินการรายการนี้ให้สมบูรณ์

source: Address
th: ที่อยู่

source: Address & Contact
th: ที่อยู่และการติดต่อ

source: Address & Contacts
th: ที่อยู่ติดต่อ &amp;

source: Address And Contacts
th: ที่อยู่และข้อมูลติดต่อ

source: Address Desc
th: ลักษณะ ของ ที่อยู่

source: Address HTML
th: ที่อยู่ HTML

source: Address Line 1
th: ที่อยู่บรรทัดที่ 1

source: Address Line 2
th: ที่อยู่บรรทัดที่ 2

source: Address Name
th: ชื่อที่อยู่

source: Address Title
th: หัวข้อที่อยู่

source: Address Type
th: ประเภทที่อยู่

source: Address and Contact
th: ที่อยู่และการติดต่อ

source: Address and Contacts
th: ที่อยู่และที่ติดต่อ

source: Address needs to be linked to a Company. Please add a row for Company in the Links table.
th: ที่อยู่จะต้องเชื่อมโยงกับ บริษัท โปรดเพิ่มแถวสำหรับ บริษัท ในตารางลิงค์

source: Address used to determine Tax Category in transactions
th: ที่อยู่ที่ใช้ในการกำหนดประเภทภาษีในธุรกรรม

source: Adjust Asset Value
th: ปรับมูลค่าสินทรัพย์

source: Adjustment Against
th: ปรับปรุงเทียบกับ

source: Adjustment based on Purchase Invoice rate
th: ปรับปรุงตามอัตราใบกำกับซื้อ

source: Administrative Expenses
th: ค่าใช้จ่ายใน การดูแลระบบ

source: Administrator
th: ผู้บริหาร

source: Advance Account
th: บัญชี Advance

source: Advance Account: {0} must be in either customer billing currency: {1} or Company default currency: {2}
th: บัญชีก่อนชำระ: {0} ต้องเป็นสกุลเงินบิลลูกค้า: {1} หรือสกุลเงินเริ่มต้นของบริษัท: {2}

source: Advance Amount
th: จำนวนล่วงหน้า

source: Advance Paid
th: จ่ายล่วงหน้า

source: Advance Payment
th: เงินมัดจำ

source: Advance Payment Date
th: วันที่ การชำระเงิน

source: Advance Payment Ledger Entry
th: รายการสมุดรายวันเงินมัดจำล่วงหน้า

source: Advance Payments
th: การชำระเงินล่วงหน้า

source: Advance Tax
th: ภาษีล่วงหน้า

source: Advance Taxes and Charges
th: ภาษีและค่าธรรมเนียมล่วงหน้า

source: Advance Voucher No
th: หมายเลขบัตรกำนัลล่วงหน้า

source: Advance Voucher Type
th: ประเภทบัตรกำนัลล่วงหน้า

source: Advance amount
th: จำนวนล่วงหน้า

source: Advance amount cannot be greater than {0} {1}
th: จำนวนเงินล่วงหน้าไม่สามารถจะสูงกว่า {0} {1}

source: Advance paid against {0} {1} cannot be greater than Grand Total {2}
th: เงินมัดจำล่วงหน้าต่อ {0} {1} ต้องไม่เกินยอดรวมทั้งหมด {2}

source: Advance payments allocated against orders will only be fetched
th: การชำระเงินล่วงหน้าที่จัดสรรกับคำสั่งซื้อจะถูกดึงข้อมูลเท่านั้น

source: Advanced Settings
th: ตั้งค่าขั้นสูง

source: Advances
th: ความก้าวหน้า

source: Affected Transactions
th: รายการธุรกรรมที่ได้รับผลกระทบ

source: Against
th: กับ

source: Against Account
th: กับบัญชี

source: Against Blanket Order
th: คำสั่งซื้อแบบผ้าห่ม

source: Against Customer Order {0}
th: สำหรับใบสั่งซื้อของลูกค้า {0}

source: Against Default Supplier
th: ต่อต้านซัพพลายเออร์เริ่มต้น

source: Against Delivery Note Item
th: ต่อต้านรายการหมายเหตุการจัดส่ง

source: Against Docname
th: กับ ชื่อเอกสาร

source: Against Doctype
th: กับ ประเภทเอกสาร

source: Against Document Detail No
th: กับรายละเอียดของเอกสารเลขที่

source: Against Document No
th: กับเอกสารเลขที่

source: Against Expense Account
th: กับบัญชีค่าใช้จ่าย

source: Against Income Account
th: กับบัญชีรายได้

source: Against Journal Entry {0} does not have any unmatched {1} entry
th: กับอนุทิน {0} ไม่ได้มีที่ไม่มีใครเทียบ {1} รายการ

source: Against Journal Entry {0} is already adjusted against some other voucher
th: กับอนุทิน {0} จะถูกปรับแล้วกับบางบัตรกำนัลอื่น ๆ

source: Against Pick List
th: เทียบกับรายการหยิบสินค้า

source: Against Sales Invoice
th: กับขายใบแจ้งหนี้

source: Against Sales Invoice Item
th: กับใบแจ้งหนี้การขายสินค้า

source: Against Sales Order
th: กับ การขายสินค้า

source: Against Sales Order Item
th: กับการขายรายการสั่งซื้อ

source: Against Stock Entry
th: กับการเข้าสต็อก

source: Against Supplier Invoice {0}
th: กับใบกำกับซื้อของผู้จำหน่าย {0}

source: Against Voucher
th: กับบัตรกำนัล

source: Against Voucher No
th: เทียบกับเลขที่ใบสำคัญ

source: Against Voucher Type
th: กับประเภทบัตร

source: Age
th: อายุ

source: Age (Days)
th: อายุ (วัน)

source: Age ({0})
th: อายุ ({0})

source: Ageing Based On
th: เอจจิ้ง อยู่ ที่

source: Ageing Range
th: ช่วงอายุหนี้

source: Ageing Report based on
th: รายงานอายุลูกหนี้ตาม

source: Ageing Report based on {0} up to {1}
th: รายงานอายุลูกหนี้ตาม {0} ถึง {1}

source: Agenda
th: ระเบียบวาระการประชุม

source: Agent Busy Message
th: ข้อความตัวแทนไม่ว่าง

source: Agent Details
th: รายละเอียดตัวแทน

source: Agent Group
th: กลุ่มตัวแทน

source: Agent Unavailable Message
th: ข้อความตัวแทนไม่พร้อมใช้งาน

source: Agents
th: ตัวแทน

source: Aggregate a group of Items into another Item. This is useful if you are maintaining the stock of the packed items and not the bundled item
th: รวบรวมกลุ่มของสินค้าเป็นสินค้าอีกชิ้นหนึ่ง ซึ่งมีประโยชน์หากคุณกำลังจัดการสต็อกของสินค้าที่บรรจุแล้ว ไม่ใช่สินค้าที่รวมกันเป็นชุด

source: Agriculture Manager
th: ผู้จัดการฝ่ายการเกษตร

source: Agriculture User
th: ผู้ใช้เกษตร

source: Algorithm
th: อัลกอริทึม

source: All
th: ทั้งหมด

source: All Accounts
th: บัญชีทั้งหมด

source: All Activities
th: กิจกรรมทั้งหมด

source: All Activities HTML
th: กิจกรรมทั้งหมด HTML

source: All BOMs
th: BOMs ทั้งหมด

source: All Contact
th: ติดต่อทั้งหมด

source: All Customer Contact
th: ติดต่อลูกค้าทั้งหมด

source: All Customer Groups
th: ทุกกลุ่ม ลูกค้า

source: All Day
th: ทั้งวัน

source: All Departments
th: แผนกทั้งหมด

source: All Employee (Active)
th: พนักงาน (อยู่ในระบบ) ทั้งหมด

source: All Item Groups
th: ทั้งหมด รายการ กลุ่ม

source: All Items
th: สินค้าทั้งหมด

source: All Lead (Open)
th: ช่องทางทั้งหมด (เปิด)

source: All Sales Partner Contact
th: ทั้งหมดติดต่อพันธมิตรการขาย

source: All Sales Person
th: คนขายทั้งหมด

source: All Sales Transactions can be tagged against multiple Sales Persons so that you can set and monitor targets.
th: ธุรกรรมการขายทั้งหมดสามารถระบุแท็กกับพนักงานขายหลายคนได้ เพื่อให้คุณสามารถตั้งค่าและติดตามเป้าหมายได้

source: All Supplier Contact
th: ติดต่อผู้ผลิตทั้งหมด

source: All Supplier Groups
th: กลุ่มผู้จัดจำหน่ายทั้งหมด

source: All Territories
th: ดินแดน ทั้งหมด

source: All Warehouses
th: โกดังทั้งหมด

source: All allocations have been successfully reconciled
th: การจัดสรรทั้งหมดได้รับการกระทบยอดเรียบร้อยแล้ว

source: All communications including and above this shall be moved into the new Issue
th: การสื่อสารทั้งหมดที่รวมถึงประเด็นนี้จะถูกย้ายไปสู่ฉบับใหม่

source: All items have already been Invoiced/Returned
th: สินค้าทั้งหมดได้รับการออกใบแจ้งหนี้ / ส่งคืนเรียบร้อยแล้ว

source: All items have already been received
th: รายการทั้งหมดได้รับแล้ว

source: All items have already been transferred for this Work Order.
th: รายการทั้งหมดได้รับการโอนไปแล้วสำหรับใบสั่งงานนี้

source: All items in this document already have a linked Quality Inspection.
th: รายการทั้งหมดในเอกสารนี้มีการเชื่อมโยงกับการตรวจสอบคุณภาพแล้ว

source: All the Comments and Emails will be copied from one document to another newly created document(Lead -> Opportunity -> Quotation) throughout the CRM documents.
th: ความคิดเห็นและอีเมลทั้งหมดจะถูกคัดลอกจากเอกสารหนึ่งไปยังเอกสารใหม่ที่สร้างขึ้น (ลูกค้าเป้าหมาย -> โอกาสทางธุรกิจ -> ใบเสนอราคา) ตลอดเอกสารในระบบ CRM

source: All the required items (raw materials) will be fetched from BOM and populated in this table. Here you can also change the Source Warehouse for any item. And during the production, you can track transferred raw materials from this table.
th: รายการสินค้าทั้งหมดที่จำเป็น (วัตถุดิบ) จะถูกดึงมาจาก BOM และแสดงในตารางนี้ ที่นี่คุณยังสามารถเปลี่ยนคลังสินค้าต้นทางสำหรับสินค้ารายการใดก็ได้ และในระหว่างการผลิต คุณสามารถติดตามวัตถุดิบที่ถูกโอนย้ายจากตารางนี้ได้ด้วย

source: All these items have already been Invoiced/Returned
th: รายการทั้งหมดนี้ได้รับการออกใบแจ้งหนี้ / ส่งคืนแล้ว

source: Allocate
th: จัดสรร

source: Allocate Advances Automatically (FIFO)
th: จัดสรรเงินทดรองโดยอัตโนมัติ (FIFO)

source: Allocate Payment Amount
th: จัดสรรจำนวนเงินที่ชำระ

source: Allocate Payment Based On Payment Terms
th: จัดสรรการชำระเงินตามเงื่อนไขการชำระเงิน

source: Allocate Payment Request
th: จัดสรรคำขอชำระเงิน

source: Allocated
th: จัดสรร

source: Allocated Amount
th: จำนวนเงินที่จัดสรร

source: Allocated Entries
th: รายการที่จัดสรรแล้ว

source: Allocated To:
th: จัดสรรให้:

source: Allocated amount
th: จำนวนเงินที่จัดสรร

source: Allocated amount cannot be greater than unadjusted amount
th: จำนวนที่จัดสรรไม่สามารถมากกว่าจำนวนที่ไม่ได้ปรับ

source: Allocated amount cannot be negative
th: จำนวนที่จัดสรรไม่สามารถเป็นค่าลบ

source: Allocation
th: การจัดสรร

source: Allocations
th: การจัดสรร

source: Allotted Qty
th: จำนวนที่จัดสรร

source: Allow
th: อนุญาต

source: Allow Account Creation Against Child Company
th: อนุญาตการสร้างบัญชีกับ บริษัท ย่อย

source: Allow Alternative Item
th: อนุญาตรายการทางเลือก

source: Allow Alternative Item must be checked on Item {}
th: ต้องทำเครื่องหมายเลือก "อนุญาตให้ใช้สินค้าทดแทน" ในสินค้า {}

source: Allow Continuous Material Consumption
th: อนุญาตให้ใช้วัสดุต่อเนื่อง

source: Allow Excess Material Transfer
th: อนุญาตการโอนวัสดุเกินกำหนด

source: Allow Implicit Pegged Currency Conversion
th: อนุญาตการแปลงสกุลเงินผูกมัดโดยนัย

source: Allow In Returns
th: อนุญาตให้ส่งคืน

source: Allow Internal Transfers at Arm's Length Price
th: อนุญาตการโอนภายในในราคาตลาดปกติ

source: Allow Item To Be Added Multiple Times in a Transaction
th: อนุญาตให้เพิ่มรายการได้หลายครั้งในธุรกรรม

source: Allow Item to Be Added Multiple Times in a Transaction
th: อนุญาตให้เพิ่มรายการได้หลายครั้งในธุรกรรม

source: Allow Item to be Added Multiple Times in a Transaction
th: อนุญาตให้เพิ่มรายการได้หลายครั้งในรายการธุรกรรมเดียวกัน

source: Allow Lead Duplication based on Emails
th: อนุญาตให้ทำสำเนาโอกาสทางธุรกิจโดยอิงจากอีเมล

source: Allow Material Transfer from Delivery Note to Sales Invoice
th: อนุญาตให้โอนวัสดุจากใบส่งของไปยังใบแจ้งหนี้การขาย

source: Allow Material Transfer from Purchase Receipt to Purchase Invoice
th: อนุญาตให้โอนวัสดุจากใบเสร็จการซื้อไปยังใบแจ้งหนี้การซื้อ

source: Allow Multiple Material Consumption
th: อนุญาตให้มีการใช้วัสดุหลายแบบ

source: Allow Multiple Sales Orders Against a Customer's Purchase Order
th: อนุญาตให้มีใบสั่งขายหลายรายการต่อต้านใบสั่งซื้อของลูกค้า

source: Allow Negative Stock
th: อนุญาตให้สต็อกเชิงลบ

source: Allow Negative rates for Items
th: อนุญาตอัตราติดลบสำหรับสินค้า

source: Allow Or Restrict Dimension
th: อนุญาตหรือจำกัดมิติ

source: Allow Overtime
th: อนุญาตให้ทำงานล่วงเวลา

source: Allow Partial Payment
th: อนุญาตการชำระเงินบางส่วน

source: Allow Partial Reservation
th: อนุญาตการสำรองบางส่วน

source: Allow Production on Holidays
th: อนุญาตให้ผลิตในวันหยุด

source: Allow Purchase
th: อนุญาตการซื้อ

source: Allow Purchase Invoice Creation Without Purchase Order
th: อนุญาตให้สร้างใบแจ้งหนี้การซื้อโดยไม่มีใบสั่งซื้อ

source: Allow Purchase Invoice Creation Without Purchase Receipt
th: อนุญาตให้สร้างใบแจ้งหนี้การซื้อโดยไม่มีใบเสร็จการซื้อ

source: Allow Purchase Order with Zero Quantity
th: อนุญาตใบสั่งซื้อที่มีจำนวนเป็นศูนย์

source: Allow Quotation with Zero Quantity
th: อนุญาตใบเสนอราคาที่มีจำนวนเป็นศูนย์

source: Allow Rename Attribute Value
th: อนุญาตให้เปลี่ยนชื่อค่าแอตทริบิวต์

source: Allow Request for Quotation with Zero Quantity
th: อนุญาตคำขอใบเสนอราคาที่มีจำนวนเป็นศูนย์

source: Allow Resetting Service Level Agreement
th: อนุญาตการรีเซ็ตข้อตกลงระดับการให้บริการ

source: Allow Resetting Service Level Agreement from Support Settings.
th: อนุญาตการรีเซ็ตข้อตกลงระดับบริการจากการตั้งค่าการสนับสนุน

source: Allow Sales
th: อนุญาตการขาย

source: Allow Sales Invoice Creation Without Delivery Note
th: อนุญาตให้สร้างใบแจ้งหนี้การขายโดยไม่มีหมายเหตุการจัดส่ง

source: Allow Sales Invoice Creation Without Sales Order
th: อนุญาตให้สร้างใบแจ้งหนี้การขายโดยไม่มีใบสั่งขาย

source: Allow Sales Order Creation For Expired Quotation
th: อนุญาตให้สร้างใบสั่งขายจากใบเสนอราคาที่หมดอายุแล้ว

source: Allow Sales Order with Zero Quantity
th: อนุญาตใบสั่งขายที่มีจำนวนเป็นศูนย์

source: Allow Stale Exchange Rates
th: อนุญาตอัตราแลกเปลี่ยนที่อ่อนลง

source: Allow Supplier Quotation with Zero Quantity
th: อนุญาตใบเสนอราคาผู้จำหน่ายที่มีจำนวนสินค้าเป็นศูนย์

source: Allow UOM with Conversion Rate Defined in Item
th: อนุญาตให้ใช้หน่วยนับที่มีอัตราแปลงกำหนดในสินค้า

source: Allow User to Edit Discount
th: อนุญาตให้ผู้ใช้แก้ไขส่วนลด

source: Allow User to Edit Price List Rate in Transactions
th: อนุญาตให้ผู้ใช้แก้ไขอัตราราคาตลาดในการทำธุรกรรม

source: Allow User to Edit Rate
th: อนุญาตให้ผู้ใช้แก้ไขอัตรา

source: Allow Zero Rate
th: อนุญาตอัตราศูนย์

source: Allow Zero Valuation Rate
th: อนุญาตให้ใช้อัตราการประเมินค่าเป็นศูนย์

source: Allow existing Serial No to be Manufactured/Received again
th: อนุญาตให้หมายเลขซีเรียลที่มีอยู่ถูกผลิต/รับเข้ามาอีกครั้งได้

source: Allow material consumptions without immediately manufacturing finished goods against a Work Order
th: อนุญาตให้ใช้วัสดุโดยไม่ต้องผลิตสินค้าสำเร็จรูปทันทีตามคำสั่งงาน

source: Allow multi-currency invoices against single party account
th: อนุญาตใบแจ้งหนี้หลายสกุลเงินสำหรับ บัญชีวานส่วนหนึ่งเดียว

source: Allow to Edit Stock UOM Qty for Purchase Documents
th: อนุญาตให้แก้ไขจำนวนหน่วยนับสต็อกสำหรับเอกสารการซื้อ

source: Allow to Edit Stock UOM Qty for Sales Documents
th: อนุญาตให้แก้ไขจำนวนหน่วยนับสต็อกสำหรับเอกสารขาย

source: Allow to Make Quality Inspection after Purchase / Delivery
th: อนุญาตให้ทำการตรวจสอบคุณภาพหลังการซื้อ/การส่งมอบ

source: Allow transferring raw materials even after the Required Quantity is fulfilled
th: อนุญาตให้โอนวัตถุดิบแม้จะครบจำนวนที่ต้องการแล้ว

source: Allowed
th: ได้รับอนุญาต

source: Allowed Dimension
th: มิติที่อนุญาต

source: Allowed Doctypes
th: ประเภทเอกสารที่อนุญาต

source: Allowed Items
th: รายการที่อนุญาต

source: Allowed To Transact With
th: อนุญาตให้ดำเนินการด้วย

source: Allowed primary roles are 'Customer' and 'Supplier'. Please select one of these roles only.
th: บทบาทหลักที่อนุญาตได้คือ 'ผู้ขาย' และ 'ผู้จำหน่าย' กรุณาเลือกบทบาทใดบทบาทหนึ่งเท่านั้น

source: Allows to keep aside a specific quantity of inventory for a particular order.
th: อนุญาตให้กันสำรองจำนวนสินค้าคงคลังเฉพาะสำหรับคำสั่งซื้อหนึ่งรายการ

source: Allows users to submit Purchase Orders with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
th: อนุญาตให้ผู้ใช้ส่งคำสั่งซื้อที่มีจำนวนเป็นศูนย์ได้ มีประโยชน์เมื่ออัตราราคาถูกกำหนดไว้แล้วแต่จำนวนยังไม่แน่นอน เช่น สัญญาอัตราราคา

source: Allows users to submit Quotations with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
th: อนุญาตให้ผู้ใช้ส่งใบเสนอราคาที่มีจำนวนเป็นศูนย์ได้ เหมาะสำหรับกรณีที่อัตราราคาคงที่แต่จำนวนยังไม่ระบุ เช่น สัญญาอัตราราคา

source: Allows users to submit Request for Quotations with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
th: อนุญาตให้ผู้ใช้ส่งคำขอใบเสนอราคาที่มีจำนวนเป็นศูนย์ได้ มีประโยชน์เมื่ออัตราราคาถูกกำหนดไว้แล้วแต่จำนวนยังไม่แน่นอน เช่น สัญญาอัตราราคา

source: Allows users to submit Sales Orders with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
th: อนุญาตให้ผู้ใช้ส่งคำสั่งขายที่มีจำนวนเป็นศูนย์ได้ เหมาะสำหรับกรณีที่อัตราราคาคงที่แต่จำนวนยังไม่แน่นอน เช่น สัญญาอัตราราคา

source: Allows users to submit Supplier Quotations with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
th: อนุญาตให้ผู้ใช้ส่งใบเสนอราคาจากผู้จำหน่ายโดยมีจำนวนสินค้าเป็นศูนย์ เหมาะสำหรับกรณีที่อัตราราคาคงที่แต่จำนวนสินค้ายังไม่แน่นอน เช่น สัญญาอัตราราคา

source: Already Picked
th: เลือกแล้ว

source: Already record exists for the item {0}
th: มีรายการบันทึกสำหรับรายการ {0} อยู่แล้ว

source: Already set default in pos profile {0} for user {1}, kindly disabled default
th: ตั้งค่าดีฟอลต์ในโพสต์โปรไฟล์ {0} สำหรับผู้ใช้ {1} เรียบร้อยแล้วโปรดปิดใช้งานค่าเริ่มต้น

source: Also you can't switch back to FIFO after setting the valuation method to Moving Average for this item.
th: นอกจากนี้ คุณไม่สามารถเปลี่ยนกลับไปใช้วิธีการประเมินมูลค่าแบบ FIFO หลังจากตั้งค่าวิธีการประเมินมูลค่าเป็น Moving Average สำหรับไอเท็มนี้แล้วได้

source: Alternate Item
th: รายการสำรอง

source: Alternative Item Code
th: รหัสรายการทางเลือก

source: Alternative Item Name
th: ชื่อรายการทางเลือก

source: Alternative Items
th: รายการทางเลือก

source: Alternative item must not be same as item code
th: รายการทางเลือกต้องไม่เหมือนกับรหัสรายการ

source: Alternatively, you can download the template and fill your data in.
th: อีกทางเลือกหนึ่ง คุณสามารถดาวน์โหลดเทมเพลตและกรอกข้อมูลของคุณได้เลย

source: Amended From
th: แก้ไขเพิ่มเติมจาก

source: Amount
th: จำนวน

source: Amount (AED)
th: จำนวน (AED)

source: Amount (Company Currency)
th: จำนวนเงิน (สกุลเงิน บริษัท )

source: Amount Delivered
th: จำนวนเงินที่จัดส่ง

source: Amount Difference
th: จำนวนเงินที่แตกต่าง

source: Amount Difference with Purchase Invoice
th: ส่วนต่างจำนวนเงินกับใบกำกับภาษีซื้อ

source: Amount Eligible for Commission
th: จำนวนเงินที่มีสิทธิ์ได้รับค่าคอมมิชชั่น

source: Amount In Figure
th: จำนวนเงินในรูปที่

source: Amount in Account Currency
th: จำนวนเงินในสกุลเงินบัญชี

source: Amount in Words
th: จำนวนเงินเป็นตัวอักษร

source: Amount in party's bank account currency
th: จำนวนเงินในสกุลเงินบัญชีธนาคารของฝ่าย

source: Amount in transaction currency
th: จำนวนเงินในสกุลเงินของรายการธุรกรรม

source: Amount in {0}
th: จำนวนใน {0}

source: Amount to Bill
th: จำนวนเงินที่จะเรียกเก็บเงิน

source: Amount {0} {1} against {2} {3}
th: จำนวน {0} {1} กับ {2} {3}

source: Amount {0} {1} deducted against {2}
th: จำนวน {0} {1} หักกับ {2}

source: Amount {0} {1} transferred from {2} to {3}
th: จำนวน {0} {1} โอนจาก {2} เป็น {3}

source: Amount {0} {1} {2} {3}
th: จำนวน {0} {1} {2} {3}

source: Amounts
th: จำนวนเงิน

source: An Item Group is a way to classify items based on types.
th: กลุ่มสินค้าเป็นวิธีการจัดประเภทสินค้าโดยอิงตามชนิดของสินค้า

source: An error has been appeared while reposting item valuation via {0}
th: เกิดข้อผิดพลาดขณะทำการโพสต์ซ้ำมูลค่ารายการผ่าน {0}

source: An error occured for certain Items while creating Material Requests based on Re-order level. Please rectify these issues :
th: เกิดข้อผิดพลาดสำหรับรายการบางรายการขณะสร้างคำขอวัสดุตามระดับการสั่งซื้อซ้ำ กรุณาแก้ไขปัญหาเหล่านี้:

source: An error occurred during the update process
th: เกิดข้อผิดพลาดระหว่างการอัพเดต

source: Analysis Chart
th: แผนภูมิการวิเคราะห์

source: Annual
th: ประจำปี

source: Annual Billing: {0}
th: การเรียกเก็บเงินประจำปี: {0}

source: Annual Expenses
th: ค่าใช้จ่ายประจำปี

source: Annual Income
th: รายได้ต่อปี

source: Annual Revenue
th: รายได้ประจำปี

source: Another Budget record '{0}' already exists against {1} '{2}' and account '{3}' for fiscal year {4}
th: บันทึกงบประมาณ &#39;{0}&#39; มีอยู่แล้วสำหรับ {1} &#39;{2}&#39; และบัญชี &#39;{3}&#39; สำหรับปีงบประมาณ {4}

source: Another Cost Center Allocation record {0} applicable from {1}, hence this allocation will be applicable upto {2}
th: มีระเบียนการจัดสรรศูนย์ต้นทุนอื่น {0} ที่ใช้บังคับตั้งแต่วันที่ {1} ดังนั้นการจัดสรรนี้จะใช้บังคับจนถึงวันที่ {2}

source: Another Payment Request is already processed
th: คำขอชำระเงินอื่นได้รับการดำเนินการแล้ว

source: Another Sales Person {0} exists with the same Employee id
th: อีกคนขาย {0} อยู่กับรหัสพนักงานเดียวกัน

source: Any one of following filters required: warehouse, Item Code, Item Group
th: ต้องระบุอย่างน้อยหนึ่งตัวกรองต่อไปนี้: คลังสินค้า, รหัสสินค้า, กลุ่มสินค้า

source: Applicable Charges
th: ค่าใช้จ่าย

source: Applicable Dimension
th: มิติที่ใช้ได้

source: Applicable For
th: สามารถใช้งานได้ สำหรับ

source: Applicable Holiday List
th: รายการวันหยุดที่ใช้บังคับ

source: Applicable Modules
th: โมดูลที่ใช้งานได้

source: Applicable On Account
th: ใช้กับ บัญชี

source: Applicable To (Designation)
th: ที่ใช้บังคับกับ (จุด)

source: Applicable To (Employee)
th: ที่ใช้บังคับกับ (พนักงาน)

source: Applicable To (Role)
th: ที่ใช้บังคับกับ (Role)

source: Applicable To (User)
th: ที่ใช้บังคับกับ (User)

source: Applicable for Countries
th: ใช้งานได้สำหรับประเทศ

source: Applicable for Users
th: ใช้ได้สำหรับผู้ใช้

source: Applicable for external driver
th: ใช้ได้กับไดรเวอร์ภายนอก

source: Applicable if the company is SpA, SApA or SRL
th: บังคับใช้หาก บริษัท คือ SpA, SApA หรือ SRL

source: Applicable if the company is a limited liability company
th: บังคับใช้หาก บริษัท เป็น บริษัท รับผิด จำกัด

source: Applicable if the company is an Individual or a Proprietorship
th: บังคับใช้หาก บริษัท เป็นบุคคลธรรมดาหรือเจ้าของกิจการ

source: Applicable on Material Request
th: ใช้ได้กับคำขอ Material

source: Applicable on Purchase Order
th: ใช้ได้กับใบสั่งซื้อ

source: Applicable on booking actual expenses
th: สามารถใช้ในการจองค่าใช้จ่ายจริง

source: Application of Funds (Assets)
th: การใช้ประโยชน์กองทุน (สินทรัพย์)

source: Applied Coupon Code
th: รหัสคูปองที่ใช้แล้ว

source: Applied on each reading.
th: ใช้กับการอ่านแต่ละครั้ง

source: Applied putaway rules.
th: ใช้กฎการจัดเก็บสินค้าแล้ว

source: Applies To
th: ใช้กับ

source: Apply Additional Discount On
th: สมัครสมาชิกเพิ่มเติมส่วนลด

source: Apply Discount On
th: ใช้ส่วนลด

source: Apply Discount on Discounted Rate
th: ใช้ส่วนลดในอัตราลด

source: Apply Discount on Rate
th: ใช้ส่วนลดราคา
