Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Payment Received
th: ได้รับการชำระเงินแล้ว

source: Payment Reconciliation
th: กระทบยอดการชำระเงิน

source: Payment Reconciliation Allocation
th: การจัดสรรการกระทบยอดการชำระเงิน

source: Payment Reconciliation Invoice
th: กระทบยอดใบแจ้งหนี้การชำระเงิน

source: Payment Reconciliation Job: {0} is running for this party. Can't reconcile now.
th: งานกระทบยอดการชำระเงิน: {0} กำลังดำเนินการสำหรับฝ่ายนี้ ไม่สามารถกระทบยอดได้ในขณะนี้

source: Payment Reconciliation Payment
th: กระทบยอดการชำระเงิน

source: Payment Reconciliation Settings
th: การตั้งค่าการกระทบยอดการชำระเงิน

source: Payment Reference
th: หลักฐานการจ่ายเงิน

source: Payment References
th: อ้างอิงการชำระเงิน

source: Payment Request
th: คำขอชำระเงิน

source: Payment Request Outstanding
th: คำขอชำระเงินค้างชำระ

source: Payment Request Type
th: ประเภทคำขอการชำระเงิน

source: Payment Request created from Sales Order or Purchase Order will be in Draft status. When disabled document will be in unsaved state.
th: คำขอชำระเงินที่สร้างจาก ใบสั่งขาย หรือ ใบสั่งซื้อ จะอยู่ในสถานะ ร่าง เมื่อปิดใช้งานเอกสารจะอยู่ในสถานะยังไม่ได้บันทึก

source: Payment Request for {0}
th: คำขอชำระเงินสำหรับ {0}

source: Payment Request is already created
th: คำขอชำระเงินถูกสร้างขึ้นแล้ว

source: Payment Request took too long to respond. Please try requesting for payment again.
th: คำขอชำระเงินใช้เวลาตอบกลับนานเกินไป กรุณาลองขอชำระเงินอีกครั้งใหม่

source: Payment Requests cannot be created against: {0}
th: ไม่สามารถสร้างคำขอชำระเงินกับ: {0} ได้

source: Payment Schedule
th: ตารางการชำระเงิน

source: Payment Status
th: สถานะการชำระเงิน

source: Payment Term
th: เงื่อนไขการชำระเงิน

source: Payment Term Name
th: ชื่อระยะจ่ายชำระ

source: Payment Term Outstanding
th: เงื่อนไขการชำระเงินค้างชำระ

source: Payment Terms
th: เงื่อนไขการชำระเงิน

source: Payment Terms Status for Sales Order
th: สถานะเงื่อนไขการชำระเงินสำหรับใบสั่งขาย

source: Payment Terms Template
th: เทมเพลตเงื่อนไขการชำระเงิน

source: Payment Terms Template Detail
th: รายละเอียดเทมเพลตการชำระเงิน

source: Payment Terms from orders will be fetched into the invoices as is
th: เงื่อนไขการชำระเงินจากใบสั่งซื้อจะถูกนำมาใช้ในใบแจ้งหนี้ตามเดิม

source: Payment Terms:
th: เงื่อนไขการชำระเงิน:

source: Payment Type
th: ประเภท การชำระเงิน

source: Payment Type must be one of Receive, Pay and Internal Transfer
th: ประเภทการชำระเงินต้องเป็นหนึ่งในการรับชำระเงินและการโอนเงินภายใน

source: Payment Unlink Error
th: ข้อผิดพลาดในการยกเลิกการเชื่อมโยงการชำระเงิน

source: Payment against {0} {1} cannot be greater than Outstanding Amount {2}
th: การชำระเงินกับ {0} {1} ไม่สามารถจะสูงกว่าจำนวนเงินที่โดดเด่น {2}

source: Payment amount cannot be less than or equal to 0
th: จำนวนเงินที่ชำระต้องไม่น้อยกว่าหรือเท่ากับ 0

source: Payment methods are mandatory. Please add at least one payment method.
th: วิธีการชำระเงินมีผลบังคับใช้ โปรดเพิ่มวิธีการชำระเงินอย่างน้อยหนึ่งวิธี

source: Payment of {0} received successfully.
th: การรับชำระเงินจำนวน {0} สำเร็จแล้ว

source: Payment of {0} received successfully. Waiting for other requests to complete...
th: การชำระเงินจำนวน {0} ได้รับเรียบร้อยแล้ว กำลังรอคำขออื่น ๆ ให้เสร็จสมบูรณ์...

source: Payment related to {0} is not completed
th: การชำระเงินที่เกี่ยวข้องกับ {0} ไม่เสร็จสมบูรณ์

source: Payment request failed
th: คำขอชำระเงินล้มเหลว

source: Payment term {0} not used in {1}
th: เงื่อนไขการชำระเงิน {0} ไม่ได้ใช้ใน {1}

source: Payments
th: วิธีการชำระเงิน

source: Payroll Entry
th: รายการบัญชีเงินเดือน

source: Payroll Payable
th: เงินเดือนเจ้าหนี้

source: Pegged Against
th: ตรึงกับ

source: Pegged Currencies
th: สกุลเงินตราที่ตรึงไว้

source: Pegged Currency Details
th: รายละเอียดสกุลเงินตราผูกโยง

source: Pending
th: คาราคาซัง

source: Pending Activities
th: ที่รอดำเนินการกิจกรรม

source: Pending Amount
th: จำนวนเงินที่ รอดำเนินการ

source: Pending Qty
th: รอดำเนินการจำนวน

source: Pending Quantity
th: ปริมาณที่รอดำเนินการ

source: Pending Review
th: รอตรวจทาน

source: Pending SO Items For Purchase Request
th: รายการที่รอดำเนินการเพื่อให้ใบขอซื้อ

source: Pending Work Order
th: ใบสั่งงานที่รอดำเนินการ

source: Pending activities for today
th: ที่รอดำเนินการกิจกรรมสำหรับวันนี้

source: Pending processing
th: รอดำเนินการ

source: Per Month
th: ต่อเดือน

source: Per Received
th: ตามที่ได้รับ

source: Per Transferred
th: ต่อการถ่ายโอน

source: Per Week
th: ต่อสัปดาห์

source: Per Year
th: ต่อปี

source: Percentage
th: ร้อยละ

source: Percentage (%)
th: เปอร์เซ็นต์ (%)

source: Percentage Allocation
th: การจัดสรรร้อยละ

source: Percentage Allocation should be equal to 100%
th: การจัดสรรเปอร์เซ็นต์ต้องเท่ากับ 100%

source: Percentage you are allowed to order beyond the Blanket Order quantity.
th: เปอร์เซ็นต์ที่คุณได้รับอนุญาตให้สั่งเกินกว่าปริมาณในคำสั่งซื้อรวม

source: Percentage you are allowed to sell beyond the Blanket Order quantity.
th: เปอร์เซ็นต์ที่คุณได้รับอนุญาตให้ขายเกินกว่าปริมาณในใบสั่งซื้อเบื้องต้น

source: Percentage you are allowed to transfer more against the quantity ordered. For example: If you have ordered 100 units. and your Allowance is 10% then you are allowed to transfer 110 units.
th: เปอร์เซ็นต์ที่คุณได้รับอนุญาตให้โอนเกินกว่าปริมาณที่สั่งซื้อ เช่น หากคุณสั่งซื้อ 100 หน่วย และเปอร์เซ็นต์ที่ได้รับอนุญาตคือ 10% คุณจึงสามารถโอนสินค้าได้สูงสุด 110 หน่วย

source: Perception Analysis
th: การวิเคราะห์ความเข้าใจ

source: Period
th: ระยะเวลา

source: Period Based On
th: ระยะเวลาขึ้นอยู่กับ

source: Period Closed
th: งวดบัญชีปิดแล้ว

source: Period Closing Entry For Current Period
th: รายการปิดบัญชีสำหรับงวดปัจจุบัน

source: Period Closing Settings
th: การตั้งค่าการปิดงวดบัญชี

source: Period Closing Voucher
th: บัตรกำนัลปิดงวด

source: Period Closing Voucher {0} GL Entry Cancellation Failed
th: การยกเลิกรายการสมุดรายวันปิดงวดบัญชี {0} ล้มเหลว

source: Period Closing Voucher {0} GL Entry Processing Failed
th: การประมวลผลรายการสมุดรายวันสำหรับใบสำคัญปิดงวด {0} ล้มเหลว

source: Period Details
th: รายละเอียดช่วงเวลา

source: Period End Date
th: วันที่สิ้นสุดของงวด

source: Period End Date cannot be greater than Fiscal Year End Date
th: วันที่สิ้นสุดงวดบัญชีต้องไม่เกินวันที่สิ้นสุดปีงบประมาณ

source: Period Name
th: ชื่อช่วงเวลา

source: Period Score
th: ระยะเวลาคะแนน

source: Period Settings
th: การตั้งค่าระยะเวลา

source: Period Start Date
th: ช่วงวันที่เริ่มต้น

source: Period Start Date cannot be greater than Period End Date
th: วันที่เริ่มต้นงวดบัญชีต้องไม่มากกว่าวันที่สิ้นสุดงวดบัญชี

source: Period Start Date must be {0}
th: วันที่เริ่มต้นช่วงเวลาต้องเป็น {0}

source: Period To Date
th: งวดถึงวันที่

source: Period based On
th: ระยะเวลาขึ้นอยู่กับ

source: Period_from_date
th: ช่วงเวลาจากวันที่

source: Periodicity
th: การเป็นช่วง ๆ

source: Permanent Address
th: ที่อยู่ถาวร

source: Permanent Address Is
th: ที่อยู่ ถาวร เป็น

source: Perpetual inventory required for the company {0} to view this report.
th: ต้องมีคลังเก็บถาวรตลอดเวลาสำหรับ บริษัท {0} เพื่อดูรายงานนี้

source: Personal
th: บุคคล

source: Personal Details
th: รายละเอียดส่วนบุคคล

source: Personal Email
th: อีเมลส่วนตัว

source: Petrol
th: เบนซิน

source: Pharmaceutical
th: เภสัชกรรม

source: Phone
th: โทรศัพท์

source: Phone Ext.
th: หมายเลขต่อโทรศัพท์

source: Phone No
th: โทรศัพท์ไม่มี

source: Phone Number
th: หมายเลขโทรศัพท์

source: Pick List
th: เลือกรายการ

source: Pick List Incomplete
th: รายการเลือกไม่สมบูรณ์

source: Pick List Item
th: เลือกรายการ

source: Pick Manually
th: เลือกด้วยตนเอง

source: Pick Serial / Batch
th: เลือกหมายเลขซีเรียล / หมายเลขชุด

source: Pick Serial / Batch Based On
th: เลือกตามหมายเลขซีเรียล / ชุด

source: Pick Serial / Batch No
th: เลือกหมายเลขซีเรียล / หมายเลขล็อต

source: Picked Qty
th: เลือกจำนวน

source: Picked Qty (in Stock UOM)
th: จำนวนที่เลือก (ในหน่วยวัดสินค้าคงคลัง)

source: Pickup
th: รับสินค้า

source: Pickup Contact Person
th: ผู้ติดต่อสำหรับรับสินค้า

source: Pickup Date
th: วันที่รับสินค้า

source: Pickup Date cannot be before this day
th: วันที่รับสินค้าต้องไม่ก่อนวันปัจจุบันนี้

source: Pickup From
th: รับสินค้าจาก

source: Pickup To time should be greater than Pickup From time
th: เวลารับสินค้าถึงต้องมากกว่าเวลารับสินค้าจาก

source: Pickup Type
th: ประเภทการรับสินค้า

source: Pickup from
th: รับสินค้าที่

source: Pickup to
th: รับสินค้าไปยัง

source: Pipeline By
th: โอกาสทางธุรกิจโดย

source: Place of Issue
th: สถานที่ได้รับการรับรอง

source: Plaid Access Token
th: โทเค็นการเข้าถึง Plaid

source: Plaid Client ID
th: ID ไคลเอ็นต์ Plaid

source: Plaid Environment
th: สภาพแวดล้อมลายสก๊อต

source: Plaid Link Failed
th: การเชื่อมต่อ Plaid ล้มเหลว

source: Plaid Link Refresh Required
th: จำเป็นต้องรีเฟรช Plaid Link

source: Plaid Link Updated
th: Plaid Link ได้รับการอัปเดตแล้ว

source: Plaid Secret
th: ลายลับ

source: Plaid Settings
th: การตั้งค่าลายสก๊อต

source: Plaid transactions sync error
th: ข้อผิดพลาดในการซิงค์ธุรกรรมของ Plaid

source: Plan
th: วางแผน

source: Plan Name
th: ชื่อแผน

source: Plan material for sub-assemblies
th: วัสดุแผนประกอบย่อย

source: Plan operations X days in advance
th: วางแผนปฏิบัติการล่วงหน้า X วัน

source: Plan time logs outside Workstation working hours
th: วางแผนบันทึกเวลานอกเวลาทำงานของเวิร์กสเตชัน

source: Plan to Request Qty
th: แผนการขอจำนวน

source: Planned
th: วางแผน

source: Planned End Date
th: วันที่สิ้นสุดการวางแผน

source: Planned End Time
th: เวลาสิ้นสุดการวางแผน

source: Planned Operating Cost
th: ต้นทุนการดำเนินงานตามแผน

source: Planned Qty
th: จำนวนวางแผน

source: Planned Qty: Quantity, for which, Work Order has been raised, but is pending to be manufactured.
th: ปริมาณตามแผน: ปริมาณที่เพิ่มขึ้นของใบสั่งงานทำ แต่อยู่ระหว่างรอการผลิต

source: Planned Quantity
th: จำนวนวางแผน

source: Planned Start Date
th: เริ่มต้นการวางแผนวันที่สมัคร

source: Planned Start Time
th: เวลาเริ่มต้นการวางแผน

source: Planning
th: การวางแผน

source: Plans
th: แผน

source: Plant
th: โรงงาน

source: Plant Dashboard
th: แผงควบคุมโรงงาน

source: Plant Floor
th: โรงงาน

source: Plants and Machineries
th: พืชและไบ

source: Please Restock Items and Update the Pick List to continue. To discontinue, cancel the Pick List.
th: กรุณารีสต็อกรายการและอัปเดตรายการเลือกเพื่อดำเนินการต่อ หากต้องการยกเลิกให้ยกเลิก Pick List

source: Please Select a Company
th: กรุณาเลือก บริษัท

source: Please Select a Company.
th: กรุณาเลือก บริษัท

source: Please Select a Customer
th: กรุณาเลือกลูกค้า

source: Please Select a Supplier
th: กรุณาเลือกซัพพลายเออร์

source: Please Set Priority
th: กรุณากำหนดระดับความสำคัญ

source: Please Set Supplier Group in Buying Settings.
th: โปรดตั้งกลุ่มผู้จัดจำหน่ายในการตั้งค่าการซื้อ

source: Please Specify Account
th: กรุณาระบุ บัญชี

source: Please add 'Supplier' role to user {0}.
th: กรุณาเพิ่มบทบาท 'ผู้จำหน่าย' ให้กับผู้ใช้ {0}

source: Please add Mode of payments and opening balance details.
th: โปรดเพิ่มโหมดการชำระเงินและรายละเอียดยอดดุลเปิด

source: Please add Request for Quotation to the sidebar in Portal Settings.
th: กรุณาเพิ่ม ใบเสนอราคา ในแถบด้านข้างที่ การตั้งค่าพอร์ทัล

source: Please add Root Account for - {0}
th: กรุณาเพิ่ม บัญชีหลัก สำหรับ - {0}

source: Please add a Temporary Opening account in Chart of Accounts
th: โปรดเพิ่มบัญชีเปิดชั่วคราวในแผนภูมิบัญชี

source: Please add atleast one Serial No / Batch No
th: กรุณาเพิ่มหมายเลขซีเรียล / หมายเลขชุด อย่างน้อยหนึ่งรายการ

source: Please add the Bank Account column
th: กรุณาเพิ่มคอลัมน์ บัญชีธนาคาร

source: Please add the account to root level Company - {0}
th: กรุณาเพิ่ม บัญชี ไปยังระดับรากของ ธุรกิจ - {0}

source: Please add the account to root level Company - {}
th: โปรดเพิ่มบัญชีในระดับราก บริษัท - {}

source: Please add {1} role to user {0}.
th: กรุณาเพิ่มบทบาท {1} ให้กับผู้ใช้ {0}

source: Please adjust the qty or edit {0} to proceed.
th: กรุณาปรับจำนวนหรือแก้ไข {0} เพื่อดำเนินการต่อ

source: Please attach CSV file
th: กรุณาแนบไฟล์ CSV

source: Please cancel and amend the Payment Entry
th: กรุณายกเลิกและแก้ไข รายการชำระเงิน

source: Please cancel payment entry manually first
th: กรุณายกเลิกการบันทึกการชำระเงินด้วยตนเองก่อน

source: Please cancel related transaction.
th: กรุณายกเลิกธุรกรรมที่เกี่ยวข้องด้วยครับ/ค่ะ

source: Please capitalize this asset before submitting.
th: กรุณาทำการตัดต้นทุนสินทรัพย์นี้ก่อนส่งข้อมูล

source: Please check Multi Currency option to allow accounts with other currency
th: กรุณาตรวจสอบตัวเลือกสกุลเงินที่จะอนุญาตให้มีหลายบัญชีที่มีสกุลเงินอื่น ๆ

source: Please check Process Deferred Accounting {0} and submit manually after resolving errors.
th: กรุณาตรวจสอบ การบัญชีเลื่อนประมวลผล {0} และส่งรายการด้วยตนเองหลังจากแก้ไขข้อผิดพลาดแล้ว

source: Please check either with operations or FG Based Operating Cost.
th: กรุณาตรวจสอบกับฝ่ายปฏิบัติการหรือค่าใช้จ่ายในการดำเนินงานตามสินค้าสำเร็จรูป (FG Based Operating Cost)

source: Please check the error message and take necessary actions to fix the error and then restart the reposting again.
th: กรุณาตรวจสอบข้อความแสดงข้อผิดพลาดและดำเนินการที่จำเป็นเพื่อแก้ไขข้อผิดพลาด จากนั้นจึงเริ่มต้นการโพสต์ซ้ำอีกครั้ง

source: Please check your Plaid client ID and secret values
th: โปรดตรวจสอบรหัสไคลเอ็นต์ Plaid และค่าลับของคุณ

source: Please check your email to confirm the appointment
th: กรุณาตรวจสอบอีเมลของคุณเพื่อยืนยันการนัดหมาย

source: Please click on 'Generate Schedule'
th: กรุณา คลิกที่ 'สร้าง ตาราง '

source: Please click on 'Generate Schedule' to fetch Serial No added for Item {0}
th: กรุณา คลิกที่ 'สร้าง ตาราง ' เพื่อ เรียก หมายเลขเครื่อง เพิ่มสำหรับ รายการ {0}

source: Please click on 'Generate Schedule' to get schedule
th: กรุณา คลิกที่ 'สร้าง ตาราง ' ที่จะได้รับ ตารางเวลา

source: Please contact any of the following users to extend the credit limits for {0}: {1}
th: กรุณาติดต่อผู้ใช้ท่านใดท่านหนึ่งต่อไปนี้เพื่อขยายวงเงินเครดิตสำหรับ {0}: {1}

source: Please contact any of the following users to {} this transaction.
th: กรุณาติดต่อผู้ใช้รายใดรายหนึ่งต่อไปนี้เพื่อ {} ธุรกรรมนี้

source: Please contact your administrator to extend the credit limits for {0}.
th: กรุณาติดต่อผู้ดูแลระบบของคุณเพื่อขยายวงเงินเครดิตสำหรับ {0}

source: Please convert the parent account in corresponding child company to a group account.
th: โปรดแปลงบัญชีหลักใน บริษัท ย่อยที่เกี่ยวข้องเป็นบัญชีกลุ่ม

source: Please create Customer from Lead {0}.
th: โปรดสร้างลูกค้าจากลูกค้าเป้าหมาย {0}

source: Please create Landed Cost Vouchers against Invoices that have 'Update Stock' enabled.
th: กรุณาสร้างใบสำคัญค่าใช้จ่ายรวมต้นทุนสินค้าคงคลังสำหรับใบแจ้งหนี้ที่เปิดใช้งาน 'อัปเดตสต็อก' แล้ว

source: Please create a new Accounting Dimension if required.
th: กรุณาสร้างมิติทางบัญชีใหม่หากจำเป็น

source: Please create purchase from internal sale or delivery document itself
th: กรุณาสร้างการซื้อจากเอกสารขายภายในหรือเอกสารใบส่งของโดยตรง

source: Please create purchase receipt or purchase invoice for the item {0}
th: โปรดสร้างใบเสร็จการสั่งซื้อหรือซื้อใบแจ้งหนี้สำหรับรายการ {0}

source: Please delete Product Bundle {0}, before merging {1} into {2}
th: กรุณาลบชุดสินค้ารวม {0} ก่อนทำการรวม {1} เข้ากับ {2}

source: Please do not book expense of multiple assets against one single Asset.
th: กรุณาอย่าบันทึกค่าใช้จ่ายของสินทรัพย์หลายรายการกับสินทรัพย์เพียงรายการเดียว

source: Please do not create more than 500 items at a time
th: โปรดอย่าสร้างมากกว่า 500 รายการในเวลาเดียวกัน

source: Please enable Applicable on Booking Actual Expenses
th: โปรดเปิดใช้งานสำหรับการจองตามจริงค่าใช้จ่าย

source: Please enable Applicable on Purchase Order and Applicable on Booking Actual Expenses
th: โปรดเปิดใช้งานตามใบสั่งซื้อและสามารถใช้กับการชำระค่าใช้จ่ายจริง

source: Please enable Use Old Serial / Batch Fields to make_bundle
th: กรุณาเปิดใช้งาน ใช้ฟิลด์หมายเลขซีเรียล / ชุดเก่า เพื่อสร้างแพ็ค

source: Please enable only if the understand the effects of enabling this.
th: โปรดเปิดใช้งานเฉพาะเมื่อเข้าใจผลกระทบจากการเปิดใช้งานนี้แล้วเท่านั้น

source: Please enable pop-ups
th: กรุณาเปิดใช้งาน ป๊อปอัพ

source: Please enable {0} in the {1}.
th: กรุณาเปิดใช้งาน {0} ใน {1}

source: Please enable {} in {} to allow same item in multiple rows
th: กรุณาเปิดใช้งาน {} ใน {} เพื่ออนุญาตให้มีรายการเดียวกันในหลายแถวได้

source: Please ensure that the {0} account is a Balance Sheet account. You can change the parent account to a Balance Sheet account or select a different account.
th: โปรดตรวจสอบให้แน่ใจว่า บัญชี {0} เป็น บัญชี เลือรสรัพย์ ท่านสามารถเปลี่ยน การสวิดบัญชี ชื่อ ชื่อ บัญชี เลือรสรัพย์ หรือเลือก บัญชี ส่อนสั่งสรัพย์ อื่นแทนได้

source: Please ensure that the {0} account {1} is a Payable account. You can change the account type to Payable or select a different account.
th: โปรดตรวจสอบให้แน่ใจว่า บัญชี {0} {1} เป็น บัญชีประเภท การชำระเงิน คุณสามารถเปลี่ยนประเภท บัญชีเป็น การชำระเงิน หรือเลือก บัญชีอื่นได้

source: Please ensure {} account is a Balance Sheet account.
th: กรุณาตรวจสอบให้แน่ใจว่า {} บัญชี ซินสริพย์ไม่ไทยสาริพย์สอราคายสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที่ใช้ส่วนเบ็นสริพย์ไทยอันที\u0e

source: Please ensure {} account {} is a Receivable account.
th: กรุณาตรวจสอบให้แน่ใจว่า {} บัญชี {} เป็นบัญชีลูกหนี้

source: Please enter <b>Difference Account</b> or set default <b>Stock Adjustment Account</b> for company {0}
th: โปรดป้อน <b>บัญชีส่วนต่าง</b> หรือตั้งค่า <b>บัญชีการปรับ</b> ค่าเริ่มต้นสำหรับ บริษัท {0}

source: Please enter Account for Change Amount
th: กรุณากรอกบัญชีเพื่อการเปลี่ยนแปลงจำนวน

source: Please enter Approving Role or Approving User
th: กรุณากรอก บทบาท การอนุมัติ หรือ ให้ความเห็นชอบ ผู้ใช้

source: Please enter Cost Center
th: กรุณาใส่ ศูนย์ต้นทุน

source: Please enter Delivery Date
th: โปรดป้อนวันที่จัดส่ง

source: Please enter Employee Id of this sales person
th: กรุณากรอกพนักงาน Id นี้คนขาย

source: Please enter Expense Account
th: กรุณากรอกบัญชีค่าใช้จ่าย

source: Please enter Item Code to get Batch Number
th: กรุณากรอกรหัสสินค้าที่จะได้รับหมายเลข Batch

source: Please enter Item Code to get batch no
th: กรุณากรอก รหัสสินค้า ที่จะได้รับ ชุด ไม่

source: Please enter Item first
th: กรุณากรอก รายการ แรก

source: Please enter Maintaince Details first
th: กรุณากรอก รายละเอียด Maintaince แรก

source: Please enter Planned Qty for Item {0} at row {1}
th: กรุณากรอก จำนวน การ วางแผน รายการ {0} ที่ แถว {1}

source: Please enter Preferred Contact Email
th: กรุณาใส่อีเมล์ที่ต้องการติดต่อ

source: Please enter Production Item first
th: กรุณากรอก ผลิต รายการ แรก

source: Please enter Purchase Receipt first
th: กรุณาใส่ใบเสร็จรับเงินครั้งแรก

source: Please enter Receipt Document
th: กรุณากรอกเอกสารใบเสร็จรับเงิน

source: Please enter Reference date
th: กรุณากรอก วันที่ อ้างอิง

source: Please enter Reqd by Date
th: โปรดป้อน Reqd by Date

source: Please enter Root Type for account- {0}
th: กรุณาใส่ประเภทหลักสำหรับบัญชี- {0}

source: Please enter Serial Nos
th: กรุณาใส่หมายเลขซีเรียล

source: Please enter Shipment Parcel information
th: กรุณากรอกข้อมูลพัสดุจัดส่ง

source: Please enter Stock Items consumed during the Repair.
th: กรุณากรอกข้อมูล สินค้าคงคลัง ที่ใช้ในระหว่างการซ่อมแซม

source: Please enter Warehouse and Date
th: กรุณาใส่คลังสินค้าและวันที่

source: Please enter Write Off Account
th: กรุณากรอกตัวอักษร เขียน ปิด บัญชี

source: Please enter company first
th: กรุณากรอก บริษัท แรก

source: Please enter company name first
th: กรุณาใส่ ชื่อของ บริษัท เป็นครั้งแรก

source: Please enter default currency in Company Master
th: กรุณาใส่ สกุลเงินเริ่มต้น ใน บริษัท มาสเตอร์

source: Please enter message before sending
th: กรุณาใส่ข้อความ ก่อนที่จะส่ง

source: Please enter mobile number first.
th: กรุณาใส่หมายเลขโทรศัพท์มือถือก่อนค่ะ

source: Please enter parent cost center
th: กรุณาใส่ ศูนย์ ค่าใช้จ่าย ของผู้ปกครอง

source: Please enter quantity for item {0}
th: กรุณาใส่จำนวนสำหรับสินค้า {0}

source: Please enter relieving date.
th: กรุณากรอก วันที่ บรรเทา

source: Please enter serial nos
th: กรุณาใส่หมายเลขซีเรียล

source: Please enter the company name to confirm
th: กรุณากรอกชื่อ บริษัท เพื่อยืนยัน

source: Please enter the phone number first
th: กรุณากรอกหมายเลขโทรศัพท์ก่อน

source: Please enter valid Financial Year Start and End Dates
th: กรุณากรอกเริ่มต้นปีงบการเงินที่ถูกต้องและวันที่สิ้นสุด

source: Please enter valid email address
th: โปรดป้อนที่อยู่อีเมลที่ถูกต้อง

source: Please enter {0}
th: โปรดป้อน {0}

source: Please enter {0} first
th: กรุณากรอก {0} แรก

source: Please fill the Material Requests table
th: กรุณากรอกตารางคำขอวัสดุ

source: Please fill the Sales Orders table
th: กรุณากรอกตารางใบสั่งขาย

source: Please first set Full Name, Email and Phone for the user
th: กรุณากำหนดนามสกุล อีเมล และหมายเลขโทรศัพท์สำหรับผู้ใช้ก่อน

source: Please fix overlapping time slots for {0}
th: กรุณาแก้ไขช่วงเวลาที่ทับซ้อนสำหรับ {0}

source: Please fix overlapping time slots for {0}.
th: กรุณาแก้ไขช่วงเวลาที่ทับซ้อนสำหรับ {0}

source: Please import accounts against parent company or enable {} in company master.
th: กรุณานำเข้า บัญชี เริ่งอายบิบทริบทอยบิบท ชื่อ ชอบดระดาน ที่ และงาน {} ส่วนหนึ่งเป็นการิษัทสำคัญสินทริบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบิบทอยบ\u0e

source: Please keep one Applicable Charges, when 'Distribute Charges Based On' is 'Distribute Manually'. For more charges, please create another Landed Cost Voucher.
th: กรุณาเก็บไว้เพียงหนึ่งรายการ "ค่าใช้จ่ายที่ใช้บังคับ" เมื่อ "แจกจ่ายค่าใช้จ่ายตาม" เป็น "แจกจ่ายด้วยตนเอง" สำหรับค่าใช้จ่ายเพิ่มเติม กรุณาสร้าง "ใบสำคัญต้นทุนรวม" ใหม่อีกฉบับหนึ่ง

source: Please make sure the employees above report to another Active employee.
th: โปรดตรวจสอบให้แน่ใจว่าพนักงานข้างต้นรายงานต่อพนักงานที่ทำงานอยู่คนอื่น

source: Please make sure the file you are using has 'Parent Account' column present in the header.
th: โปรดตรวจสอบให้แน่ใจว่าไฟล์ที่คุณใช้งานมีคอลัมน์ 'บัญชีหลัก' อยู่ในส่วนหัวของตารางแล้ว

source: Please make sure you really want to delete all the transactions for this company. Your master data will remain as it is. This action cannot be undone.
th: โปรดตรวจสอบว่าคุณต้องการที่จะลบการทำธุรกรรมทั้งหมดของ บริษัท นี้ ข้อมูลหลักของคุณจะยังคงอยู่อย่างที่มันเป็น การดำเนินการนี้ไม่สามารถยกเลิกได้

source: Please mention 'Weight UOM' along with Weight.
th: กรุณาระบุ 'หน่วยวัดน้ำหนัก' พร้อมกับ น้ำหนัก ด้วยค่ะ

source: Please mention '{0}' in Company: {1}
th: กรุณาระบุ '{0}' ใน บริษัท: {1}

source: Please mention no of visits required
th: กรุณาระบุ ไม่ จำเป็นต้องมี การเข้าชม

source: Please mention the Current and New BOM for replacement.
th: กรุณาระบุ BOM ปัจจุบันและ BOM ใหม่สำหรับการเปลี่ยนแปลงด้วยค่ะ

source: Please pull items from Delivery Note
th: กรุณา ดึง รายการจาก การจัดส่งสินค้า หมายเหตุ

source: Please rectify and try again.
th: กรุณาแก้ไขและลองใหม่อีกครั้ง

source: Please refresh or reset the Plaid linking of the Bank {}.
th: กรุณารีเฟรชหรือรีเซ็ตการเชื่อมต่อ Plaid ของ บัญชี {}.

source: Please save before proceeding.
th: กรุณาบันทึกก่อนดำเนินการต่อ

source: Please save first
th: โปรดบันทึกก่อน

source: Please select <b>Template Type</b> to download template
th: โปรดเลือก <b>ประเภทเทมเพลต</b> เพื่อดาวน์โหลดเทมเพลต

source: Please select Apply Discount On
th: กรุณาเลือกใช้ส่วนลด

source: Please select BOM against item {0}
th: โปรดเลือก BOM กับรายการ {0}

source: Please select BOM for Item in Row {0}
th: กรุณาเลือก BOM สำหรับสินค้าในแถว {0}

source: Please select BOM in BOM field for Item {0}
th: กรุณาเลือก BOM BOM ในด้านการพิจารณาวาระที่ {0}
