Repository: ManotLuijiu/erpnext-thai-translation
Catalog: erpnext/*.po
Languages: th

source: Can not filter based on Cashier, if grouped by Cashier
th: ไม่สามารถกรองตามแคชเชียร์หากจัดกลุ่มตามแคชเชียร์

source: Can not filter based on Child Account, if grouped by Account
th: ไม่สามารถกรองตาม บัญชีย่อย ได้ หากจัดกลุ่มตาม บัญชี

source: Can not filter based on Customer, if grouped by Customer
th: ไม่สามารถกรองตามลูกค้าหากจัดกลุ่มตามลูกค้า

source: Can not filter based on POS Profile, if grouped by POS Profile
th: ไม่สามารถกรองตามโพรไฟล์ POS หากจัดกลุ่มตามโพรไฟล์ POS

source: Can not filter based on Payment Method, if grouped by Payment Method
th: ไม่สามารถกรองตามวิธีการชำระเงินหากจัดกลุ่มตามวิธีการชำระเงิน

source: Can not filter based on Voucher No, if grouped by Voucher
th: ไม่สามารถกรอง ตาม คูปอง ไม่ ถ้า จัดกลุ่มตาม คูปอง

source: Can only make payment against unbilled {0}
th: สามารถชำระเงินยังไม่เรียกเก็บกับ {0}

source: Can refer row only if the charge type is 'On Previous Row Amount' or 'Previous Row Total'
th: สามารถดู แถว เฉพาะในกรณีที่ ค่าใช้จ่าย ประเภทคือ ใน แถว หน้า จำนวน 'หรือ' แล้ว แถว รวม

source: Can't change the valuation method, as there are transactions against some items which do not have its own valuation method
th: ไม่สามารถเปลี่ยนวิธีการประเมินมูลค่าได้ เนื่องจากมีรายการทำธุรกรรมกับสินค้าบางรายการที่ยังไม่มีวิธีการประเมินมูลค่าของตนเอง

source: Cancel
th: ยกเลิก

source: Cancel At End Of Period
th: ยกเลิกเมื่อสิ้นสุดระยะเวลา

source: Cancel Material Visit {0} before cancelling this Warranty Claim
th: ยกเลิกวัสดุเยี่ยมชม {0} ก่อนที่จะยกเลิกการรับประกันเรียกร้องนี้

source: Cancel Material Visits {0} before cancelling this Maintenance Visit
th: ยกเลิก การเข้าชม วัสดุ {0} ก่อนที่จะ ยกเลิก การบำรุงรักษา นี้ เยี่ยมชม

source: Cancel Subscription
th: ยกเลิกการสมัครสมาชิก

source: Cancel Subscription After Grace Period
th: ยกเลิกการสมัครสมาชิกหลังจากระยะเวลาผ่อนผัน

source: Cancelation Date
th: วันที่ยกเลิก

source: Canceled
th: ยกเลิก

source: Cancelled
th: ยกเลิกแล้ว

# docstatus,=,2
source: Cancelled
th: ยกเลิก

source: Cannot Calculate Arrival Time as Driver Address is Missing.
th: ไม่สามารถคำนวณเวลามาถึงได้เนื่องจากที่อยู่ของไดรเวอร์หายไป

source: Cannot Create Return
th: ไม่สามารถสร้างการคืนสินค้าได้

source: Cannot Merge
th: ไม่สามารถรวมข้อมูลได้

source: Cannot Optimize Route as Driver Address is Missing.
th: ไม่สามารถปรับเส้นทางให้เหมาะสมเนื่องจากที่อยู่ไดรเวอร์หายไป

source: Cannot Relieve Employee
th: ไม่สามารถบรรเทาพนักงานได้

source: Cannot Resubmit Ledger entries for vouchers in Closed fiscal year.
th: ไม่สามารถส่งรายการบัญชีซ้ำสำหรับใบสำคัญในปีงบการเงินที่ปิดแล้วได้

source: Cannot amend {0} {1}, please create a new one instead.
th: ไม่สามารถแก้ไข {0} {1} ได้ กรุณาสร้างรายการใหม่แทน

source: Cannot apply TDS against multiple parties in one entry
th: ไม่สามารถใช้ ภาษีหัก ณ ที่จ่าย กับหลายฝ่ายในรายการเดียวกันได้

source: Cannot be a fixed asset item as Stock Ledger is created.
th: ไม่สามารถเป็นสินทรัพย์ถาวรได้เนื่องจากสร้างบัญชีแยกประเภทแล้ว

source: Cannot cancel Asset Depreciation Schedule {0} as it has a draft journal entry {1}.
th: ไม่สามารถยกเลิกตารางค่าเสื่อมราคาสินทรัพย์ {0} เนื่องจากมีรายการบัญชีร่าง {1} อยู่

source: Cannot cancel as processing of cancelled documents is pending.
th: ไม่สามารถยกเลิกได้เนื่องจากกำลังดำเนินการเอกสารที่ถูกยกเลิกค้างอยู่

source: Cannot cancel because submitted Stock Entry {0} exists
th: ไม่สามารถยกเลิก ได้เพราะ ส่ง สินค้า เข้า {0} มีอยู่

source: Cannot cancel the transaction. Reposting of item valuation on submission is not completed yet.
th: ไม่สามารถยกเลิกธุรกรรมได้ การโพสต์มูลค่าสินค้าใหม่เมื่อส่งข้อมูลยังไม่เสร็จสมบูรณ์

source: Cannot cancel this document as it is linked with submitted asset {0}. Please cancel it to continue.
th: ไม่สามารถยกเลิกเอกสารนี้ได้เนื่องจากมีการเชื่อมโยงกับเนื้อหาที่ส่ง {0} โปรดยกเลิกเพื่อดำเนินการต่อ

source: Cannot cancel this document as it is linked with the submitted Asset Value Adjustment <b>{0}</b>. Please cancel the Asset Value Adjustment to continue.
th: ไม่สามารถยกเลิกเอกสารนี้ได้เนื่องจากเชื่อมโยงกับการปรับมูลค่าสินทรัพย์ที่ส่งแล้ว <b>{0}</b> กรุณายกเลิกการปรับมูลค่าสินทรัพย์เพื่อดำเนินการต่อไปได้

source: Cannot cancel transaction for Completed Work Order.
th: ไม่สามารถยกเลิกการทำธุรกรรมสำหรับคำสั่งซื้อที่เสร็จสมบูรณ์ได้

source: Cannot change Attributes after stock transaction. Make a new Item and transfer stock to the new Item
th: ไม่สามารถเปลี่ยนแอตทริบิวต์หลังจากการทำธุรกรรมหุ้น สร้างรายการใหม่และโอนสต็อคไปยังรายการใหม่

source: Cannot change Fiscal Year Start Date and Fiscal Year End Date once the Fiscal Year is saved.
th: ไม่สามารถเปลี่ยนแปลงวันเริ่มต้นปีงบประมาณและปีงบประมาณวันที่สิ้นสุดเมื่อปีงบประมาณจะถูกบันทึกไว้

source: Cannot change Reference Document Type.
th: ไม่สามารถเปลี่ยนประเภทเอกสารอ้างอิงได้

source: Cannot change Service Stop Date for item in row {0}
th: ไม่สามารถเปลี่ยน Service Stop Date สำหรับรายการในแถว {0}

source: Cannot change Variant properties after stock transaction. You will have to make a new Item to do this.
th: ไม่สามารถเปลี่ยนแปลงคุณสมบัติ Variant ภายหลังการทำธุรกรรมหุ้น คุณจะต้องทำรายการใหม่เพื่อทำสิ่งนี้

source: Cannot change company's default currency, because there are existing transactions. Transactions must be cancelled to change the default currency.
th: ไม่สามารถเปลี่ยน สกุลเงินเริ่มต้น ของ บริษัท เนื่องจากมี การทำธุรกรรม ที่มีอยู่ รายการที่ จะต้อง ยกเลิก การเปลี่ยน สกุลเงินเริ่มต้น

source: Cannot complete task {0} as its dependant task {1} are not completed / cancelled.
th: ไม่สามารถทำงาน {0} ให้เสร็จสมบูรณ์ได้เนื่องจากงานที่ขึ้นอยู่ {1} ยังไม่ได้รับการทำให้เสร็จสมบูรณ์หรือถูกยกเลิก

source: Cannot convert Cost Center to ledger as it has child nodes
th: ไม่สามารถแปลง ศูนย์ต้นทุน ไปยัง บัญชีแยกประเภท ที่มี ต่อมน้ำเด็ก

source: Cannot convert Task to non-group because the following child Tasks exist: {0}.
th: ไม่สามารถแปลงงานเป็นแบบไม่มีกลุ่มได้เนื่องจากมีงานย่อยดังต่อไปนี้อยู่: {0}

source: Cannot convert to Group because Account Type is selected.
th: ไม่สามารถแปลงเป็นกลุ่มได้เนื่องจากมีการเลือกประเภทบัญชีอยู่แล้ว

source: Cannot covert to Group because Account Type is selected.
th: ไม่สามารถแอบแฝงเข้ากลุ่มเพราะประเภทบัญชีถูกเลือก

source: Cannot create Stock Reservation Entries for future dated Purchase Receipts.
th: ไม่สามารถสร้างรายการจองสต็อกสำหรับใบรับสินค้าล่วงหน้าในอนาคตได้

source: Cannot create a Delivery Trip from Draft documents.
th: ไม่สามารถสร้างการเดินทางการจัดส่งจากเอกสารฉบับร่าง

source: Cannot create a pick list for Sales Order {0} because it has reserved stock. Please unreserve the stock in order to create a pick list.
th: ไม่สามารถสร้างรายการเลือกสำหรับใบสั่งขาย {0} ได้เนื่องจากมีสต็อกที่ถูกจองไว้ กรุณายกเลิกการจองสต็อกเพื่อสร้างรายการเลือกได้

source: Cannot create accounting entries against disabled accounts: {0}
th: ไม่สามารถสร้างรายการบัญชีสำหรับบัญชีที่ถูกปิดใช้งาน: {0}

source: Cannot create return for consolidated invoice {0}.
th: ไม่สามารถสร้างใบคืนสินค้าสำหรับใบแจ้งหนี้รวม {0} ได้

source: Cannot deactivate or cancel BOM as it is linked with other BOMs
th: ไม่สามารถยกเลิกการใช้งานหรือยกเลิก BOM ตามที่มีการเชื่อมโยงกับ BOMs อื่น ๆ

source: Cannot declare as lost, because Quotation has been made.
th: ไม่ สามารถประกาศ เป็น หายไป เพราะ ใบเสนอราคา ได้รับการทำ

source: Cannot deduct when category is for 'Valuation' or 'Valuation and Total'
th: ไม่ สามารถหัก เมื่อ เป็น หมวดหมู่ สำหรับ ' ประเมิน ' หรือ ' การประเมิน และการ รวม

source: Cannot delete Exchange Gain/Loss row
th: ไม่สามารถลบแถวกำไร/ขาดทุนจากอัตราแลกเปลี่ยนได้

source: Cannot delete Serial No {0}, as it is used in stock transactions
th: ไม่สามารถลบไม่มี Serial {0} เป็นมันถูกนำมาใช้ในการทำธุรกรรมหุ้น

source: Cannot disassemble more than produced quantity.
th: ไม่สามารถแยกชิ้นส่วนเกินกว่าปริมาณที่ผลิตได้

source: Cannot enqueue multi docs for one company. {0} is already queued/running for company: {1}
th: ไม่สามารถจัดคิวเอกสารหลายรายการสำหรับบริษัทเดียวได้ {0} ถูกจัดคิวหรือกำลังดำเนินการสำหรับบริษัท: {1}

source: Cannot ensure delivery by Serial No as Item {0} is added with and without Ensure Delivery by Serial No.
th: ไม่สามารถตรวจสอบการจัดส่งตามหมายเลขซีเรียลได้เนื่องจากมีการเพิ่มสินค้า {0} ด้วยและไม่มีการตรวจสอบการจัดส่งตามหมายเลขซีเรียล

source: Cannot find Item or Warehouse with this Barcode
th: ไม่พบรายการหรือคลังสินค้าด้วยบาร์โค้ดนี้

source: Cannot find Item with this Barcode
th: ไม่พบรายการที่มีบาร์โค้ดนี้

source: Cannot find a default warehouse for item {0}. Please set one in the Item Master or in Stock Settings.
th: ไม่พบคลังสินค้าตั้งต้นสำหรับสินค้า {0} กรุณากำหนดในข้อมูลสินค้า หรือในการตั้งค่าคลังสินค้า

source: Cannot make any transactions until the deletion job is completed
th: ไม่สามารถทำรายการใดๆ ได้จนกว่างานลบจะเสร็จสมบูรณ์

source: Cannot merge {0} '{1}' into '{2}' as both have existing accounting entries in different currencies for company '{3}'.
th: ไม่สามารถรวม {0} '{1}' เข้ากับ '{2}' ได้เนื่องจากทั้งสองรายการมีรายการบัญชีที่มีสกุลเงินต่างกันสำหรับบริษัท '{3}' อยู่แล้ว

source: Cannot produce more Item {0} than Sales Order quantity {1}
th: ไม่สามารถผลิต สินค้า ได้มากขึ้น {0} กว่าปริมาณ การขายสินค้า {1}

source: Cannot produce more item for {0}
th: ไม่สามารถผลิตสินค้าเพิ่มเติมสำหรับ {0} ได้

source: Cannot produce more than {0} items for {1}
th: ไม่สามารถผลิตสินค้าเกินกว่า {0} รายการสำหรับ {1} ได้

source: Cannot receive from customer against negative outstanding
th: ไม่สามารถรับจากลูกค้าได้เนื่องจากยอดค้างชำระติดลบ

source: Cannot refer row number greater than or equal to current row number for this Charge type
th: ไม่ สามารถดู จำนวน แถว มากกว่าหรือ เท่ากับจำนวน แถวปัจจุบัน ค่าใช้จ่าย สำหรับประเภท นี้

source: Cannot retrieve link token for update. Check Error Log for more information
th: ไม่สามารถดึงโทเค็นลิงก์สำหรับการอัปเดตได้ กรุณาตรวจสอบบันทึกข้อผิดพลาดเพื่อดูข้อมูลเพิ่มเติม

source: Cannot retrieve link token. Check Error Log for more information
th: ไม่สามารถดึงโทเค็นลิงก์ได้ กรุณาตรวจสอบบันทึกข้อผิดพลาดสำหรับข้อมูลเพิ่มเติม

source: Cannot select charge type as 'On Previous Row Amount' or 'On Previous Row Total' for first row
th: ไม่สามารถเลือก ประเภท ค่าใช้จ่าย เป็น ' ใน แถว หน้า จำนวน ' หรือ ' ใน แถว หน้า รวม สำหรับ แถวแรก

source: Cannot set as Lost as Sales Order is made.
th: ไม่สามารถตั้งค่า ที่ หายไป ในขณะที่ การขายสินค้า ที่ทำ

source: Cannot set authorization on basis of Discount for {0}
th: ไม่สามารถตั้งค่า การอนุญาต บนพื้นฐานของ ส่วนลดพิเศษสำหรับ {0}

source: Cannot set multiple Item Defaults for a company.
th: ไม่สามารถกำหนดค่าเริ่มต้นของรายการสำหรับ บริษัท ได้หลายรายการ

source: Cannot set quantity less than delivered quantity
th: ไม่สามารถตั้งค่าปริมาณน้อยกว่าปริมาณที่ส่งมอบ

source: Cannot set quantity less than received quantity
th: ไม่สามารถตั้งค่าปริมาณน้อยกว่าปริมาณที่ได้รับ

source: Cannot set the field <b>{0}</b> for copying in variants
th: ไม่สามารถตั้งค่าฟิลด์ <b>{0}</b> สำหรับการคัดลอกในชุดตัวเลือก

source: Cannot {0} from {1} without any negative outstanding invoice
th: ไม่สามารถ {0} จาก {1} ได้หากยังมีใบแจ้งหนี้ค้างชำระที่เป็นลบอยู่

source: Canonical URI
th: URI มาตรฐาน

source: Capacity
th: ความจุ

source: Capacity (Stock UOM)
th: ความจุ (หน่วยวัดสต็อก)

source: Capacity Planning
th: การวางแผนกำลังการผลิต

source: Capacity Planning Error, planned start time can not be same as end time
th: ข้อผิดพลาดการวางแผนกำลังการผลิตเวลาเริ่มต้นตามแผนต้องไม่เหมือนกับเวลาสิ้นสุด

source: Capacity Planning For (Days)
th: การวางแผนสำหรับความจุ (วัน)

source: Capacity in Stock UOM
th: ความจุในหน่วยวัดสินค้าคงคลัง

source: Capacity must be greater than 0
th: ความจุต้องมากกว่า 0

source: Capital Equipments
th: อุปกรณ์ ทุน

source: Capital Stock
th: ทุนหลักทรัพย์

source: Capital Work In Progress Account
th: บัญชีเงินทุนหมุนเวียนระหว่างดำเนินการ

source: Capital Work in Progress
th: ทุนระหว่างดำเนินการ

source: Capitalization Method
th: วิธีการใช้ตัวพิมพ์ใหญ่

source: Capitalize Asset
th: สินทรัพย์

source: Capitalize Repair Cost
th: ค่าใช้จ่ายในการซ่อมแซม

source: Capitalize this asset before submitting.
th: โปรดตัดจำหน่ายสินทรัพย์นี้ก่อนส่งข้อมูล

source: Capitalized
th: ตัวพิมพ์ใหญ่

source: Cards
th: การ์ด

source: Carrier
th: ผู้ให้บริการจัดส่ง

source: Carrier Service
th: บริการขนส่ง

source: Carry Forward Communication and Comments
th: นำข้อความและความคิดเห็นไปต่อ

source: Cash
th: เงินสด

source: Cash Entry
th: เงินสดเข้า

source: Cash Flow
th: กระแสเงินสด

source: Cash Flow Statement
th: งบกระแสเงินสด

source: Cash Flow from Financing
th: กระแสเงินสดจากการจัดหาเงินทุน

source: Cash Flow from Investing
th: กระแสเงินสดจากการลงทุน

source: Cash Flow from Operations
th: กระแสเงินสดจากการดำเนินงาน

source: Cash In Hand
th: เงินสด ใน มือ

source: Cash or Bank Account is mandatory for making payment entry
th: เงินสดหรือ บัญชีธนาคาร มีผลบังคับใช้ สำหรับการทำ รายการ ชำระเงิน

source: Cash/Bank Account
th: เงินสด / บัญชีธนาคาร

source: Cashier
th: แคชเชียร์

source: Cashier Closing
th: แคชเชียร์ปิดบัญชี

source: Cashier Closing Payments
th: การปิดบัญชีแคชเชียร์

source: Catch All
th: จับทั้งหมด

source: Categorize By
th: จัดหมวดหมู่ตาม

source: Categorize by
th: จัดหมวดหมู่ตาม

source: Categorize by Account
th: จัดหมวดหมู่ตาม บัญชี

source: Categorize by Item
th: จัดหมวดหมู่ตาม สินค้า

source: Categorize by Party
th: จัดหมวดหมู่ตามฝ่าย

source: Categorize by Supplier
th: จัดหมวดหมู่ตามผู้จำหน่าย

source: Categorize by Voucher
th: จัดหมวดหมู่ตามใบสำคัญ

source: Categorize by Voucher (Consolidated)
th: จัดหมวดหมู่ตาม ใบสำคัญ (รวม)

source: Category
th: ประเภท

source: Category Details
th: รายละเอียดประเภท

source: Category Name
th: ชื่อหมวดหมู่

source: Category-wise Asset Value
th: หมวดหมู่ที่ชาญฉลาดมูลค่าสินทรัพย์

source: Caution
th: ความระมัดระวัง

source: Caution: This might alter frozen accounts.
th: คำเตือน: ข้อความนี้อาจเปลี่ยนแปลงบัญชีที่ถูก อาการบัญชี / ระงับบัญชี

source: Cellphone Number
th: หมายเลขโทรศัพท์มือถือ

source: Certificate
th: ใบรับรอง

source: Certificate Details
th: รายละเอียดใบรับรอง

source: Certificate Limit
th: ขีด จำกัด ใบรับรอง

source: Certificate No
th: ใบรับรองเลขที่

source: Certificate Required
th: ต้องมีใบรับรอง

source: Change Amount
th: เปลี่ยนจำนวน

source: Change Release Date
th: เปลี่ยนวันที่เผยแพร่

source: Change in Stock Value
th: การเปลี่ยนแปลงมูลค่าคลังสินค้า

source: Change the account type to Receivable or select a different account.
th: เปลี่ยนประเภทบัญชีเป็นลูกหนี้หรือเลือกบัญชีอื่น

source: Change this date manually to setup the next synchronization start date
th: เปลี่ยนวันที่นี้ด้วยตนเองเพื่อตั้งค่าวันที่เริ่มต้นการซิงโครไนซ์ถัดไป

source: Changed customer name to '{}' as '{}' already exists.
th: เปลี่ยนชื่อผู้ขายเป็น '{}' เนื่องจาก '{}' มีอยู่แล้ว

source: Changes
th: การเปลี่ยนแปลง

source: Changes in {0}
th: การเปลี่ยนแปลงใน {0}

source: Changing Customer Group for the selected Customer is not allowed.
th: ไม่สามารถเปลี่ยนกลุ่มลูกค้าสำหรับลูกค้าที่เลือกได้

source: Changing the valuation method to Moving Average will affect new transactions. If backdated entries are added, earlier FIFO-based entries will be reposted, which may change closing balances.
th: การเปลี่ยนวิธีการประเมินมูลค่าเป็นค่าเฉลี่ยเคลื่อนที่จะส่งผลต่อรายการธุรกรรมใหม่ หากมีการเพิ่มรายการย้อนหลัง รายการที่ใช้วิธี FIFO ก่อนหน้านี้จะถูกบันทึกซ้ำ ซึ่งอาจทำให้ยอดคงเหลือปิดงวดเปลี่ยนแปลงได้

source: Channel Partner
th: พันธมิตรช่องทาง

source: Charge of type 'Actual' in row {0} cannot be included in Item Rate or Paid Amount
th: ค่าธรรมเนียมประเภท 'Actual' ในแถว {0} ไม่สามารถรวมในอัตราราคาสินค้าหรือจำนวนเงินที่ชำระแล้วได้

source: Chargeable
th: รับผิดชอบ

source: Charges Incurred
th: ค่าบริการที่เกิดขึ้น

source: Charges are updated in Purchase Receipt against each item
th: ค่าใช้จ่ายที่มีการปรับปรุงในใบเสร็จรับเงินกับแต่ละรายการ

source: Charges will be distributed proportionately based on item qty or amount, as per your selection
th: ค่าใช้จ่ายจะถูกกระจายไปตามสัดส่วนในปริมาณรายการหรือจำนวนเงินตามที่คุณเลือก

source: Chart
th: แผนภูมิ

source: Chart Of Accounts
th: แผนภูมิบัญชี

source: Chart Of Accounts Template
th: ผังบัญชีแม่แบบ

source: Chart Preview
th: ดูตัวอย่างแผนภูมิ

source: Chart Tree
th: แผนภูมิต้นไม้

source: Chart of Accounts
th: ผังบัญชี

source: Chart of Accounts Importer
th: ผู้นำเข้าผังบัญชี

source: Chart of Cost Centers
th: แผนภูมิของศูนย์ต้นทุน

source: Charts Based On
th: แผนภูมิขึ้นอยู่กับ

source: Chassis No
th: แชสซีไม่มี

source: Chat
th: พูดคุย

source: Check Stock Ledger
th: ตรวจสอบสมุดรายวันสินค้าคงคลัง

source: Check Stock Projected Qty
th: ตรวจสอบปริมาณคาดการณ์สต็อก

source: Check Supplier Invoice Number Uniqueness
th: ผู้ตรวจสอบใบแจ้งหนี้จำนวนเอกลักษณ์

source: Check help to setup Routing
th: ตรวจสอบคำแนะนำการตั้งค่าเส้นทาง

source: Check if Asset requires Preventive Maintenance or Calibration
th: ตรวจสอบว่าสินทรัพย์ต้องการการบำรุงรักษาเชิงป้องกันหรือการปรับเทียบ

source: Check if it is a hydroponic unit
th: ตรวจสอบว่าเป็นหน่วย hydroponic หรือไม่

source: Check if material transfer entry is not required
th: ตรวจสอบว่ารายการโอนวัสดุไม่จำเป็นต้องใช้

source: Check in (group)
th: เช็คอิน (กลุ่ม)

source: Check this to disallow fractions. (for Nos)
th: ตรวจสอบนี้จะไม่อนุญาตให้เศษส่วน (สำหรับ Nos)

source: Checked On
th: ตรวจสอบเมื่อ

source: Checking this will round off the tax amount to the nearest integer
th: การเลือกนี้จะปัดเศษจำนวนภาษีให้เป็นจำนวนเต็มที่ใกล้ที่สุด

source: Checkout
th: เช็คเอาท์

source: Checkout Order / Submit Order / New Order
th: ชำระเงินคำสั่งซื้อ / ส่งคำสั่งซื้อ / คำสั่งซื้อใหม่

source: Cheque
th: เช็ค

source: Cheque Date
th: วันที่เช็ค

source: Cheque Height
th: เช็คความสูง

source: Cheque Number
th: จำนวนเช็ค

source: Cheque Print Template
th: แม่แบบการพิมพ์เช็ค

source: Cheque Size
th: ขนาดเช็ค

source: Cheque Width
th: ความกว้างเช็ค

source: Cheque/Reference Date
th: เช็ค / วันที่อ้างอิง

source: Cheque/Reference No
th: เช็ค / อ้างอิง

source: Cheques Required
th: ต้องการตรวจสอบ

source: Cheques and Deposits Incorrectly cleared
th: เช็คและเงินฝากที่เคลียร์ผิดพลาด

source: Cheques and Deposits incorrectly cleared
th: เช็คและเงินฝากล้างไม่ถูกต้อง

source: Child Row Reference
th: การอ้างอิงแถวย่อย

source: Child Task exists for this Task. You can not delete this Task.
th: งานลูกมีอยู่สำหรับงานนี้ คุณไม่สามารถลบงานนี้ได้

source: Child nodes can be only created under 'Group' type nodes
th: โหนดลูกจะสามารถสร้างได้ภายใต้ &#39;กลุ่ม&#39; ต่อมน้ำประเภท

source: Child warehouse exists for this warehouse. You can not delete this warehouse.
th: คลังสินค้าที่มีอยู่สำหรับเด็กคลังสินค้านี้ คุณไม่สามารถลบคลังสินค้านี้

source: Choose a WIP composite asset
th: เลือกสินทรัพย์ผสมระหว่างดำเนินการ (WIP)

source: Circular Reference Error
th: ข้อผิดพลาดในการอ้างอิงแบบวงกลม

source: City
th: เมือง

source: City/Town
th: เมือง/ตำบล

source: Class / Percentage
th: ระดับ / ร้อยละ

source: Classification of Customers by region
th: การจำแนกประเภทของลูกค้าตามภูมิภาค

source: Clauses and Conditions
th: ข้อและเงื่อนไข

source: Clear Demo Data
th: ล้างข้อมูลสาธิต

source: Clear Notifications
th: ล้างการแจ้งเตือน

source: Clear Table
th: ตารางที่ชัดเจน

source: Clearance Date
th: วันที่กวาดล้าง

source: Clearance Date not mentioned
th: โปรโมชั่น วันที่ ไม่ได้กล่าวถึง

source: Clearance Date updated
th: โปรโมชั่นวันที่มีการปรับปรุง

source: Cleared auto-assigned serial numbers and batch numbers for manual picking
th: ล้างหมายเลขซีเรียลและหมายเลขชุดที่กำหนดอัตโนมัติเพื่อการเลือกด้วยตนเอง

source: Clearing Demo Data...
th: กำลังล้างข้อมูลสาธิต...

source: Click on 'Get Finished Goods for Manufacture' to fetch the items from the above Sales Orders. Items only for which a BOM is present will be fetched.
th: คลิกที่ 'รับสินค้าสำเร็จรูปสำหรับการผลิต' เพื่อดึงข้อมูลสินค้าจากใบสั่งขายด้านบน โดยจะดึงเฉพาะสินค้าที่มี BOM เท่านั้น

source: Click on Add to Holidays. This will populate the holidays table with all the dates that fall on the selected weekly off. Repeat the process for populating the dates for all your weekly holidays
th: คลิกที่ เพิ่มในวันหยุด จะเป็นการเติมข้อมูลตารางวันหยุดด้วยวันที่ทั้งหมดที่ตรงกับวันหยุดประจำสัปดาห์ที่เลือก ทำซ้ำขั้นตอนนี้เพื่อเติมวันที่สำหรับวันหยุดประจำสัปดาห์ทั้งหมดของคุณ

source: Click on Get Sales Orders to fetch sales orders based on the above filters.
th: คลิกที่ รับคำสั่งขาย เพื่อดึงข้อมูลคำสั่งขายตามตัวกรองข้างต้น

source: Click on Import Invoices button once the zip file has been attached to the document. Any errors related to processing will be shown in the Error Log.
th: คลิกที่ปุ่มนำเข้าใบแจ้งหนี้เมื่อแนบไฟล์ซิปไปกับเอกสารแล้ว ข้อผิดพลาดใด ๆ ที่เกี่ยวข้องกับการประมวลผลจะแสดงในบันทึกข้อผิดพลาด

source: Click on the link below to verify your email and confirm the appointment
th: คลิกที่ลิงค์ด้านล่างเพื่อยืนยันอีเมลของคุณและยืนยันการนัดหมาย

source: Click this button if you encounter a negative stock error for a serial or batch item. The system will fetch the available serials or batches automatically.
th: คลิกปุ่มนี้หากคุณพบข้อผิดพลาดสต็อกติดลบสำหรับสินค้าที่มีหมายเลขซีเรียลหรือล็อต ระบบจะดึงหมายเลขซีเรียลหรือล็อตที่มีอยู่ให้โดยอัตโนมัติ

source: Click to add email / phone
th: คลิกเพื่อเพิ่มอีเมล / โทรศัพท์

source: Client
th: ลูกค้า

source: Close
th: ปิด

source: Close Issue After Days
th: ปิดฉบับหลังจากวัน

source: Close Loan
th: ปิดสินเชื่อ

source: Close Replied Opportunity After Days
th: ปิดโอกาสที่ตอบกลับแล้วหลังจากผ่านไป {0} วัน

source: Close the POS
th: ปิด POS

source: Closed
th: ปิด

source: Closed Document
th: เอกสารที่ปิดแล้ว

source: Closed Documents
th: เอกสารที่ปิดแล้ว

source: Closed Work Order can not be stopped or Re-opened
th: คำสั่งงานที่ปิดแล้วไม่สามารถหยุดหรือนำมาเปิดใหม่ได้

source: Closed order cannot be cancelled. Unclose to cancel.
th: ปิดเพื่อไม่สามารถยกเลิกได้ Unclose ที่จะยกเลิก

source: Closing
th: ปิดบัญชี

source: Closing (Cr)
th: ปิด (Cr)

source: Closing (Dr)
th: ปิด (Dr)

source: Closing (Opening + Total)
th: การปิดบัญชี (การเปิด + ยอดรวม)

source: Closing Account Head
th: ปิดหัวบัญชี

source: Closing Account {0} must be of type Liability / Equity
th: บัญชีปิด {0} ต้องเป็นชนิดรับผิด / ผู้ถือหุ้น

source: Closing Amount
th: จำนวนเงินปิด

source: Closing Balance
th: ยอดปิด

source: Closing Balance as per Bank Statement
th: ยอดคงเหลือตามรายการเดินบัญชีธนาคาร

source: Closing Balance as per ERP
th: ยอดคงเหลือตาม ERP

source: Closing Date
th: ปิดวันที่

source: Closing Stock Balance
th: ยอดคงเหลือสินค้าคงคลังสิ้นงวด

source: Closing Text
th: ข้อความปิด

source: Code
th: รหัส

source: Code List
th: รายการรหัส

source: Collapse All
th: ยุบทั้งหมด

source: Collect Progress
th: รวบรวมความคืบหน้า

source: Collection Factor (=1 LP)
th: Factor Collection (= 1 แผ่นเสียง)

source: Collection Rules
th: กฎการรวบรวม

source: Color
th: สี

source: Colour
th: สี

source: Column in Bank File
th: คอลัมน์ในไฟล์ธนาคาร

source: Column {0}
th: คอลัมน์ {0}

source: Columns are not according to template. Please compare the uploaded file with standard template
th: คอลัมน์ไม่ตรงตามแม่แบบ กรุณาเปรียบเทียบไฟล์ที่อัปโหลดกับแม่แบบมาตรฐาน

source: Combined invoice portion must equal 100%
th: ส่วนของใบแจ้งหนี้รวมต้องเท่ากับ 100%

source: Comments
th: ความเห็น

source: Commercial
th: เชิงพาณิชย์

source: Commission
th: ค่านายหน้า

source: Commission Rate
th: อัตราค่าคอมมิชชั่น

source: Commission Rate %
th: อัตราค่าคอมมิชชั่น %

source: Commission Rate (%)
th: อัตราค่าคอมมิชชั่น (%)

source: Commission on Sales
th: สำนักงานคณะกรรมการกำกับ การขาย

source: Common Code
th: รหัสทั่วไป

source: Communication
th: การสื่อสาร

source: Communication Channel
th: ช่องทางการสื่อสาร

source: Communication Channels
th: ช่องทางการสื่อสาร

source: Communication Medium
th: กลางการสื่อสาร

source: Communication Medium Timeslot
th: การสื่อสาร Medium Timeslot

source: Communication Medium Type
th: ประเภทสื่อการสื่อสาร

source: Compact Item Print
th: ขนาดกะทัดรัดรายการพิมพ์

source: Companies
th: บริษัท

source: Company
th: บริษัท

source: Company Abbreviation
th: ชื่อย่อ บริษัท

source: Company Abbreviation cannot have more than 5 characters
th: ชื่อย่อของ บริษัท ต้องมีอักขระไม่เกิน 5 ตัว
