Repository: ManotLuijiu/erpnext-thai-translation
Catalog: payments/*.po
Languages: th

source: Online PassKey
th: รหัส (ออนไลน์)

source: API Key
th: API คีย์

source: API Password
th: รหัสผ่านสำหรับ API

source: API Secret
th: รหัสลับ API

source: API Username
th: ชื่อผู้ใช้ API

source: Access Token
th: โทเค็นการเข้าถึง

source: Account Balance
th: ยอดคงเหลือบัญชี

source: Account Type
th: ประเภทบัญชี

source: Accounts Manager
th: ผู้จัดการบัญชี

source: Accounts User
th: ผู้ใช้บัญชี

source: Amount must be greater than 0.
th: จำนวนต้องมากกว่า 0

source: An error occured during the payment process. Please contact us.
th: เกิดข้อผิดพลาดระหว่างกระบวนการชำระเงิน กรุณาติดต่อเรา

source: Available Balance
th: ยอดคงเหลือที่ใช้ได้

source: Balance Details
th: รายละเอียดยอดคงเหลือ

source: Braintree Settings
th: การตั้งค่า Braintree

source: Business Shortcode
th: รหัสย่อธุรกิจ

source: Card Details
th: รายละเอียดบัตร

source: Check this if you are testing your payment using the Sandbox API
th: โปรดตรวจสอบนี้หากคุณกำลังทดสอบการชำระเงินโดยใช้ Sandbox API

source: Clear
th: ล้างข้อมูล

source: Consumer Secret
th: รหัสลับผู้บริโภค

source: Continue
th: ดำเนินการต่อ

source: Controller method get_razorpay_order missing
th: เมธอดคอนโทรลเลอร์ get_razorpay_order หายไป

source: Could not create Razorpay order. Please contact Administrator
th: ไม่สามารถสร้างคำสั่งซื้อ Razorpay ได้ กรุณาติดต่อผู้ดูแลระบบ

source: Could not create razorpay order
th: ไม่สามารถสร้างคำสั่งซื้อ Razorpay ได้

source: Current Balance
th: ยอดคงเหลือปัจจุบัน

source: Disabled
th: ปิดใช้งาน

source: Email
th: อีเมล

source: Error
th: ข้อผิดพลาด

source: Expired Token
th: โทเค็นหมดอายุ

source: Failed while amending subscription
th: ล้มเหลวขณะแก้ไขการสมัครสมาชิก

source: For currency {0}, the minimum transaction amount should be {1}
th: สำหรับสกุลเงิน {0} จำนวนธุรกรรมขั้นต่ำควรเป็น {1}

source: For more information, {0}.
th: สำหรับข้อมูลเพิ่มเติม {0}

source: Gateway
th: เกตเวย์

source: Gateway Controller
th: ตัวควบคุมเกตเวย์

source: Gateway Settings
th: การตั้งค่าประตูชำระเงิน

source: Get Account Balance
th: ดูยอดคงเหลือบัญชี

source: GoCardless Customer
th: GoCardless ลูกค้า

source: GoCardless Mandate
th: คำสั่ง GoCardless

source: GoCardless Settings
th: การตั้งค่า GoCardless

source: Header Image
th: ภาพหัวเรื่อง

source: In Valid Request
th: คำขอไม่ถูกต้อง

source: Industry Type ID
th: รหัสประเภทอุตสาหกรรม

source: Initiator Name
th: ชื่อผู้เริ่มต้น

source: Invalid Checkout Request ID
th: รหัสคำขอชำระเงินไม่ถูกต้อง

source: Invalid Conversation ID
th: รหัสสนทนาไม่ถูกต้อง

source: Invalid Subscription
th: การสมัครสมาชิกไม่ถูกต้อง

source: Invalid Token
th: โทเค็นไม่ถูกต้อง

source: Invalid payment gateway credentials
th: ข้อมูลรับรองเกตเวย์การชำระเงินไม่ถูกต้อง

source: Issue detected with Mpesa configuration, check the error logs for more details
th: พบปัญหาในการตั้งค่า Mpesa กรุณาตรวจสอบบันทึกข้อผิดพลาดเพื่อดูรายละเอียดเพิ่มเติม

source: It seems that there is an issue with the server's stripe configuration. In case of failure, the amount will get refunded to your account.
th: ดูเหมือนว่าจะมีปัญหาเกี่ยวกับการตั้งค่า Stripe ของเซิร์ฟเวอร์ ในกรณีที่ล้มเหลว จำนวนเงินจะถูกคืนให้กับบัญชีของคุณ

source: John Doe
th: จอห์น โด (ชื่อสมมุติ)

source: Loading Payment System
th: กำลังโหลดระบบการชำระเงิน

source: Looks like someone sent you to an incomplete URL. Please ask them to look into it.
th: ดูเหมือนว่ามีคนส่งลิงก์ที่ไม่สมบูรณ์มาให้คุณ กรุณาขอให้พวกเขาตรวจสอบอีกครั้งด้วยครับ/ค่ะ

source: Looks like something is wrong with this site's Paypal configuration.
th: ดูเหมือนว่าจะมีปัญหากับการตั้งค่า Paypal ของเว็บไซต์นี้

source: Looks like something is wrong with this site's payment gateway configuration. No payment has been made.
th: ดูเหมือนว่าจะมีปัญหากับการตั้งค่าช่องทางการชำระเงินของเว็บไซต์นี้ ยังไม่มีการชำระเงินใด ๆ เกิดขึ้น

source: Looks like something went wrong during the transaction. Since we haven't confirmed the payment, Paypal will automatically refund you this amount. If it doesn't, please send us an email and mention the Correlation ID: {0}.
th: ดูเหมือนว่าจะเกิดข้อผิดพลาดระหว่างการทำรายการ เนื่องจากเรายังไม่ได้ยืนยันการชำระเงิน Paypal จะคืนเงินจำนวนนี้ให้คุณโดยอัตโนมัติ หากไม่ได้รับเงินคืน กรุณาส่งอีเมลถึงเราและระบุรหัส Correlation ID: {0} ด้วยค่ะ

source: Mandate
th: คำสั่ง

source: Mention transaction completion page URL
th: ระบุ URL ของหน้าการทำรายการเสร็จสมบูรณ์

source: Merchant ID
th: รหัสผู้ค้า

source: Merchant Key
th: รหัสผู้ค้า

source: Missing ERPNext App
th: แอป ERPNext หายไป

source: Mpesa Express Error
th: ข้อผิดพลาด Mpesa Express

source: Mpesa Settings
th: การตั้งค่า Mpesa

source: Name
th: ชื่อ

source: Pay
th: ชำระเงิน

source: Pay {0} {1}
th: ชำระเงิน {0} {1}

source: PayPal Settings
th: การตั้งค่า PayPal

source: Payment Cancelled
th: การชำระเงินถูกยกเลิก

source: Payment Confirmation
th: ยืนยันการชำระเงิน

source: Payment Failed
th: การชำระเงินล้มเหลว

source: Payment Gateway
th: เกตเวย์การชำระเงิน

source: Payment Gateway Name
th: ชื่อเกตเวย์การชำระเงิน

source: Payment Success
th: ชำระเงินสำเร็จ

source: Payments
th: การชำระเงิน

source: Paytm Settings
th: การตั้งค่า Paytm

source: Please check your configuration and try again
th: กรุณาตรวจสอบการตั้งค่าของคุณและลองใหม่อีกครั้ง

source: Please select a Amount Field.
th: กรุณาเลือกฟิลด์จำนวนเงิน

source: Please select another payment method. Go Cardless does not support transactions in currency '{0}'
th: กรุณาเลือกวิธีการชำระเงินอื่น Go Cardless ไม่รองรับการทำธุรกรรมในสกุลเงิน '{0}'

source: Please select another payment method. Mpesa does not support transactions in currency '{0}'
th: กรุณาเลือกวิธีการชำระเงินอื่น Mpesa ไม่รองรับการทำธุรกรรมในสกุลเงิน '{0}'

source: Please select another payment method. PayPal does not support transactions in currency '{0}'
th: กรุณาเลือกวิธีการชำระเงินอื่น PayPal ไม่รองรับการทำธุรกรรมในสกุลเงิน '{0}'

source: Please select another payment method. Paytm does not support transactions in currency '{0}'
th: กรุณาเลือกวิธีการชำระเงินอื่น Paytm ไม่รองรับการทำธุรกรรมในสกุลเงิน '{0}'

source: Please select another payment method. Razorpay does not support transactions in currency '{0}'
th: กรุณาเลือกวิธีการชำระเงินอื่น Razorpay ไม่รองรับธุรกรรมในสกุลเงิน '{0}'

source: Please select another payment method. Stripe does not support transactions in currency '{0}'
th: กรุณาเลือกวิธีการชำระเงินอื่น Stripe ไม่รองรับธุรกรรมในสกุลเงิน '{0}'

source: Please set the initiator name and the security credential
th: กรุณาตั้งชื่อผู้เริ่มต้นและข้อมูลรับรองความปลอดภัย

source: Private Key
th: กุญแจส่วนตัว

source: Processing...
th: กำลังประมวลผล...

source: Public Key
th: กุญแจสาธารณะ

source: Publishable Key
th: กุญแจสำหรับเผยแพร่

source: Razorpay Settings
th: การตั้งค่า Razorpay

source: Razorpay Signature Verification Failed
th: การตรวจสอบลายเซ็น Razorpay ล้มเหลว

source: Redirect To
th: เปลี่ยนเส้นทางไปยัง

source: Redirect URL
th: URL การเปลี่ยนเส้นทาง

source: Reserved Balance
th: ยอดเงินสำรอง

source: Sandbox
th: แซนด์บ็อกซ์

source: Secret Key
th: รหัสลับ

source: Security Credential
th: ข้อมูลประจำตัวความปลอดภัย

source: Seems API Key or API Secret is wrong !!!
th: ดูเหมือนว่า API Key หรือ API Secret จะไม่ถูกต้อง!!!

source: Seems Publishable Key or Secret Key is wrong !!!
th: ดูเหมือนว่าคีย์ Publishable หรือคีย์ลับไม่ถูกต้อง!!!

source: Seems issue with server's razorpay config. Don't worry, in case of failure amount will get refunded to your account.
th: ดูเหมือนจะมีปัญหากับการตั้งค่า Razorpay ของเซิร์ฟเวอร์ ไม่ต้องกังวล หากเกิดความล้มเหลว จำนวนเงินจะถูกคืนให้กับบัญชีของคุณ

source: Seems token you are using is invalid!
th: ดูเหมือนว่ารหัสโทเค็นที่คุณใช้งานไม่ถูกต้อง!

source: Server Error
th: ข้อผิดพลาดของเซิร์ฟเวอร์

source: Signature
th: ลายเซ็นต์

source: Some information is missing
th: ข้อมูลบางส่วนขาดหายไป

source: Something went wrong
th: เกิดข้อผิดพลาดบางประการ

source: Staging
th: การเตรียมการ

source: Stripe Settings
th: การตั้งค่า Stripe

source: Success
th: สำเร็จ

source: System Manager
th: ผู้จัดการระบบ

source: There seems to be an issue with the server's GoCardless configuration. Don't worry, in case of failure, the amount will get refunded to your account.
th: ดูเหมือนว่าจะมีปัญหากับการตั้งค่า GoCardless ของเซิร์ฟเวอร์ ไม่ต้องกังวล หากเกิดความล้มเหลว จำนวนเงินจะถูกคืนเข้าสู่บัญชีของคุณ

source: There seems to be an issue with the server's braintree configuration. Don't worry, in case of failure, the amount will get refunded to your account.
th: ดูเหมือนว่าจะมีปัญหากับการตั้งค่า braintree ของเซิร์ฟเวอร์ ไม่ต้องกังวล หากเกิดความล้มเหลว จำนวนเงินจะถูกคืนเข้าสู่บัญชีของคุณ

source: Till Number
th: หมายเลขเครื่องเก็บเงินสด

source: Transaction Error
th: ข้อผิดพลาดในการทำรายการ

source: Transaction Limit
th: ขีดจำกัดธุรกรรม

source: Uncleared Balance
th: ยอดคงเหลือที่ยังไม่ตัดบัญชี

source: Use Sandbox
th: ใช้แซนด์บ็อกซ์

source: Webhooks Secret
th: รหัสลับ Webhooks

source: Website
th: เว็บไซต์

source: You are not allowed to update this Web Form Document
th: คุณไม่ได้รับอนุญาตให้แก้ไขเอกสารแบบฟอร์มเว็บนี้

source: You must login to submit this form
th: คุณต้องเข้าสู่ระบบเพื่อส่งแบบฟอร์มนี้

source: Your payment has been successfully registered.
th: การชำระเงินของคุณได้รับการลงทะเบียนเรียบร้อยแล้ว

source: Your payment has failed.
th: การชำระเงินของคุณล้มเหลวแล้ว

source: Your payment is cancelled.
th: การชำระเงินของคุณถูกยกเลิกแล้ว

source: Your payment was successfully accepted
th: การชำระเงินของคุณได้รับการยอมรับเรียบร้อยแล้ว

source: erpnext app is not installed. Please install it from {} or {}
th: แอป ERPNext ยังไม่ได้ติดตั้ง กรุณาติดตั้งจาก {} หรือ {}

source: {0} Settings not found
th: ไม่พบการตั้งค่า {0}
