Repository: ManotLuijiu/erpnext-thai-translation
Catalog: print_designer/*.po
Languages: th

source: <strong>thai_business_suite not installed</strong><br><br> CSV-based Chart of Accounts import requires the thai_business_suite app for advanced mapping.<br><br> <strong>Options:</strong><br> 1. Install thai_business_suite: <code>bench get-app thai_business_suite</code><br> 2. Use standard ERPNext Chart of Accounts templates instead<br> 3. Manually import accounts after company creation
th: <strong>thai_business_suite ยังไม่ได้ติดตั้ง</strong><br><br> การนำเข้าแผนผังบัญชีแบบ CSV ต้องใช้แอป thai_business_suite สำหรับการแมปขั้นสูง<br><br> <strong>ตัวเลือก:</strong><br> 1. ติดตั้ง thai_business_suite: <code>bench get-app thai_business_suite</code><br> 2. ใช้เทมเพลตแผนผังบัญชีมาตรฐานของ ERPNext แทน<br> 3. นำเข้าบัญชีด้วยตนเองหลังจากสร้างบริษัทแล้ว

source: 40 (8) รางวัลจากการอื่นใดมี่มีลักษณะชิงโชค (5%)
th: 40 (8) รางวัลจากการอื่นใดที่มีลักษณะชิงโชค (5%)

source: 5. ค่าจ้างทำของ ค่าบริการ ฯลฯ 3 เตรส - Service
th: 5. ค่าจ้างทำของ ค่าบริการ ฯลฯ 3 เตรส - บริการ

source: 6. ค่าบริการ/ค่าสินค้าภาครัฐ - Government Service
th: 6. ค่าบริการ/ค่าสินค้าภาครัฐ - บริการภาครัฐ

source: 7. ค่าจ้างแรงงาน - Labor
th: 7. ค่าจ้างแรงงาน - ค่าแรง

source: 8. ค่าโฆษณา - Advertising
th: 8. ค่าโฆษณา

source: 9. ค่าเช่า - Rent
th: 9. ค่าเช่า

source: <b>This Print Format was created from older version of Print Designer.</b>
th: <b>รูปแบบการพิมพ์นี้ถูกสร้างขึ้นจากเวอร์ชันเก่าของโปรแกรมออกแบบการพิมพ์</b>

source: About
th: เกี่ยวกับ

source: Absolute path to .txt or .json Print Format file
th: เส้นทางสมบูรณ์ไปยังไฟล์รูปแบบการพิมพ์ .txt หรือ .json

source: Absolute path where converted JSON will be saved
th: เส้นทางสัมบูรณ์ที่ไฟล์ JSON ที่แปลงแล้วจะถูกบันทึกไว้

source: Accounting Integration
th: การรวมระบบบัญชี

source: Accounts Manager
th: ผู้จัดการบัญชี

source: Accounts User
th: ผู้ใช้บัญชี

source: Action
th: ดำเนินการ

source: Actions
th: การดำเนินการ

source: Active
th: ใช้งาน

source: Actual WHT will be processed during payment.
th: ภาษีหัก ณ ที่จ่ายที่แท้จริงจะถูกดำเนินการในระหว่างการชำระเงิน

source: Added {0} pending invoices
th: เพิ่มใบแจ้งหนี้ที่รอดำเนินการ {0} รายการ

source: Advanced
th: ขั้นสูง

source: Advanced CSV Import Not Available
th: การนำเข้า CSV ขั้นสูงไม่พร้อมใช้งาน

source: Advanced Settings
th: การตั้งค่าขั้นสูง

source: All Documents
th: เอกสารทั้งหมด

source: Amended From
th: แก้ไขจาก

source: Amount
th: จำนวน

source: Amount Details (รายละเอียดจำนวนเงิน)
th: รายละเอียดจำนวนเงิน

source: Amount Paid
th: จำนวนเงินที่ชำระแล้ว

source: An active {0} stamp already exists for {1}. Consider deactivating the existing one or using a different stamp type.
th: มีตราประทับ {0} ที่ใช้งานอยู่สำหรับ {1} แล้ว กรุณาพิจารณาปิดการใช้งานตราประทับที่มีอยู่หรือใช้ประเภทตราประทับอื่นแทน

source: An error occurred in the delivery approval system. Please refresh the page and try again.
th: เกิดข้อผิดพลาดในระบบอนุมัติใบส่งของ กรุณารีเฟรชหน้าและลองใหม่อีกครั้ง

source: An error occurred while creating the WHT Certificate
th: เกิดข้อผิดพลาดขณะสร้างใบรับรองภาษีหัก ณ ที่จ่าย

source: An error occurred while generating the QR code:
th: เกิดข้อผิดพลาดขณะสร้างรหัส QR:

source: Annual
th: ประจำปี

source: Apply
th: ใช้

source: Apply Typography
th: ใช้รูปแบบตัวอักษร

source: Approval
th: การอนุมัติ

source: Approval Token
th: โทเค็นอนุมัติ

source: Approval URL copied to clipboard
th: ลิงก์การอนุมัติถูกคัดลอกไปยังคลิปบอร์ดแล้ว

source: Approval link copied to clipboard
th: ลิงก์การอนุมัติถูกคัดลอกไปยังคลิปบอร์ดแล้ว

source: Approval page opened in new tab
th: หน้าการอนุมัติเปิดในแท็บใหม่

source: Approved
th: ได้รับการอนุมัติ

source: Approved By
th: อนุมัติโดย

source: Approved Date
th: วันที่อนุมัติ

source: Approved On
th: วันที่อนุมัติ

source: Approved on:
th: อนุมัติเมื่อ:

source: Apps
th: แอปส์

source: Are you sure you want to ${action} Print Designer for this format?
th: คุณแน่ใจหรือไม่ว่าต้องการ ${action} เครื่องมือออกแบบการพิมพ์สำหรับรูปแบบนี้?

source: Are you sure you want to clear all PDF generation logs?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกการสร้าง PDF ทั้งหมด?

source: Are you sure you want to clear all invoice items?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายการใบแจ้งหนี้ทั้งหมด?

source: Are you sure you want to delete the page?
th: คุณแน่ใจหรือไม่ว่าต้องการลบหน้าดังกล่าว?

source: Assignment
th: การมอบหมาย

source: At least 1 element is required inside body
th: ต้องมีอย่างน้อย 1 รายการภายในเนื้อหา

source: At least one invoice item is required
th: ต้องมีอย่างน้อยหนึ่งรายการในใบแจ้งหนี้

source: Authentication Stamp
th: ตราประทับการยืนยันตัวตน

source: Authority that issued or registered this stamp
th: หน่วยงานที่ออกหรือจดทะเบียนตราประทับนี้

source: Auto Calculate Retention
th: คำนวณการหักเงินประกันอัตโนมัติ

source: Auto Calculate WHT
th: คำนวณภาษี ณ ที่จ่ายอัตโนมัติ

source: Auto Create after Submit
th: สร้างอัตโนมัติหลังจากส่งแล้ว

source: Auto lets server choose the best available generator
th: ให้เซิร์ฟเวอร์เลือกเครื่องมือที่ดีที่สุดโดยอัตโนมัติ

source: Auto-applied default WHT rate {0}% from Company settings
th: อัตราภาษีหัก ณ ที่จ่ายเริ่มต้น {0}% ที่ตั้งค่าไว้ในบริษัทถูกนำมาใช้โดยอัตโนมัติ

source: Auto-applied {0}% WHT rate for {1} income type
th: อัตรา ภาษีหัก ณ ที่จ่าย {0}% ที่ใช้โดยอัตโนมัติสำหรับประเภทรายได้ {1}

source: Auto-calculated average withholding rate
th: อัตราหัก ณ ที่จ่ายเฉลี่ยที่คำนวณโดยอัตโนมัติ

source: Auto-calculated from items table
th: คำนวณโดยอัตโนมัติจากตารางรายการสินค้า

source: Auto-calculated total gross payments
th: ยอดรวมการชำระเงินทั้งหมดที่คำนวณโดยอัตโนมัติ

source: Auto-calculated total tax amount
th: ยอดรวมภาษีที่คำนวณอัตโนมัติ

source: Auto-generated form number
th: หมายเลขแบบฟอร์มที่สร้างโดยอัตโนมัติ

source: Auto-populate Target Field
th: กรอกข้อมูลในช่องเป้าหมายโดยอัตโนมัติ

source: Automatically update the target field when this signature is saved
th: อัปเดตฟิลด์เป้าหมายโดยอัตโนมัติเมื่อบันทึกลายเซ็นนี้

source: Average Tax Rate
th: อัตราภาษีเฉลี่ย

source: Barcode (B)
th: บาร์โค้ด (B)

source: Base64 encoded signature data (for digital drawings)
th: ข้อมูลลายเซ็นเข้ารหัส Base64 (สำหรับภาพวาดดิจิทัล)

source: Based on the Item Group "{0}", this might be a service item. Consider checking "Is Service" if this item represents a service subject to withholding tax.
th: จากกลุ่มสินค้า "{0}" อาจเป็นรายการบริการ โปรดพิจารณาทำเครื่องหมาย "เป็นบริการ" หากรายการนี้เป็นบริการที่ต้องหักภาษี ณ ที่จ่าย

source: Basic Information
th: ข้อมูลพื้นฐาน

source: Billing
th: การเรียกเก็บเงิน

source: Billing Address
th: ที่อยู่ในการเรียกเก็บเงิน

source: Billing Documents
th: เอกสารการวางบิล

source: Billing Management
th: การจัดการการเรียกเก็บเงิน

source: Billing Period
th: ระยะเวลาการเรียกเก็บเงิน

source: Billing Period From Date cannot be greater than To Date
th: วันที่เริ่มต้นของช่วงเวลาการเรียกเก็บเงินต้องไม่มากกว่าวันที่สิ้นสุดของช่วงเวลา

source: Billing Period To Date cannot be before From Date
th: วันที่สิ้นสุดรอบบิลต้องไม่อยู่ก่อนวันที่เริ่มต้น

source: Bottom (px)
th: ด้านล่าง (px)

source: Bottom Center
th: กึ่งกลางด้านล่าง

source: Bottom Left
th: ด้านล่างซ้าย

source: Bottom Right
th: ล่างขวา

source: Branch Code
th: รหัสสาขา

source: Buddhist Era Year
th: ปีพุทธศักราช

source: Buddhist Era year (auto-calculated)
th: ปีพุทธศักราช (คำนวณอัตโนมัติ)

source: Bulk Update Complete
th: การอัปเดตจำนวนมากเสร็จสมบูรณ์

source: Bulk Upload
th: อัปโหลดจำนวนมาก

source: Bulk update completed! Updated ${r.message.updated_count} designations
th: การอัปเดตแบบกลุ่มเสร็จสมบูรณ์! ได้อัปเดตตำแหน่งงานจำนวน ${r.message.updated_count} รายการแล้ว

source: COPY
th: คัดลอก

source: CSV Mapping Template
th: เทมเพลตการแมป CSV

source: Cancelled
th: ยกเลิกแล้ว

source: Cash purchase disabled - Thai Tax Compliance section cleared
th: การซื้อด้วยเงินสดถูกปิดใช้งาน - ส่วนการปฏิบัติตามภาษีไทยถูกล้างข้อมูลแล้ว

source: Category
th: หมวดหมู่

source: Certificate Date
th: วันที่ สอบระบอบ

source: Certificate Information
th: ข้อมูลใบรับรอง

source: Certificate Issue Date
th: วันที่ออกใบรับรอง

source: Certificate Issued
th: ใบรับรองที่ออกให้

source: Certificate Number
th: หมายเลขใบรับรอง

source: Certificate Period
th: ระยะเวลาประกาศนียบัตร

source: Certificate Reason
th: เหตุผลใบรับรอง

source: Chart of Accounts CSV File
th: ไฟล์ CSV แผนผังบัญชี

source: Chart of Accounts imported successfully from CSV: {0} accounts
th: แผนภูมิบัญชีถูกนำเข้าเรียบร้อยจาก CSV: {0} บัญชี

source: Checking for PDF conflicts...
th: กำลังตรวจสอบความขัดแย้งของ PDF...

source: Classification for PND form reporting
th: การจำแนกประเภทสำหรับการรายงานแบบฟอร์ม ภ.ง.ด.

source: Clear
th: ล้างข้อมูล

source: Clear All Items
th: ล้างรายการทั้งหมด

source: Click to view PND Form
th: คลิกเพื่อดูแบบฟอร์ม ภ.ง.ด.

source: Close
th: ปิด

source: CoA Import Status
th: สถานะการนำเข้าบัญชีแยกประเภท

source: Color
th: สี

source: Comma-separated labels for each copy
th: ป้ายกำกับแยกด้วยเครื่องหมายจุลภาคสำหรับแต่ละสำเนา

source: Common WHT rates: 3% (services), 1% (rental), 5% (royalty)
th: อัตราภาษีหัก ณ ที่จ่ายทั่วไป: 3% (บริการ), 1% (ค่าเช่า), 5% (ค่าลิขสิทธิ์)

source: Compact Item Print
th: พิมพ์รายการสินค้าแบบกะทัดรัด

source: Company
th: บริษัท

source: Company (ผู้หักภาษี)
th: บริษัท (ผู้หักภาษี)

source: Company Branch
th: สาขาบริษัท

source: Company Information
th: ข้อมูลบริษัท

source: Company Retention Settings
th: การตั้งค่า เงินประกันผลงาน

source: Company Seal
th: ตราประทับบริษัท

source: Company Stamp
th: ตราประทับบริษัท

source: Company Stamp Details
th: รายละเอียดตราประทับบริษัท

source: Company Tax ID
th: หมายเลขประจำตัวผู้เสียภาษีของบริษัท

source: Company is required
th: จำเป็นต้องระบุบริษัท

source: Company this signature belongs to
th: บริษัทที่ลายเซ็นนี้เป็นของ

source: Company/Corporation Name
th: ชื่อบริษัท/ห้างหุ้นส่วนจำกัด

source: Company/Juristic Person (PND.53)
th: บริษัท/นิติบุคคล (ภงด.53)

source: Conditions
th: เงื่อนไข

source: Conditions (Thai)
th: เงื่อนไข (ไทย)

source: Confidential
th: เป็นความลับ

source: Consider using "VAT Undue (7%)" for TDS transactions to comply with Thai tax regulations
th: พิจารณาใช้ "VAT ไม่ถึงกำหนด (7%)" สำหรับรายการภาษีหัก ณ ที่จ่ายเพื่อให้สอดคล้องกับข้อกำหนดทางภาษีของไทย

source: Consider using 'VAT Undue (7%)' for TDS transactions to comply with Thai tax regulations
th: โปรดพิจารณาใช้ 'VAT Undue (7%)' สำหรับรายการหัก ณ ที่จ่ายเพื่อให้เป็นไปตามข้อกำหนดทางภาษีของประเทศไทย

source: Console execution only allowed in developer mode
th: การใช้งานคอนโซลอนุญาตเฉพาะในโหมดนักพัฒนาเท่านั้น

source: Construction service enabled. Configure retention settings for construction projects.
th: เปิดใช้งานบริการก่อสร้างแล้ว กรุณาตั้งค่าการเก็บรักษาสำหรับโครงการก่อสร้าง

source: Control watermark display: None=no watermarks, Original on First Page=first page shows 'Original', Copy on All Pages=all pages show 'Copy', Original,Copy on Sequence=alternates between 'Original' and 'Copy'
th: ควบคุมการแสดงลายน้ำ: ไม่มี=ไม่มีลายน้ำ, ต้นฉบับที่หน้าหนึ่ง=หน้าหนึ่งแสดงคำว่า 'ต้นฉบับ', สำเนาที่ทุกหน้า=ทุกหน้าแสดงคำว่า 'สำเนา', ต้นฉบับ, สำเนาสลับกัน=สลับแสดงคำว่า 'ต้นฉบับ' และ 'สำเนา'

source: Conversion Failed
th: การแปลงล้มเหลว

source: Conversion Successful
th: การแปลงสำเร็จแล้ว

source: Conversion dialog script not loaded. Please refresh the page.
th: สคริปต์กล่องโต้ตอบการแปลงยังไม่ถูกโหลด กรุณารีเฟรชหน้าจอใหม่อีกครั้ง

source: Convert
th: แปลง

source: Convert Print Format to Designer Export
th: แปลงรูปแบบการพิมพ์เป็นการส่งออกแบบดีไซเนอร์

source: Convert to Print Designer Export
th: แปลงเป็นการส่งออกแบบการพิมพ์

source: Converting print format...
th: กำลังแปลงรูปแบบการพิมพ์...

source: Copies:
th: สำเนา:

source: Copy
th: สำเนา

source: Copy Approval Link
th: คัดลอกลิงก์อนุมัติ

source: Copy From
th: คัดลอกจาก

source: Copy Labels
th: คัดลอกป้ายกำกับ

source: Copy Options
th: คัดลอกตัวเลือก

source: Copy Settings
th: คัดลอกการตั้งค่า

source: Copy URL
th: คัดลอก URL

source: Copy functionality works best with wkhtmltopdf. Letter Head is available.
th: ฟังก์ชันการคัดลอกทำงานได้ดีที่สุดกับ wkhtmltopdf หัวจดหมายพร้อมใช้งานแล้ว

source: Copy on All Pages
th: คัดลอกในทุกหน้า

source: Corporate
th: บริษัท

source: Country
th: ประเทศ

source: Create
th: สร้าง

source: Create Certificate (Disabled)
th: สร้างใบรับรอง (ปิดใช้งาน)

source: Create New
th: สร้างใหม่

source: Create Template
th: สร้างแม่แบบ

source: Create WHT Certificate
th: สร้างใบรับรองภาษี ณ ที่จ่าย

source: Create Watermark Template
th: สร้างแม่แบบลายน้ำ

source: Create Withholding Tax Certificate for this Payment Entry?<br><br>This will generate an official WHT certificate for Thai Revenue Department compliance.
th: สร้างใบรับรองภาษีหัก ณ ที่จ่ายสำหรับรายการชำระเงินนี้หรือไม่?<br><br>ระบบจะสร้างใบรับรองภาษีหัก ณ ที่จ่ายอย่างเป็นทางการเพื่อให้เป็นไปตามข้อกำหนดของกรมสรรพากรไทย

source: Create or Edit Print Format
th: สร้างหรือแก้ไขรูปแบบการพิมพ์

source: Created WHT Payable Account: {0}
th: สร้างบัญชีเจ้าหนี้ภาษีหัก ณ ที่จ่าย: {0}

source: Created retention settings for {0} companies
th: สร้างการตั้งค่าการเก็บรักษาสำหรับ {0} บริษัทแล้ว

source: Creation Error
th: ข้อผิดพลาดในการสร้าง

source: Creation Failed
th: การสร้างล้มเหลว

source: Current Month
th: เดือนปัจจุบัน

source: Custom
th: กำหนดเอง

source: Custom Text
th: ข้อความกำหนดเอง

source: Custom Text Options
th: ตัวเลือกข้อความกำหนดเอง

source: Customer
th: ลูกค้า

source: Customer Address
th: ที่อยู่ของลูกค้า

source: Customer Billing Summary
th: สรุปการเรียกเก็บเงินลูกค้า

source: Customer Details
th: รายละเอียดลูกค้า

source: Customer Mobile
th: หมายเลขโทรศัพท์มือถือของลูกค้า

source: Customer Name
th: ชื่อลูกค้า

source: Customer is required
th: จำเป็นต้องระบุ ลูกค้า

source: Date
th: วันที่

source: Date when form was submitted to Thai Revenue Department
th: วันที่แบบฟอร์มถูกส่งไปยังกรมสรรพากร

source: Default Copy Count
th: จำนวนสำเนาเริ่มต้น

source: Default Copy Label
th: ป้ายคัดลอกเริ่มต้น

source: Default Font Family
th: ครอบครัวแบบอักษรเริ่มต้น

source: Default Font Size (px)
th: ขนาดตัวอักษรเริ่มต้น (px)

source: Default Height (px)
th: ความสูงเริ่มต้น (px)

source: Default Opacity
th: ความทึบแสงเริ่มต้น

source: Default Original Label
th: ป้ายกำกับต้นฉบับเริ่มต้น

source: Default Position
th: ตำแหน่งเริ่มต้น

source: Default Retention Rate (%)
th: อัตราการเก็บรักษาเริ่มต้น (%)

source: Default Retention Rate cannot be negative
th: อัตราการเก็บรักษาเริ่มต้นไม่สามารถเป็นค่าลบได้

source: Default Retention Rate cannot exceed Maximum Retention Rate
th: อัตราการเก็บรักษาเริ่มต้นต้องไม่เกินอัตราการเก็บรักษาสูงสุด

source: Default Retention Rate is required when Construction Service is enabled
th: อัตราการหัก ณ ที่จ่ายเริ่มต้นจำเป็นเมื่อเปิดใช้งานบริการก่อสร้าง

source: Default Retention Rate should not exceed Maximum Retention Rate
th: อัตราการเก็บรักษาเริ่มต้นไม่ควรเกินอัตราการเก็บรักษาสูงสุด

source: Default Settings
th: การตั้งค่าเริ่มต้น

source: Default Signature
th: ลายเซ็นเริ่มต้น

source: Default Tax Rates
th: อัตราภาษีเริ่มต้น

source: Default Text Color
th: สีข้อความเริ่มต้น

source: Default WHT income type for this item when used in purchase transactions
th: ประเภทเงินได้หัก ณ ที่จ่ายเริ่มต้นสำหรับไอเท็มนี้เมื่อใช้ในรายการซื้อ

source: Default Watermark Mode
th: โหมดลายน้ำเริ่มต้น

source: Default Width (px)
th: ความกว้างเริ่มต้น (พิกเซล)

source: Default font size must be between 8 and 72 pixels
th: ขนาดตัวอักษรเริ่มต้นต้องอยู่ระหว่าง 8 ถึง 72 พิกเซล

source: Default label for additional copies
th: ป้ายกำกับเริ่มต้นสำหรับสำเนาเพิ่มเติม

source: Default label for original copy
th: ป้ายกำกับเริ่มต้นสำหรับสำเนาต้นฉบับ

source: Default number of copies to generate
th: จำนวนสำเนาเริ่มต้นที่ต้องสร้าง

source: Default opacity must be between 0 and 1
th: ความทึบแสงเริ่มต้นต้องอยู่ระหว่าง 0 ถึง 1

source: Delivery Approval QR Code
th: รหัส QR การอนุมัติการส่งมอบ

source: Delivery Note
th: ใบส่งสินค้า

source: Delivery Note Approval
th: การอนุมัติใบส่งสินค้า

source: Department
th: แผนก

source: Description
th: คำอธิบาย

source: Designation
th: ตำแหน่งงาน

source: Details
th: รายละเอียด

source: Dialog Not Available
th: ไดอะล็อกไม่พร้อมใช้งาน

source: Digital Drawing
th: ภาพวาดดิจิทัล

source: Digital Signature
th: ลายมือชื่อดิจิทัล

source: Distance from bottom in pixels (leave blank to use top)
th: ระยะห่างจากด้านล่างเป็นพิกเซล (เว้นว่างเพื่อใช้ด้านบน)

source: Distance from left in pixels (leave blank to use right)
th: ระยะห่างจากซ้ายเป็นพิกเซล (เว้นว่างไว้เพื่อใช้ระยะห่างจากขวา)

source: Distance from right in pixels (leave blank to use left)
th: ระยะห่างจากขวาเป็นพิกเซล (เว้นว่างเพื่อใช้ระยะห่างจากซ้าย)

source: Distance from top in pixels (leave blank to use bottom)
th: ระยะห่างจากด้านบนเป็นพิกเซล (เว้นว่างไว้เพื่อใช้ด้านล่าง)

source: Do you want to open the imported Print Format?
th: คุณต้องการเปิดรูปแบบการพิมพ์ที่นำเข้าไหม?

source: Do you want to save copy of it ?
th: ต้องการบันทึกสำเนาหรือไม่?

source: DocType that contains the signature field
th: DocType ที่มีฟิลด์ลายเซ็นต์

source: DocType {0} does not exist in this system
th: DocType {0} ไม่มีอยู่ในระบบนี้

source: Document Date
th: วันที่ เข้าน

source: Document Number
th: หมายเลขเอกสาร

source: Document Type
th: ประเภทเอกสาร

source: Document not found
th: ไม่พบเอกสาร

source: Document type and name are required
th: ประเภทเอกสารและชื่อเอกสารเป็นข้อมูลที่ต้องระบุ

source: Documentation
th: เอกสารประกอบ

source: Download PDF
th: ดาวน์โหลด PDF

source: Draft
th: ฉบับร่าง

source: Draw Signature
th: วาดลายเซ็นต์

source: Draw Stamp
th: ประทับตรา

source: Draw Your Signature
th: วาดลายเซ็นของคุณ

source: Draw Your Stamp
th: วาดตราประทับของคุณ

source: Due Date
th: วันที่ครบกำหนด

source: Due Date cannot be before Posting Date
th: วันที่ครบกำหนดต้องไม่อยู่ก่อนวันที่บันทึกบัญชี

source: Dynamic Images
th: รูปภาพไดนามิก

source: Edit
th: แก้ไข

source: Edit Existing
th: แก้ไขรายการที่มีอยู่

source: Edit Format
th: แก้ไขรูปแบบ

source: Employee
th: พนักงาน

source: Employee Information
th: ข้อมูลของพนักงาน

source: Employee Name
th: ชื่อของพนักงาน

source: Employee Tax ID
th: รหัสผู้เสียภาษีของพนักงาน

source: Employee Tax Ledger
th: บัญชีภาษีพนักงาน

source: Employee Tax Ledger Entry
th: รายการสมุดรายวันภาษีพนักงาน

source: Enable Construction Service
th: เปิดใช้งานบริการก่อสร้าง

source: Enable Multiple Copies
th: เปิดใช้งานสำเนาหลายชุด

source: Enable Watermark System
th: เปิดใช้งานระบบลายน้ำ

source: Enable custom positioning with pixel values
th: เปิดใช้งานการกำหนดตำแหน่งแบบกำหนดเองด้วยค่าพิกเซล

source: Enable multiple copy generation for print formats
th: เปิดใช้งานการสร้างสำเนาหลายชุดสำหรับรูปแบบการพิมพ์

source: Enable to import Chart of Accounts from CSV file instead of standard templates
th: เปิดใช้งานการนำเข้าบัญชีแยกประเภทจากไฟล์ CSV แทนการใช้แม่แบบมาตรฐาน

source: Enabled Construction Service for Company {0}
th: เปิดใช้งานบริการก่อสร้างสำหรับบริษัท {0}

source: Enter Label
th: ป้อนป้ายกำกับ

source: Error
th: ข้อผิดพลาด

source: Error auto-populating Thai account names. Check console for details.
th: เกิดข้อผิดพลาดในการกรอกชื่อบัญชีภาษาไทยโดยอัตโนมัติ กรุณาตรวจสอบคอนโซลสำหรับรายละเอียดเพิ่มเติม

source: Error auto-populating Thai account names: {0}
th: เกิดข้อผิดพลาดในการกรอกชื่อบัญชีภาษาไทยโดยอัตโนมัติ: {0}

source: Error clearing logs: {0}
th: ข้อผิดพลาดในการลบบันทึก: {0}

source: Error converting file: {0}
th: ข้อผิดพลาดในการแปลงไฟล์: {0}

source: Error creating journal entry: {}
th: เกิดข้อผิดพลาดในการสร้างรายการบัญชี: {}

source: Error exporting logs: {0}
th: เกิดข้อผิดพลาดในการส่งออกบันทึก: {0}

source: Error generating print preview: {0}
th: เกิดข้อผิดพลาดในการสร้างตัวอย่างการพิมพ์: {0}

source: Error generating report: {}
th: เกิดข้อผิดพลาดในการสร้างรายงาน: {}

source: Error generating tax filing data: {}
th: เกิดข้อผิดพลาดในการสร้างข้อมูลการยื่นภาษี: {}

source: Error importing Print Format: {0}
th: ข้อผิดพลาดในการนำเข้าแบบฟอร์มการพิมพ์: {0}

source: Error loading document: {0}
th: เกิดข้อผิดพลาดในการโหลดเอกสาร: {0}

source: Error processing Thailand withholding tax: {0}
th: เกิดข้อผิดพลาดในการประมวลผลภาษีหัก ณ ที่จ่ายของประเทศไทย: {0}

source: Error reading file: {0}
th: เกิดข้อผิดพลาดในการอ่านไฟล์: {0}

source: Error retrieving certificate data: {}
th: เกิดข้อผิดพลาดในการดึงข้อมูลใบรับรอง: {}

source: Error retrieving logs: {0}
th: เกิดข้อผิดพลาดในการดึงบันทึก: {0}

source: Error retrieving template configuration
th: เกิดข้อผิดพลาดในการดึงข้อมูลการตั้งค่าแม่แบบ

source: Exit
th: ออกจากระบบ

source: Expired
th: หมดอายุ

source: Expiry date if applicable
th: วันที่หมดอายุ (ถ้ามี)

source: Export Format
th: รูปแบบการส่งออก

source: Export data is valid
th: ข้อมูลส่งออกถูกต้อง

source: Export to Excel
th: ส่งออกเป็น Excel

source: Failed to apply typography settings
th: ไม่สามารถใช้การตั้งค่าการพิมพ์ได้สำเร็จ

source: Failed to clear logs: {0}
th: ไม่สามารถล้างบันทึกได้: {0}

source: Failed to communicate with typography API
th: ไม่สามารถติดต่อกับ typography API ได้

source: Failed to convert print format. Please check the file paths and try again.<br><br>Error:
th: ไม่สามารถแปลงรูปแบบการพิมพ์ได้ กรุณาตรวจสอบเส้นทางไฟล์และลองใหม่อีกครั้ง<br><br>ข้อผิดพลาด:

source: Failed to create Thai compliance GL entries: {0}
th: ไม่สามารถสร้างรายการสมุดรายวันตามข้อกำหนดของไทยได้: {0}

source: Failed to create WHT Certificate
th: ไม่สามารถสร้างใบรับรองภาษีหัก ณ ที่จ่ายได้

source: Failed to create WHT Certificate. Check error log for details.
th: ไม่สามารถสร้างใบรับรอง ภาษีหัก ณ ที่จ่าย ได้ กรุณาตรวจสอบบันทึกข้อผิดพลาดสำหรับรายละเอียดเพิ่มเติม

source: Failed to create WHT Certificate: {0}
th: ไม่สามารถสร้างใบรับรองภาษี ณ ที่จ่ายได้: {0}

source: Failed to create template
th: ไม่สามารถสร้างแม่แบบได้

source: Failed to generate QR code. Please try again.
th: ไม่สามารถสร้างรหัส QR ได้ กรุณาลองใหม่อีกครั้ง

source: Failed to generate WHT Certificate preview
th: ไม่สามารถสร้างตัวอย่างใบรับรองภาษีหัก ณ ที่จ่ายได้

source: Failed to load template configuration
th: ไม่สามารถโหลดการตั้งค่าแม่แบบได้

source: Failed to load watermark configuration
th: ไม่สามารถโหลดการตั้งค่าน้ำเครื่องหมายได้

source: Failed to retrieve logs: {0}
th: ไม่สามารถดึงบันทึกได้: {0}

source: Failed to reverse Thai tax entries: {0}
th: ไม่สามารถย้อนกลับรายการภาษีไทยได้: {0}

source: Failed to save configuration
th: ไม่สามารถบันทึกการตั้งค่าได้

source: Failed to save watermark configuration
th: ไม่สามารถบันทึกการตั้งค่าน้ำพิมพ์ได้

source: Feature Disabled
th: ปิดใช้งานฟีเจอร์

source: Field Name for Print Designer
th: ชื่อฟิลด์สำหรับโปรแกรมออกแบบการพิมพ์

source: Field name to use in print designer templates
th: ชื่อฟิลด์ที่ใช้ในแม่แบบตัวออกแบบการพิมพ์

source: File operation error: {0}
th: ข้อผิดพลาดในการดำเนินการไฟล์: {0}

source: Font Family
th: ชุดตัวอักษร

source: Font Size
th: ขนาดตัวอักษร

source: Font Size (px)
th: ขนาดตัวอักษร (px)

source: Font family for watermark text
th: ฟอนต์สำหรับข้อความลายน้ำ

source: Font size for watermark text (e.g., 24px, 2em)
th: ขนาดตัวอักษรสำหรับข้อความลายน้ำ (เช่น 24px, 2em)

source: Font size in template '{0}' must be between 8 and 72 pixels
th: ขนาดตัวอักษรในแม่แบบ '{0}' ต้องอยู่ระหว่าง 8 ถึง 72 พิกเซล

source: Form
th: แบบฟอร์ม

source: Form Number
th: หมายเลขแบบฟอร์ม

source: Form Type
th: ประเภทฟอร์ม

source: Format
th: รูปแบบ

source: Format: WHTC-BBMM-##### (Buddhist Era)
th: รูปแบบ: WHTC-BBMM-##### (พ.ศ.)

source: Frappe Support
th: ฝ่ายสนับสนุน Frappe

source: From Date
th: จากวันที่

source: From Date cannot be greater than To Date
th: วันที่เริ่มต้นต้องไม่มากกว่าวันที่สิ้นสุด

source: From Date is required
th: วันที่เริ่มต้นเป็นข้อมูลที่จำเป็น

source: Full Page
th: เต็มหน้า

source: General
th: ทั่วไป

source: General Settings
th: การตั้งค่าทั่วไป

source: Generate Certificates
th: สร้างใบรับรอง

source: Generate Multiple Copies
th: สร้างสำเนาหลายชุด

source: Generate QR Code
th: สร้างรหัส QR

source: Generate WHT Certificate
th: สร้างใบรับรองภาษี ณ ที่จ่าย

source: Generate WHT certificates for {0} selected entries?
th: สร้างใบรับรองภาษีหัก ณ ที่จ่ายสำหรับรายการที่เลือก {0} รายการหรือไม่?

source: Generated On
th: สร้างขึ้นเมื่อ
