Repository: ManotLuijiu/erpnext-thai-translation
Catalog: print_designer/*.po
Languages: th

source: Generated {0} certificates successfully
th: สร้างใบรับรอง {0} ใบสำเร็จแล้ว

source: Generating PDF...
th: กำลังสร้างไฟล์ PDF...

source: Generating QR Code
th: กำลังสร้าง QR Code

source: Generator
th: เครื่องกำเนิดไฟฟ้า

source: Get PDF
th: ดาวน์โหลด PDF

source: Get Pending Invoices
th: ดึงใบแจ้งหนี้ที่รอดำเนินการ

source: Global Settings
th: การตั้งค่าทั่วไป

source: Global toggle for watermark functionality
th: สวิตช์เปิด/ปิดการทำงานของลายน้ำทั่วโลก

source: Go to {0}
th: ไปที่ {0}

source: Goods Received: Approved
th: สินค้ารับเข้า: อนุมัติแล้ว

source: Goods Received: Pending
th: รับสินค้า: รอดำเนินการ

source: Goods Received: Rejected
th: สินค้าที่รับ: ถูกปฏิเสธ

source: Grand Total
th: ยอดรวมทั้งหมด

source: Grand Total In Words
th: ยอดรวมทั้งหมดเป็นตัวอักษร

source: Gross Amount
th: จำนวนเงินรวม

source: Gross Salary
th: เงินเดือนขั้นต้น

source: Human-readable name for the signature
th: ชื่อที่อ่านเข้าใจง่ายสำหรับลายเซ็นต์

source: INV-DATA-.YYYY-DATE.-.MM-DATE.-.####
th: INV-DATA-.YYYY-วันที่.-.MM-วันที่.-.####

source: If it takes too long, try switching to a different PDF generator from the sidebar.
th: หากใช้เวลานานเกินไป กรุณาลองเปลี่ยนไปใช้โปรแกรมสร้าง PDF ตัวอื่นจากแถบด้านข้าง

source: Image (I)
th: รูปภาพ (I)

source: Import
th: นำเข้า

source: Import Format
th: รูปแบบการนำเข้า

source: Import Print Designer Format
th: นำเข้าแบบฟอร์มการออกแบบการพิมพ์

source: In Words will be visible once you save the Billing.
th: ข้อความในรูปแบบคำจะปรากฏเมื่อคุณบันทึกใบวางบิลแล้ว

source: Income Category
th: หมวดหมู่รายได้

source: Income Category (Thai)
th: หมวดหมู่รายได้ (ไทย)

source: Income Description
th: คำอธิบายรายได้

source: Income Description (Thai)
th: คำอธิบายรายได้ (ไทย)

source: Income Description (รายละเอียด)
th: คำอธิบายรายได้

source: Income Details
th: รายละเอียดรายได้

source: Income Tax
th: ภาษีเงินได้

source: Income Type
th: ประเภทรายได้

source: Income Type (Revenue Department classification) is required when Subject to Withholding Tax is enabled for cash purchases
th: ประเภทรายได้ (การจัดประเภทของกรมสรรพากร) จำเป็นต้องระบุเมื่อเปิดใช้งาน ภาษีหัก ณ ที่จ่าย สำหรับการซื้อด้วยเงินสด

source: Income Type (ประเภทเงินได้)
th: ประเภทเงินได้

source: Income Type Code
th: รหัสประเภทรายได้

source: Individual
th: บุคคล

source: Individual - Non-staff (PND.3)
th: บุคคลธรรมดา - ไม่ใช่พนักงาน (ภงด.3)

source: Individual - Staff (PND.1)
th: บุคคลธรรมดา - พนักงาน (ภงด.1)

source: Individual/Supplier Name
th: ชื่อบุคคล/ผู้จำหน่าย

source: Install Signature Fields
th: ติดตั้งฟิลด์ลายเซ็นต์

source: Installation Complete
th: การติดตั้งเสร็จสมบูรณ์

source: Installation Failed
th: การติดตั้งล้มเหลว

source: Installation Successful
th: ติดตั้งสำเร็จ

source: Installation failed: {}
th: การติดตั้งล้มเหลว: {}

source: Insufficient permissions
th: สิทธิ์ไม่เพียงพอ

source: Insufficient permissions to create Journal Entry
th: ไม่มีสิทธิ์เพียงพอในการสร้างบัญชีรายการสมุดรายวัน

source: Insufficient permissions to install system components
th: ไม่มีสิทธิ์เพียงพอในการติดตั้งส่วนประกอบของระบบ

source: Insufficient permissions to repair installation
th: ไม่มีสิทธิ์เพียงพอในการซ่อมแซมการติดตั้ง

source: Internal Notes
th: บันทึกภายใน

source: Invalid Field Mapping
th: การจับคู่ฟิลด์ไม่ถูกต้อง

source: Invalid Invoice Date
th: วันที่ใบแจ้งหนี้ไม่ถูกต้อง

source: Invalid JSON data: {0}
th: ข้อมูล JSON ไม่ถูกต้อง: {0}

source: Invalid JSON in source file: {0}
th: JSON ไม่ถูกต้องในไฟล์ต้นทาง: {0}

source: Invalid JSON: {0}
th: JSON ไม่ถูกต้อง: {0}

source: Invalid WHT Rate. Please enter a positive percentage
th: อัตราภาษีหัก ณ ที่จ่ายไม่ถูกต้อง กรุณาใส่อัตราร้อยละที่เป็นบวก

source: Invalid Withholding Tax Account: {0}
th: บัญชีภาษีหัก ณ ที่จ่ายไม่ถูกต้อง: {0}

source: Invalid approval URL format. Error:
th: รูปแบบ URL การอนุมัติไม่ถูกต้อง ข้อผิดพลาด:

source: Invalid export data: missing print_format
th: ข้อมูลส่งออกไม่ถูกต้อง: ขาด print_format

source: Invoice
th: ใบแจ้งหนี้

source: Invoice Amount
th: จำนวนเงินในใบแจ้งหนี้

source: Invoice Data
th: ข้อมูลใบแจ้งหนี้

source: Invoice Date
th: วันที่ออกใบแจ้งหนี้

source: Invoice Item
th: รายการใบแจ้งหนี้

source: Invoice Items
th: รายการใบแจ้งหนี้

source: Is Active
th: ใช้งานอยู่

source: Issued
th: ออก

source: Issuing Authority
th: หน่วยงานออกให้

source: It is not compatible with current version so instead make copy of this format using new version
th: ไม่สามารถใช้งานร่วมกับเวอร์ชันปัจจุบันได้ ดังนั้นให้ทำสำเนารูปแบบนี้โดยใช้เวอร์ชันใหม่แทน

source: Item Code
th: รหัสสินค้า

source: Item Name
th: ชื่อสินค้า

source: Job title or position (e.g., "CEO", "Manager")
th: ตำแหน่งงานหรือหน้าที่ (เช่น "ประธานเจ้าหน้าที่บริหาร", "ผู้จัดการ")

source: Journal Entry already exists: {0}
th: รายการบัญชีมีอยู่แล้ว: {0}

source: Journal Entry {0} created and submitted for Withholding Tax
th: บันทึกบัญชี {0} ถูกสร้างและส่งสำหรับ ภาษีหัก ณ ที่จ่าย แล้ว

source: Keyboard Shortcuts
th: แป้นพิมพ์ลัด

source: Language
th: ภาษา

source: Last Used
th: ใช้งานครั้งล่าสุด

source: Leave empty to use the original name or auto-generate if exists
th: ปล่อยว่างไว้เพื่อใช้ชื่อเดิมหรือสร้างอัตโนมัติหากมีอยู่แล้ว

source: Left (px)
th: ซ้าย (px)

source: Letter Head
th: หัวจดหมาย

source: Link to ERPNext Tax Withholding Category for GL posting
th: ลิงก์ไปยังหมวดหมู่ภาษีหัก ณ ที่จ่ายของ ERPNext สำหรับการบันทึกบัญชีแยกประเภททั่วไป

source: Link to Frappe user who owns this signature
th: ลิงก์ไปยังผู้ใช้ Frappe ที่เป็นเจ้าของลายเซ็นนี้

source: Loading Print Format
th: กำลังโหลดรูปแบบการพิมพ์

source: Log out
th: ออกจากระบบ

source: Manual certificate creation is disabled in automation mode
th: การสร้างใบรับรองด้วยตนเองถูกปิดใช้งานในโหมดอัตโนมัติ

source: Maximum Retention Rate (%)
th: อัตราการเก็บรักษาสูงสุด (%)

source: Maximum Retention Rate cannot exceed 100%
th: อัตราการเก็บรักษาสูงสุดไม่สามารถเกิน 100% ได้

source: Maximum Retention Rate should not be less than Default Retention Rate
th: อัตราการเก็บรักษาสูงสุดต้องไม่ต่ำกว่าอัตราการเก็บรักษาเริ่มต้น

source: Middle Center
th: กึ่งกลางกลาง

source: Middle Left
th: กลางซ้าย

source: Middle Right
th: กลางขวา

source: Migration completed successfully
th: การย้ายข้อมูลเสร็จสมบูรณ์เรียบร้อยแล้ว

source: Minimum Invoice Amount for Retention
th: จำนวนเงินขั้นต่ำของใบแจ้งหนี้สำหรับการหักเงินงวด

source: Missing Information
th: ข้อมูลที่ขาดหาย

source: Missing Supplier Invoice Date
th: วันที่ใบกำกับซื้อของผู้จำหน่ายหายไป

source: Missing Supplier Invoice No
th: ไม่มีหมายเลขใบแจ้งหนี้ผู้จำหน่าย

source: Missing print_format in export data
th: ไม่มีรูปแบบการพิมพ์ในข้อมูลส่งออก

source: Missing required fields: {0}
th: ขาดข้อมูลที่จำเป็น: {0}

source: Mode
th: โหมด

source: Month
th: เดือน

source: Monthly
th: รายเดือน

source: Monthly Details
th: รายละเอียดรายเดือน

source: Monthly Tax Entries
th: รายการภาษีรายเดือน

source: Mouse Pointer (M)
th: ตัวชี้เมาส์ (M)

source: Multiple copies detected. Downloading PDF for printing...
th: ตรวจพบสำเนาหลายชุด กำลังดาวน์โหลด PDF สำหรับการพิมพ์...

source: My Profile
th: โปรไฟล์ของฉัน

source: My Settings
th: การตั้งค่าของฉัน

source: Naming Series
th: ชุดการตั้งชื่อ

source: Net Pay
th: จ่ายสุทธิ

source: Net Payment Amount (จ่ายสุทธิ)
th: จำนวนเงินจ่ายสุทธิ

source: New Format Name
th: ชื่อรูปแบบใหม่

source: No QR code available. Please generate one first.
th: ไม่มีรหัส QR ให้ใช้งาน กรุณาสร้างรหัสก่อนครับ/ค่ะ

source: No Watermark
th: ไม่มีลายน้ำ

source: No approval URL found. Please generate a QR code first.
th: ไม่พบ URL สำหรับการอนุมัติ กรุณาสร้าง QR code ก่อนดำเนินการต่อ

source: No data to export
th: ไม่มีข้อมูลสำหรับส่งออก

source: No items requiring WHT found. Disable WHT settings?
th: ไม่พบรายการที่ต้องหักภาษี ณ ที่จ่าย ต้องการปิดการตั้งค่าภาษี ณ ที่จ่ายหรือไม่?

source: No stamp image available to preview
th: ไม่มีภาพตราประทับสำหรับแสดงตัวอย่าง

source: No withholding tax to process
th: ไม่มีภาษีหัก ณ ที่จ่ายให้ดำเนินการ

source: None
th: ไม่มี

source: Note: Retention rate is typically 5-10% for construction projects
th: หมายเหตุ: อัตราการเก็บรักษามักอยู่ที่ 5-10% สำหรับโครงการก่อสร้าง

source: Notes
th: บันทึก

source: Notification sent successfully
th: การแจ้งเตือนได้ส่งเรียบร้อยแล้ว

source: Number of Copies
th: จำนวนสำเนา

source: ORIGINAL
th: ต้นฉบับ

source: Official
th: เป็นทางการ

source: Official Seal
th: ตราประทับทางการ

source: Opacity
th: ความทึบแสง

source: Opacity in template '{0}' must be between 0 and 1
th: ความทึบในแม่แบบ '{0}' ต้องอยู่ระหว่าง 0 ถึง 1

source: Open the delivery approval page in a new tab?
th: เปิดหน้าการอนุมัติใบส่งของในแท็บใหม่หรือไม่?

source: Opening print preview in new window...
th: กำลังเปิดตัวอย่างการพิมพ์ในหน้าต่างใหม่...

source: Optional
th: ไม่บังคับ

source: Original
th: ต้นฉบับ

source: Original on First Page
th: ต้นฉบับในหน้าหนึ่ง

source: Original, Copy
th: ต้นฉบับ, คัดลอก

source: Original,Copy on Sequence
th: ต้นฉบับ, คัดลอกตามลำดับ

source: Others - Default (%)
th: อื่นๆ - ค่าเริ่มต้น (%)

source: Outstanding Amount
th: ยอดค้างชำระ

source: Overdue
th: เกินกำหนด

source: Override Settings
th: ตั้งค่าทับแทน

source: Override Template Settings
th: แทนที่การตั้งค่าแม่แบบ

source: Override default text (Original/Copy) with custom text
th: แทนที่ข้อความเริ่มต้น (ต้นฉบับ/สำเนา) ด้วยข้อความที่กำหนดเอง

source: Override font size for '{0}' must be between 8 and 72 pixels
th: ขนาดตัวอักษรแทนที่สำหรับ '{0}' ต้องอยู่ระหว่าง 8 ถึง 72 พิกเซล

source: Override opacity for '{0}' must be between 0 and 1
th: การแทนที่ความทึบแสงสำหรับ '{0}' ต้องอยู่ระหว่าง 0 ถึง 1

source: Overseas Entity/Individual Name
th: ชื่อหน่วยงาน/บุคคลต่างประเทศ

source: Overwrite if exists
th: เขียนทับหากมีอยู่แล้ว

source: PDF Generation Logs
th: บันทึกการสร้าง PDF

source: PDF Generator
th: ตัวสร้าง PDF

source: PDF Logger not available
th: PDF Logger ไม่พร้อมใช้งาน

source: PDF Preview Unavailable
th: ไม่สามารถแสดงตัวอย่าง PDF ได้

source: PDF cannot be displayed inline. Please download the PDF to view it, or try using a different PDF generator from the sidebar.
th: ไม่สามารถแสดง PDF ภายในหน้าได้ กรุณาดาวน์โหลด PDF เพื่อดู หรือลองใช้ตัวสร้าง PDF อื่นจากแถบด้านข้างแทน

source: PDF generated successfully without letterhead
th: สร้าง PDF เรียบร้อยแล้วโดยไม่มีหัวจดหมาย

source: PDF generation appears to be stuck. This may be due to server overload or network issues.
th: การสร้าง PDF ดูเหมือนจะติดขัด อาจเกิดจากเซิร์ฟเวอร์ทำงานหนักหรือปัญหาเครือข่าย

source: PDF generation failed even without letterhead. This may be a server or permissions issue.
th: การสร้าง PDF ล้มเหลวแม้จะไม่มีหัวจดหมาย อาจเป็นปัญหาจากเซิร์ฟเวอร์หรือสิทธิ์การเข้าถึง

source: PDF generation failed: Access denied (403)
th: การสร้าง PDF ล้มเหลว: การเข้าถึงถูกปฏิเสธ (403)

source: PDF generation failed: Access denied even without letterhead. This may be a deeper permissions issue.
th: การสร้าง PDF ล้มเหลว: ไม่ได้รับอนุญาตแม้ไม่มีหัวจดหมาย อาจเป็นปัญหาเกี่ยวกับสิทธิ์ที่ลึกซึ้งกว่า

source: PDF generation failed: Network error. Please check your connection.
th: การสร้าง PDF ล้มเหลว: เกิดข้อผิดพลาดเครือข่าย กรุณาตรวจสอบการเชื่อมต่อของคุณ

source: PDF generation failed: Server error ({0}). Please try again later.
th: การสร้าง PDF ล้มเหลว: เกิดข้อผิดพลาดของเซิร์ฟเวอร์ ({0}) กรุณาลองใหม่อีกครั้งในภายหลัง

source: PDF generation seems frozen. Would you like to retry?
th: การสร้าง PDF ดูเหมือนจะหยุดชะงัก ต้องการลองใหม่หรือไม่?

source: PDF logs cleared successfully
th: ล้างบันทึก PDF สำเร็จแล้ว

source: PDF logs exported successfully
th: บันทึก PDF ถูกส่งออกเรียบร้อยแล้ว

source: PND Form
th: แบบฟอร์ม ภงด.

source: PND Form Not Found
th: ไม่พบแบบฟอร์ม PND

source: PND Form Type (แบบ ภ.ง.ด.)
th: ประเภทแบบ ภ.ง.ด.

source: PND1 Form
th: แบบฟอร์ม ภงด.1

source: PND1 Form Information
th: ข้อมูลแบบฟอร์ม ภ.ง.ด.1

source: PND1 Items
th: รายการ ภ.ง.ด.1

source: PND3
th: ภ.ง.ด.3

source: PND3 Form
th: แบบฟอร์ม ภงด.3

source: PND3 Form Information
th: ข้อมูลแบบฟอร์ม ภ.ง.ด.3

source: PND3 Items
th: รายการ ภ.ง.ด.3

source: PND53
th: ภ.ง.ด.53

source: PND53 Form
th: แบบฟอร์ม ภ.ง.ด.53

source: PND53 Form Information
th: ข้อมูลแบบฟอร์ม ภ.ง.ด.53

source: PND53 Items
th: รายการ ภ.ง.ด.53

source: PND54 Form
th: แบบฟอร์ม ภ.ง.ด.54

source: PND54 Form Information
th: ข้อมูลแบบฟอร์ม ภ.ด.ส.54

source: PND54 Items
th: รายการ ภ.ง.ด.54

source: Paid
th: ชำระแล้ว

source: Party
th: ฝ่าย

source: Party Tax ID
th: เลขประจำตัวผู้เสียภาษีฝ่ายคู่ค้า

source: Patch failed validation and was rolled back
th: แพตช์ไม่ผ่านการตรวจสอบและถูกย้อนกลับ

source: Payment
th: การชำระเงิน

source: Payment Date
th: วันจ่าย

source: Payment Entry
th: รายการชำระเงิน

source: Payment Entry cancelled, but WHT Certificate cancellation failed: {0}
th: การยกเลิกใบสำคัญจ่ายเสร็จสิ้นแล้ว แต่การยกเลิกใบรับรองภาษี ณ ที่จ่ายล้มเหลว: {0}

source: Payment Entry created successfully, but WHT Certificate creation failed: {0}
th: สร้างรายการชำระเงินสำเร็จ แต่การสร้างใบรับรองภาษี ณ ที่จ่ายล้มเหลว: {0}

source: Payment Entry submitted, but WHT Certificate submission failed: {0}
th: รายการบันทึกการชำระเงินถูกส่งแล้ว แต่การส่งใบรับรองภาษี ณ ที่จ่ายล้มเหลว: {0}

source: Payment Information
th: ข้อมูลการชำระเงิน

source: Payment adjusted for Thailand WHT: Original {0}, WHT {1}, Net {2}
th: การปรับยอดชำระสำหรับภาษีหัก ณ ที่จ่ายของประเทศไทย: ยอดเดิม {0}, ภาษีหัก ณ ที่จ่าย {1}, ยอดสุทธิ {2}

source: Payment amounts adjusted for Thai tax compliance: • Total deductions: ฿{0:,.2f} (WHT: ฿{1:,.2f} + Retention: ฿{2:,.2f}) • Adjusted payment amount: ฿{3:,.2f}
th: จำนวนเงินชำระที่ปรับตามข้อกำหนดภาษีไทย: • ยอดหักลดหย่อนรวม: ฿{0:,.2f} (ภาษีหัก ณ ที่จ่าย: ฿{1:,.2f} + การระงับจ่าย: ฿{2:,.2f}) • จำนวนเงินชำระที่ปรับแล้ว: ฿{3:,.2f}

source: Pending
th: รอดำเนินการ

source: Permission denied with letterhead. Retrying without letterhead...
th: ไม่ได้รับอนุญาตพร้อมหัวจดหมาย กำลังลองใหม่โดยไม่ใช้หัวจดหมาย...

source: Phone
th: โทรศัพท์

source: Please First remove hidden fields [ ]
th: กรุณาลบฟิลด์ที่ซ่อนอยู่ก่อน [ ]

source: Please add Supplier Tax ID for proper WHT certificate generation
th: กรุณาเพิ่ม เลขประจำตัวผู้เสียภาษีของผู้จำหน่าย เพื่อการออกใบรับรองภาษี ณ ที่จ่ายที่ถูกต้อง

source: Please allow popups for this site and try again. Alternatively, copy this URL:
th: กรุณาอนุญาตป๊อปอัปสำหรับเว็บไซต์นี้แล้วลองใหม่อีกครั้ง หรือไม่ก็คัดลอก URL นี้:

source: Please configure Default Retention Account in Company {0} settings
th: กรุณากำหนดบัญชีเก็บรักษาเริ่มต้นในการตั้งค่า บริษัท {0}

source: Please enable pop-ups
th: กรุณาเปิดใช้งานป๊อปอัป

source: Please enter Supplier Tax ID before generating WHT certificate.
th: กรุณาใส่เลขประจำตัวผู้เสียภาษีของผู้จำหน่ายก่อนสร้างใบรับรองภาษี ณ ที่จ่าย (WHT)

source: Please resolve overlapping elements
th: กรุณาแก้ไของค์ประกอบที่ซ้อนทับกัน

source: Please resolve overlapping elements
th: กรุณาแก้ไของค์ประกอบที่ทับซ้อนกัน

source: Please select DocType first
th: กรุณาเลือก DocType ก่อน

source: Please select a Withholding Tax Account when applying WHT
th: กรุณาเลือก บัญชีภาษีหัก ณ ที่จ่าย เมื่อทำการใช้ WHT

source: Please select a file to import
th: กรุณาเลือกไฟล์เพื่อทำการนำเข้า

source: Please select rows to generate certificates
th: กรุณาเลือกแถวเพื่อสร้างใบรับรอง

source: Please set Withholding Tax percentage manually for this transaction
th: กรุณาตั้งค่าร้อยละของภาษีหัก ณ ที่จ่ายด้วยตนเองสำหรับรายการนี้

source: Please wait...
th: กรุณารอสักครู่...

source: Popup Blocked
th: ป๊อปอัปถูกบล็อก

source: Position
th: ตำแหน่ง

source: Position X
th: ตำแหน่ง X

source: Position Y
th: ตำแหน่ง Y

source: Position where watermark appears on the page
th: ตำแหน่งที่ลายน้ำปรากฏบนหน้าเอกสาร

source: Posting Date
th: วันที่บันทึกข้อมูล

source: Posting Date cannot be greater than Due Date
th: วันที่บันทึกบัญชีต้องไม่เกินวันที่ครบกำหนด

source: Prepared By
th: จัดทำโดย

source: Prepared Date
th: วันที่จัดทำ

source: Preview Error
th: ข้อผิดพลาดในการแสดงตัวอย่าง

source: Preview Not Available
th: ไม่สามารถแสดงตัวอย่างได้

source: Preview Signature
th: แสดงตัวอย่างลายเซ็นต์

source: Preview Stamp
th: ตัวอย่างตราประทับ

source: Preview WHT Certificate
th: แสดงตัวอย่างใบรับรองภาษีหัก ณ ที่จ่าย

source: Preview failed: {0}
th: การแสดงตัวอย่างล้มเหลว: {0}

source: Previous Month
th: เดือนก่อนหน้า

source: Print
th: พิมพ์

source: Print Designer
th: โปรแกรมออกแบบแบบฟอร์มพิมพ์

source: Print Designer Integration
th: การรวมระบบออกแบบแบบพิมพ์

source: Print Designer Manager
th: ผู้จัดการออกแบบการพิมพ์

source: Print Format
th: รูปแบบการพิมพ์

source: Print Format '{0}' does not exist. Redirecting to print format list...
th: รูปแบบการพิมพ์ '{0}' ไม่มีอยู่จริง กำลังเปลี่ยนเส้นทางไปยังรายการรูปแบบการพิมพ์...

source: Print Format '{0}' is configured multiple times
th: รูปแบบการพิมพ์ '{0}' ถูกกำหนดค่าซ้ำหลายครั้ง

source: Print Format '{0}' was not created with Print Designer. Please use the standard print format editor.
th: รูปแบบการพิมพ์ '{0}' ไม่ได้ถูกสร้างด้วย Print Designer กรุณาใช้ตัวแก้ไขรูปแบบการพิมพ์มาตรฐานแทน

source: Print Format Configurations
th: การตั้งค่ารูปแบบการพิมพ์

source: Print Format Name
th: ชื่อรูปแบบการพิมพ์

source: Print Format Not Compatible
th: รูปแบบการพิมพ์ไม่รองรับ

source: Print Format Not Found
th: ไม่พบรูปแบบการพิมพ์

source: Print Format Watermark Config
th: การตั้งค่าน้ำหมึกลายน้ำรูปแบบการพิมพ์

source: Print Format exported successfully
th: รูปแบบการพิมพ์ส่งออกเรียบร้อยแล้ว

source: Print Format imported successfully as {0}
th: รูปแบบการพิมพ์ถูกนำเข้าเรียบร้อยแล้วในชื่อ {0}

source: Print Format not saved
th: รูปแบบการพิมพ์ยังไม่ได้บันทึก

source: Print Format renamed to {0} to avoid conflict
th: รูปแบบการพิมพ์ถูกเปลี่ยนชื่อเป็น {0} เพื่อหลีกเลี่ยงความขัดแย้ง

source: Print Format {0} imported successfully
th: รูปแบบการพิมพ์ {0} นำเข้าเรียบร้อยแล้ว

source: Print Manager
th: ผู้จัดการงานพิมพ์

source: Print UOM after Quantity
th: พิมพ์ หน่วยนับ หลังจำนวน

source: Print WHT Certificate
th: พิมพ์ใบรับรองภาษีหัก ณ ที่จ่าย

source: Print format not found: {0}
th: ไม่พบรูปแบบการพิมพ์: {0}

source: Print taxes with zero amount
th: พิมพ์ภาษีที่มีจำนวนเป็นศูนย์

source: Print with QR
th: พิมพ์พร้อม QR

source: Print with QR Code
th: พิมพ์พร้อมรหัส QR

source: Processed by Revenue Dept
th: ดำเนินการโดยกรมสรรพากร

source: Provident Fund
th: กองทุนสำรองเลี้ยงชีพ

source: Purchase Invoice
th: ใบกำกับภาษีซื้อ

source: Purchase Order
th: ใบสั่งซื้อ

source: Purchase Receipt
th: ใบรับซื้อ

source: QR Code Generated Successfully
th: สร้างรหัส QR สำเร็จแล้ว

source: QR Code for Delivery Approval
th: รหัส QR สำหรับการอนุมัติการจัดส่ง

source: QR Code has been generated. Customer can scan this code to approve delivery receipt.
th: รหัส QR ได้ถูกสร้างขึ้นแล้ว ลูกค้าสามารถสแกนรหัสนี้เพื่ออนุมัติใบรับสินค้าได้

source: QR Generation Error
th: ข้อผิดพลาดในการสร้าง QR

source: QR code can only be generated for submitted delivery notes
th: รหัส QR สามารถสร้างได้เฉพาะสำหรับใบส่งของที่ถูกส่งแล้วเท่านั้น

source: QR code generated but failed to save. Error:
th: สร้าง QR code แล้วแต่บันทึกไม่สำเร็จ ข้อผิดพลาด:

source: Qty
th: จำนวน

source: Quick Set
th: ตั้งค่าอย่างรวดเร็ว

source: Quick TDS Setup
th: การตั้งค่า TDS อย่างรวดเร็ว

source: Quotation
th: ใบเสนอราคา

source: Rate
th: อัตรา/ราคา

source: Ready for Submission
th: พร้อมสำหรับการส่งข้อมูล

source: Reason:
th: เหตุผล:

source: Receipt
th: ใบรับสินค้า

source: Received
th: ที่ได้รับ

source: Recipient Type
th: ประเภทผู้รับ

source: Rectangle (R)
th: สี่เหลี่ยมผืนผ้า (R)

source: Refresh
th: ดึงข้อมูลใหม่

source: Refresh Employee Data
th: รีเฟรชข้อมูลพนักงาน

source: Refresh Status
th: รีเฟรชสถานะ

source: Refresh WHT Certificates
th: รีเฟรชใบรับรองภาษีหัก ณ ที่จ่าย

source: Registration or serial number of the stamp
th: หมายเลขทะเบียนหรือหมายเลขซีเรียลของตราประทับ

source: Rejected
th: ไม่อนุมัติ

source: Reload
th: โหลด

source: Remarks
th: หมายเหตุ

source: Remarks (หมายเหตุ)
th: หมายเหตุ

source: Report an Issue
th: รายงานปัญหา

source: Reports
th: รายงาน

source: Request for Quotation
th: ขอใบเสนอราคา

source: Require Tax ID for WHT
th: ต้องระบุเลขประจำตัวผู้เสียภาษีสำหรับภาษีหัก ณ ที่จ่าย

source: Required Thai tax accounts missing: {0}
th: บัญชีภาษีไทยที่จำเป็นขาดหาย: {0}

source: Resend Notification
th: ส่งการแจ้งเตือนอีกครั้ง

source: Reset to Default
th: รีเซ็ตเป็นค่าเริ่มต้น

source: Resignation
th: ลาออก

source: Resignation Date
th: วันที่ลาออก

source: Resigned
th: ลาออก

source: Retention Account must belong to Company {0}
th: บัญชีหัก retain ต้องเป็นของบริษัท {0}

source: Retention Payable Account
th: บัญชีเจ้าหนี้เงินกันไว้

source: Retention Settings
th: การตั้งค่าการหักเงินคงเหลือ

source: Retention amount cannot exceed net total
th: จำนวนเงินที่ถูกหักไว้ต้องไม่เกินยอดสุทธิ

source: Retrying with {0} generator...
th: กำลังลองใหม่ด้วยตัวสร้าง {0}...

source: Revenue Stamp
th: อากรแสตมป์

source: Right (px)
th: ขวา (px)

source: Salary Slip
th: สลิปเงินเดือน

source: Sales Invoice
th: ใบแจ้งหนี้ขาย

source: Sales Invoice ID
th: รหัสใบกำกับภาษีขาย

source: Sales Invoice is required in row {0}
th: ใบกำกับภาษีขายเป็นสิ่งจำเป็นในแถวที่ {0}

source: Sales Invoice {0} does not belong to customer {1}
th: ใบกำกับภาษีขาย {0} ไม่ได้เป็นของลูกค้า {1}

source: Sales Invoice {0} is already included in Thai Billing {1}
th: ใบกำกับภาษีขาย {0} ได้ถูกรวมอยู่ในใบวางบิลไทย {1} แล้ว

source: Sales Manager
th: ผู้จัดการฝ่ายขาย

source: Sales Order
th: ใบสั่งขาย

source: Sales User
th: ผู้ใช้การขาย

source: Sarabun
th: สารบัญ

source: Save
th: บันทึก

source: Save Error
th: บันทึกข้อมูลผิดพลาด

source: Save Signature
th: บันทึกลายเซ็นต์

source: Save Stamp
th: บันทึกตราประทับ

source: Search Doctypes
th: ค้นหา Doctypes

source: Search Field by label, fieldname or fieldtype
th: ค้นหาฟิลด์โดยป้ายชื่อ, ชื่อฟิลด์ หรือประเภทฟิลด์

source: Search by filename or extension
th: ค้นหาตามชื่อไฟล์หรือนามสกุล

source: Section 40(1) - Salary (%)
th: มาตรา 40(1) - เงินเดือน (%)

source: Section 40(2) - Fees (%)
th: มาตรา 40(2) - ค่าธรรมเนียม (%)

source: Section 40(3) - Royalties (%)
th: มาตรา 40(3) - ค่าลิขสิทธิ์ (%)

source: Section 40(4a) - Interest (%)
th: มาตรา 40(4ก) - ดอกเบี้ย (%)

source: Section 40(4b,c) - Dividends (%)
th: มาตรา 40(4ข,ค) - เงินปันผล (%)

source: Section 40(5) - Rent (%)
th: มาตรา 40(5) - ค่าเช่า (%)

source: Select Document Type
th: เลือกประเภทเอกสาร

source: Select Export File (JSON)
th: เลือกไฟล์ส่งออก (JSON)

source: Select Print Format
th: เลือกแบบฟอร์มการพิมพ์

source: Select a previously exported Print Designer format JSON file
th: เลือกไฟล์ JSON รูปแบบ Print Designer ที่ส่งออกไว้ก่อนหน้านี้

source: Select mapping template that matches your CSV format
th: เลือกแม่แบบการจับคู่ที่ตรงกับรูปแบบ CSV ของคุณ

source: Select which document field this signature should populate
th: เลือกฟิลด์เอกสารที่ลายเซ็นนี้ควรกรอกข้อมูล

source: Sequence
th: ลำดับ

source: Sequence number in PND1 form
th: หมายเลขลำดับในแบบฟอร์ม ภ.ง.ด.1

source: Sequence number in PND3 form
th: หมายเลขลำดับในแบบฟอร์ม ภ.ง.ด.3

source: Sequence number in PND53 form
th: หมายเลขลำดับในแบบฟอร์ม ภ.ง.ด.53

source: Sequence number in PND54 form
th: หมายเลขลำดับในแบบฟอร์ม ภ.ง.ด.54

source: Series
th: ชุด

source: Service Item Suggestion
th: คำแนะนำรายการบริการ

source: Session Defaults
th: ค่าเริ่มต้นของเซสชัน

source: Set as Default
th: ตั้งเป็นค่าเริ่มต้น

source: Set as default signature for this user
th: ตั้งเป็นลายเซ็นเริ่มต้นสำหรับผู้ใช้รายนี้

source: Setup
th: การตั้งค่า

source: Setup TDS Fields
th: ตั้งค่าฟิลด์ ภาษีหัก ณ ที่จ่าย

source: Setup for All Companies
th: การตั้งค่าสำหรับทุกบริษัท

source: Show Copy Controls in Toolbar
th: แสดงตัวควบคุมคัดลอกในแถบเครื่องมือ

source: Show QR Code
th: แสดงรหัส QR

source: Show copy controls in print preview toolbar
th: แสดงตัวควบคุมคัดลอกในแถบเครื่องมือแสดงตัวอย่างการพิมพ์

source: Signature
th: ลายเซ็นต์

source: Signature Basic Information
th: ข้อมูลพื้นฐานลายเซ็นต์

source: Signature Canvas
th: ผืนผ้าใบลายเซ็นต์

source: Signature Data
th: ข้อมูลลายเซ็นต์

source: Signature Image
th: รูปภาพลายเซ็นต์

source: Signature Management
th: การจัดการลายเซ็นต์
