Repository: ManotLuijiu/erpnext-thai-translation
Catalog: print_designer/*.po
Languages: th

source: Signature Name
th: ชื่อผู้ลงนาม

source: Signature Preview
th: ตัวอย่างลายเซ็นต์

source: Signature Report
th: รายงานลายเซ็นต์

source: Signature Title
th: ตำแหน่งลายเซ็นต์

source: Signature Type
th: ประเภทลายเซ็นต์

source: Signature Uploaded
th: อัปโหลดลายเซ็นเรียบร้อยแล้ว

source: Signature Usage
th: การใช้งานลายเซ็นต์

source: Signatures
th: ลายเซ็นต์

source: Smart WHT: Auto-configured from item "{0}": {1}
th: ภาษีหัก ณ ที่จ่ายอัจฉริยะ: กำหนดค่าอัตโนมัติจากสินค้า "{0}": {1}

source: Social Security
th: ประกันสังคม

source: Source File Path
th: เส้นทางไฟล์ต้นทาง

source: Source file does not contain a valid Print Format DocType JSON
th: ไฟล์ต้นทางไม่มีรูปแบบเอกสาร Print Format DocType JSON ที่ถูกต้อง

source: Source file must be .txt or .json file
th: ไฟล์ต้นฉบับต้องเป็นไฟล์ .txt หรือ .json

source: Source file not found: {0}
th: ไม่พบไฟล์ต้นฉบับ: {0}

source: Stamp Canvas
th: แคนวาสตราประทับ

source: Stamp Expiry
th: วันหมดอายุตราประทับ

source: Stamp Image
th: รูปภาพตราประทับ

source: Stamp Number
th: หมายเลขตราประทับ

source: Stamp Preview
th: ตัวอย่างตราประทับ

source: Stamp Type
th: ประเภทตราประทับ

source: Status
th: สถานะ

source: Status check failed: {}
th: การตรวจสอบสถานะล้มเหลว: {}

source: Styling Options
th: ตัวเลือกการจัดรูปแบบ

source: Subject to Retention
th: ขึ้นอยู่กับการเก็บรักษา

source: Subject to Withholding Tax
th: ขึ้นอยู่กับภาษีหัก ณ ที่จ่าย

source: Submission Date
th: วันที่ส่งมอบ

source: Submission Date to Revenue Dept
th: วันที่ส่งแล้ว มีรายรายกิด

source: Submission Status
th: สถานะการส่งข้อมูล

source: Submitted
th: ส่งแล้ว

source: Submitted to Revenue Dept
th: ส่งให้กรมสรรพากรแล้ว

source: Success
th: สำเร็จ

source: Successfully updated Thai names for ${response.message.accounts_updated} accounts
th: อัปเดตชื่อภาษาไทยสำหรับบัญชีจำนวน ${response.message.accounts_updated} บัญชีเรียบร้อยแล้ว

source: Successfully updated Thai names for {0} accounts
th: อัปเดตชื่อภาษาไทยสำหรับบัญชี {0} เรียบร้อยแล้ว

source: Summary Totals
th: ยอดรวมสรุป

source: Supplier
th: ผู้จำหน่าย

source: Supplier Address
th: ที่อยู่ผู้ผลิต

source: Supplier Branch Code (รหัสสาขา)
th: รหัสสาขาผู้จำหน่าย

source: Supplier Branch Name
th: ชื่อสาขาผู้จำหน่าย

source: Supplier Information (ผู้ถูกหักภาษี)
th: ข้อมูลผู้จำหน่าย (ผู้ถูกหักภาษี)

source: Supplier Invoice Date (Bill Date) is mandatory for Thai tax compliance. Please either: • Enter the supplier's invoice date, OR • Enable 'บิลเงินสด' checkbox if supplier has no formal invoice system
th: วันที่ใบแจ้งหนี้ผู้จำหน่าย (วันที่บิล) เป็นข้อมูลที่จำเป็นสำหรับการปฏิบัติตามภาษีไทย กรุณาเลือกอย่างใดอย่างหนึ่ง: • กรอกวันที่ใบแจ้งหนี้ของผู้จำหน่าย หรือ • เปิดใช้งานช่องทำเครื่องหมาย 'บิลเงินสด' หากผู้จำหน่ายไม่มีระบบใบแจ้งหนี้อย่างเป็นทางการ

source: Supplier Invoice Date cannot be in the future. Please enter a valid invoice date.
th: วันที่ใบกำกับซื้อไม่สามารถเป็นวันที่ในอนาคตได้ กรุณาใส่วันที่ใบกำกับที่ถูกต้อง

source: Supplier Invoice No (Bill No) is mandatory for Thai tax compliance. Please either: • Enter the supplier's invoice number, OR • Enable 'บิลเงินสด' checkbox if supplier has no formal invoice system
th: เลขที่ใบแจ้งหนี้ผู้จำหน่าย (เลขที่บิล) เป็นข้อมูลบังคับสำหรับการปฏิบัติตามภาษีของไทย กรุณาทำอย่างใดอย่างหนึ่งต่อไปนี้: • กรอกเลขที่ใบแจ้งหนี้ของผู้จำหน่าย หรือ • เปิดใช้งานช่องทำเครื่องหมาย 'บิลเงินสด' หากผู้จำหน่ายไม่มีระบบใบแจ้งหนี้อย่างเป็นทางการ

source: Supplier Name
th: ชื่อผู้จำหน่าย

source: Supplier Tax ID
th: หมายเลขประจำตัวผู้เสียภาษีผู้จำหน่าย

source: Supplier Type Classification
th: การจำแนกประเภทผู้จำหน่าย

source: Sync Failed
th: การซิงค์ล้มเหลว

source: Sync Now
th: ซิงค์ทันที

source: Sync Signatures
th: ซิงค์ลายเซ็นต์

source: Sync Successful
th: ซิงค์สำเร็จ

source: Sync completed! Updated ${r.message.designations_updated} designations, ${r.message.employees_synced} employees, ${r.message.users_synced} users
th: การซิงค์เสร็จสมบูรณ์! อัปเดตตำแหน่งงาน ${r.message.designations_updated} ตำแหน่ง, ซิงค์พนักงาน ${r.message.employees_synced} คน, ซิงค์ผู้ใช้ ${r.message.users_synced} คน

source: Sync failed:
th: การซิงค์ล้มเหลว:

source: Sync to Target Field
th: ซิงค์ไปยังฟิลด์เป้าหมาย

source: Syncing signatures...
th: กำลังซิงค์ลายเซ็น...

source: System Error
th: ข้อผิดพลาดของระบบ

source: System Manager
th: ผู้จัดการระบบ

source: System installation completed successfully!<br><br>Features installed:<br>{}
th: การติดตั้งระบบเสร็จสมบูรณ์เรียบร้อยแล้ว!<br><br>ฟีเจอร์ที่ติดตั้ง:<br>{}

source: TDS fields configured successfully
th: ตั้งค่าฟิลด์ ภาษีหัก ณ ที่จ่าย สำเร็จแล้ว

source: Table (A)
th: ตาราง (A)

source: Target DocType
th: เป้าหมาย DocType

source: Target File Path
th: เส้นทางไฟล์เป้าหมาย

source: Target Signature Field
th: เริดราทอยระบอร์

source: Tax Base Amount (ยอดเงินก่อน VAT)
th: จำนวนเงินฐานภาษี (ยอดเงินก่อน VAT)

source: Tax ID
th: เลขประจำตัวผู้เสียภาษี

source: Tax ID Number
th: หมายเลขประจำตัวผู้เสียภาษี

source: Tax Month
th: เดือนภาษี

source: Tax Period (Month)
th: ช่วงระยะเวลาภาษี (เดือน)

source: Tax Period (Year)
th: ระยะเวลาภาษี (ปี)

source: Tax Rate (%)
th: อัตราภาษี (%)

source: Tax Stamp
th: ตราประทับภาษี

source: Tax Summary
th: สรุปภาษี

source: Tax Withheld
th: ภาษีหัก ณ ที่จ่าย

source: Tax Withholding Category
th: ประเภทหัก ณ ที่จ่ายภาษี

source: Tax Year (พ.ศ.)
th: ปีภาษี (พ.ศ.)

source: Template
th: เทมเพลต

source: Template Creation Error
th: ข้อผิดพลาดในการสร้างแม่แบบ

source: Template Error
th: ข้อผิดพลาดของเทมเพลต

source: Template Name
th: ชื่อแม่แบบ

source: Template name '{0}' is duplicated
th: ชื่อแม่แบบ '{0}' ซ้ำกัน

source: Template name already exists
th: ชื่อเทมเพลตมีอยู่แล้ว

source: Text (T)
th: ข้อความ (T)

source: Text Color
th: สีข้อความ

source: Text Signature
th: ลายเซ็นข้อความ

source: Thai Billing
th: การเรียกเก็บเงินภาษาไทย

source: Thai Billing Item
th: รายการบิลลิ่งภาษาไทย

source: Thai Compliance
th: การปฏิบัติตามข้อกำหนดของไทย

source: Thai Tax
th: ภาษีไทย

source: Thai Tax Compliance section populated for cash purchase
th: ส่วนการปฏิบัติตามภาษีของไทยสำหรับการซื้อเงินสดถูกกรอกข้อมูลแล้ว

source: Thai Tax System Processing Complete
th: การประมวลผลระบบภาษีไทยเสร็จสมบูรณ์แล้ว

source: Thai Translation Complete
th: แปลภาษาไทยเสร็จสมบูรณ์แล้ว

source: Thai Translation Disabled
th: การแปลภาษาไทยถูกปิดใช้งานแล้ว

source: Thai Translation Enabled
th: เปิดใช้งานการแปลภาษาไทย

source: Thai WHT Compliance disabled: WHT and VAT settings cleared
th: การปฏิบัติตามภาษีหัก ณ ที่จ่ายของไทยถูกปิดใช้งาน: การตั้งค่าภาษีหัก ณ ที่จ่ายและภาษีมูลค่าเพิ่มถูกล้างแล้ว

source: Thai WHT Compliance enabled: Subject to WHT and VAT Treatment automatically configured
th: เปิดใช้งานการปฏิบัติตามภาษีหัก ณ ที่จ่ายของไทย: กำหนดการจัดการภาษีหัก ณ ที่จ่ายและภาษีมูลค่าเพิ่มโดยอัตโนมัติ

source: Thai WHT Income Type
th: ประเภทเงินได้หัก ณ ที่จ่าย

source: Thai WHT Settings
th: การตั้งค่าภาษีหัก ณ ที่จ่าย (WHT)

source: Thai Withholding Tax Certificate (Form 50 ทวิ) has been generated successfully.
th: ใบรับรองภาษีหัก ณ ที่จ่ายของไทย (แบบฟอร์ม 50 ทวิ) ได้ถูกสร้างเรียบร้อยแล้ว

source: Thai Withholding Tax Detail
th: รายละเอียดภาษีหัก ณ ที่จ่าย

source: Thai account translation disabled for {0}
th: การแปลบัญชีเป็นภาษาไทยถูกปิดใช้งานสำหรับ {0}

source: Thai account translation enabled for {0}
th: เปิดใช้งานการแปลบัญชีภาษาไทยสำหรับ {0}

source: Thai accounting translation enabled. Click "Auto-populate Thai Account Names" to translate existing accounts.
th: เปิดใช้งานการแปลบัญชีภาษาไทย คลิก "เติมชื่อบัญชีภาษาไทยอัตโนมัติ" เพื่อแปลบัญชีที่มีอยู่แล้ว

source: Thai tax GL entries reversed: {0} entries
th: รายการบัญชีภาษีไทยที่ถูกย้อนกลับ: {0} รายการ

source: Thailand withholding tax applied successfully. WHT Amount: {0}
th: การหักภาษี ณ ที่จ่ายในประเทศไทยถูกนำไปใช้เรียบร้อยแล้ว จำนวนภาษี ณ ที่จ่าย: {0}

source: The PND form for this WHT Certificate has not been created yet. Redirecting to WHT Certificate instead.
th: แบบฟอร์ม PND สำหรับใบรับรองภาษี ณ ที่จ่ายนี้ยังไม่ได้ถูกสร้างขึ้น กำลังเปลี่ยนเส้นทางไปยังใบรับรองภาษี ณ ที่จ่ายแทน

source: This Payment Entry is not eligible for WHT Certificate
th: รายการบันทึกการชำระเงินนี้ไม่มีสิทธิ์สำหรับใบรับรองภาษีหัก ณ ที่จ่าย

source: This format uses Print Designer. Click 'Edit Format' to open the visual designer.
th: รูปแบบนี้ใช้โปรแกรมออกแบบการพิมพ์ คลิก 'แก้ไขรูปแบบ' เพื่อเปิดโปรแกรมออกแบบแบบภาพ

source: This is not a Print Designer format
th: นี่ไม่ใช่รูปแบบของโปรแกรมออกแบบการพิมพ์

source: This may take a few moments...
th: กระบวนการนี้อาจใช้เวลาสักครู่...

source: This might be due to letterhead permissions. Try generating without letterhead.
th: สาเหตุอาจเกิดจากสิทธิ์การใช้งานหัวจดหมาย กรุณาลองสร้างโดยไม่ใช้หัวจดหมายดูครับ/ค่ะ

source: This will reset typography settings to Sarabun (Thai) with Thai font support. Continue?
th: การดำเนินการนี้จะรีเซ็ตการตั้งค่าตัวอักษรเป็น Sarabun (ภาษาไทย) พร้อมรองรับฟอนต์ภาษาไทย ดำเนินการต่อหรือไม่?

source: Title
th: ชื่อเรื่อง

source: To Date
th: ถึงวันที่

source: To Date is required
th: วันที่ถึงจำเป็นต้องระบุ

source: Toggle Full Width
th: สลับความกว้างเต็มหน้าจอ

source: Toggle Theme
th: สลับธีม

source: Top (px)
th: บน (พิกเซล)

source: Top Center
th: กึ่งกลางบน

source: Top Left
th: มุมบนซ้าย

source: Top Right
th: มุมบนขวา

source: Total Amount
th: ยอดรวม

source: Total Amount (รวมทั้งสิ้น)
th: Total Amount (รวมจำนวนเงิน)

source: Total Amount Paid
th: จำนวนเงินที่จ่าย

source: Total Gross Amount
th: ยอดรวมสุทธิ

source: Total Gross Salary
th: เงินเดือนรวมทั้งหมด

source: Total Income Tax Deducted
th: ยอดรวมภาษีหัก ณ ที่จ่าย

source: Total Invoices
th: ยอดรวมใบแจ้งหนี้

source: Total Provident Fund
th: รวมกองทุนสำรองเลี้ยงชีพ

source: Total Social Security
th: ประกันสังคมรวม

source: Total Tax Withheld
th: รวมภาษีหัก ณ ที่จ่าย

source: Total VAT Undue amount mismatch. Expected {0}, got {1}
th: ยอดจำนวน VAT ค้างชำระไม่ตรงกัน คาดว่า {0} แต่ได้ {1}

source: Total WHT Certificates
th: ใบรับรองภาษีหัก ณ ที่จ่ายรวมทั้งหมด

source: Total WHT amount mismatch. Expected {0}, got {1}
th: ยอดรวมภาษีหัก ณ ที่จ่ายไม่ตรงกัน คาดหวัง {0} แต่ได้รับ {1}

source: Total deductions ({0}) cannot exceed quotation grand total ({1})
th: ยอดหักทั้งหมด ({0}) ต้องไม่เกินยอดรวมทั้งสิ้นของใบเสนอราคา ({1})

source: Total deductions ({0}) cannot exceed sales invoice grand total ({1})
th: ยอดหักรวม ({0}) ต้องไม่เกินยอดรวมทั้งสิ้นของใบกำกับภาษีขาย ({1})

source: Total number of copies to generate
th: จำนวนสำเนาทั้งหมดที่จะสร้าง

source: Total retention amount mismatch. Expected {0}, got {1}
th: ยอดเงินคงเหลือรวมไม่ตรงกัน คาดว่า {0} แต่ได้รับ {1}

source: Totals
th: รวมทั้งหมด

source: Try the new Print Designer
th: ลองใช้โปรแกรมออกแบบการพิมพ์ใหม่

source: Typography Applied
th: การใช้รูปแบบตัวอักษร

source: Typography settings have been applied system-wide. Please refresh the page to see changes.
th: การตั้งค่าแบบอักษรถูกนำไปใช้ทั่วทั้งระบบ กรุณารีเฟรชหน้าเพื่อดูการเปลี่ยนแปลง

source: UOM
th: หน่วยนับ

source: Upload signature image file
th: อัปโหลดไฟล์รูปภาพลายเซ็นต์

source: Upload your Chart of Accounts CSV file
th: อัปโหลดไฟล์ CSV ของแผนผังบัญชีของคุณ

source: Uploaded Image
th: ไม่พบข้อความที่ต้องแปลในภาพที่อัปโหลด กรุณาอัปโหลดข้อความหรือภาพที่มีข้อความเพื่อให้ฉันช่วยแปลได้ค่ะ

source: Urgent
th: ด่วน

source: Usage Count
th: จำนวนการใช้งาน

source: Usage Purpose
th: วัตถุประสงค์การใช้งาน

source: Use CSV for Chart of Accounts
th: ใช้ CSV สำหรับแผนผังบัญชี

source: Use Custom Position
th: ใช้ตำแหน่งที่กำหนดเอง

source: User
th: ผู้ใช้

source: User Forum
th: ฟอรั่มผู้ใช้

source: Using advanced CSV mapper from thai_business_suite
th: การใช้ตัวแมปเปอร์ CSV ขั้นสูงจาก thai_business_suite

source: Validate Tax ID Checksum
th: ตรวจสอบผลรวมรหัสประจำตัวผู้เสียภาษี

source: Validation error: {0}
th: ข้อผิดพลาดในการตรวจสอบความถูกต้อง: {0}

source: View Approval Page
th: ดูหน้าการอนุมัติ

source: View Customer Billing Summary
th: ดูสรุปการเรียกเก็บเงินของลูกค้า

source: View Delivery Note
th: ดูใบส่งสินค้า

source: View Employee Signatures
th: ดูลายเซ็นพนักงาน

source: View PND Form
th: ดูแบบฟอร์ม พ.น.ด.

source: View WHT Certificate
th: ดูใบรับรองภาษีหัก ณ ที่จ่าย

source: View Website
th: ดูเว็บไซต์

source: WATERMARK
th: ลายน้ำ

source: WHT Amount (ภาษีหัก ณ ที่จ่าย)
th: จำนวนภาษีหัก ณ ที่จ่าย (WHT Amount)

source: WHT Amount:
th: จำนวนภาษีหัก ณ ที่จ่าย:

source: WHT Calculation: {0} × {1}% = {2}
th: การคำนวณภาษีหัก ณ ที่จ่าย: {0} × {1}% = {2}

source: WHT Certificate
th: ใบรับรองภาษีหัก ณ ที่จ่าย

source: WHT Certificate Generated
th: ใบรับรองภาษีหัก ณ ที่จ่ายถูกสร้างแล้ว

source: WHT Certificate Information
th: ข้อมูลใบรับรองภาษี ณ ที่จ่าย

source: WHT Certificate Preview
th: ตัวอย่างใบรับรองภาษีหัก ณ ที่จ่าย

source: WHT Certificate Register
th: ทะเบียนใบรับรองภาษีหัก ณ ที่จ่าย

source: WHT Certificate: Generated
th: ใบรับรองภาษีหัก ณ ที่จ่าย: สร้างเรียบร้อยแล้ว

source: WHT Certificate: Pending
th: ใบรับรองภาษี ณ ที่จ่าย: รอการอนุมัติ

source: WHT Certificate: {0}
th: ใบรับรองภาษีหัก ณ ที่จ่าย: {0}

source: WHT Condition (เงื่อนไขการหัก)
th: เงื่อนไขการหักภาษี ณ ที่จ่าย (Withholding Tax)

source: WHT Configuration Updated
th: การตั้งค่าภาษีหัก ณ ที่จ่ายได้รับการอัปเดตแล้ว

source: WHT Income Type
th: ประเภทรายได้ภาษีหัก ณ ที่จ่าย

source: WHT Income Type is required when Subject to Withholding Tax is enabled
th: ประเภทรายได้ภาษีหัก ณ ที่จ่ายเป็นข้อมูลที่จำเป็นเมื่อเปิดใช้งานการหักภาษี ณ ที่จ่าย

source: WHT Income Type is required when Subject to Withholding Tax is enabled for cash purchases
th: ประเภทรายได้ภาษีหัก ณ ที่จ่ายเป็นข้อมูลที่จำเป็นเมื่อเปิดใช้งานการหักภาษี ณ ที่จ่ายสำหรับการซื้อเงินสด

source: WHT Information
th: ข้อมูลภาษีหัก ณ ที่จ่าย

source: WHT Preview Updated
th: การแสดงตัวอย่าง ภาษีหัก ณ ที่จ่าย ได้รับการปรับปรุงแล้ว

source: WHT Rate (%)
th: อัตราภาษีหัก ณ ที่จ่าย (%)

source: WHT Rate (อัตราภาษี %)
th: อัตราภาษีหัก ณ ที่จ่าย (%)

source: WHT certificates can only be generated for supplier payments
th: ใบรับรองภาษีหัก ณ ที่จ่ายสามารถสร้างได้เฉพาะสำหรับการชำระเงินให้แก่ผู้จำหน่ายเท่านั้น

source: WHT settings cleared as no WHT items remain
th: การตั้งค่า ภาษีหัก ณ ที่จ่าย ถูกล้างเนื่องจากไม่มีรายการภาษีหัก ณ ที่จ่ายเหลืออยู่

source: Waiting for customer approval via QR code
th: รอการอนุมัติจากลูกค้าผ่านรหัส QR

source: Warning: Amount is below typical WHT threshold of 1,000 THB
th: คำเตือน: จำนวนเงินต่ำกว่าขั้นต่ำปกติของ ภาษีหัก ณ ที่จ่าย 1,000 บาท

source: Warning: No sales invoices in this payment are marked as subject to withholding tax
th: คำเตือน: ไม่มีใบกำกับภาษีขายในรายการชำระเงินนี้ที่ถูกระบุว่าเป็นรายการหักภาษี ณ ที่จ่าย

source: Warning: Retention Account should typically be a Liability account
th: คำเตือน: บัญชีเงินกันไว้ควรเป็นบัญชีหนี้สินโดยทั่วไป

source: Warning: This will replace existing format with same name
th: คำเตือน: การดำเนินการนี้จะทำการแทนที่รูปแบบที่มีชื่อเดียวกันที่มีอยู่แล้ว

source: Warning: Total deductions exceed quotation amount. Payment amount set to zero.
th: คำเตือน: ยอดหักรวมเกินจำนวนใบเสนอราคา จำนวนเงินชำระถูกตั้งค่าเป็นศูนย์

source: Warning: Total deductions exceed sales invoice amount. Payment amount set to zero.
th: คำเตือน: ยอดหักรวมเกินจำนวนใบกำกับภาษีขาย จำนวนเงินชำระถูกตั้งค่าเป็นศูนย์

source: Warning: Total deductions exceed sales order amount. Payment amount set to zero.
th: คำเตือน: ยอดหักรวมเกินจำนวนคำสั่งขาย จำนวนเงินชำระถูกตั้งค่าเป็นศูนย์

source: Warning: WHT Amount ({0}) doesn't match calculated amount ({1}) based on Tax Base ({2}) and WHT Rate ({3}%)
th: คำเตือน: จำนวนภาษีหัก ณ ที่จ่าย ({0}) ไม่ตรงกับจำนวนที่คำนวณได้ ({1}) โดยอ้างอิงจากฐานภาษี ({2}) และอัตราภาษีหัก ณ ที่จ่าย ({3}%)

source: Watermark Configuration
th: การตั้งค่าน้ำหมึกลายน้ำ

source: Watermark Error
th: ข้อผิดพลาดลายน้ำ

source: Watermark Font Family
th: ครอบครัวแบบอักษรลายน้ำ

source: Watermark Font Size
th: ขนาดตัวอักษรลายน้ำ

source: Watermark Mode
th: โหมดลายน้ำ

source: Watermark Position
th: ตำแหน่งลายน้ำ

source: Watermark Settings
th: การตั้งค่าน้ำหมึก

source: Watermark Template
th: เทมเพลตลายน้ำ

source: Watermark Template '{0}' not found
th: ไม่พบเทมเพลตลายน้ำ '{0}'

source: Watermark Template: {0}<br>Mode: {1}<br>{2}
th: แม่แบบลายน้ำ: {0}<br>โหมด: {1}<br>{2}

source: Watermark Templates
th: เทมเพลตลายน้ำ

source: Watermark configuration saved successfully
th: การตั้งค่าน้ำพิมพ์บันทึกเรียบร้อยแล้ว

source: Watermark options: Basic modes (None, Original, Copy, Sequence) or custom templates from Watermark Settings
th: ตัวเลือกลายน้ำ: โหมดพื้นฐาน (ไม่มี, ต้นฉบับ, สำเนา, ลำดับ) หรือแม่แบบที่กำหนดเองจาก การตั้งค่าลายน้ำ

source: Watermark per Page
th: ลายน้ำต่อหน้า

source: Watermark template created successfully
th: สร้างเทมเพลตลายน้ำสำเร็จแล้ว

source: Withholding Tax Certificate
th: ใบรับรองภาษีหัก ณ ที่จ่าย

source: Withholding Tax Certificate created successfully
th: ใบรับรองภาษีหัก ณ ที่จ่ายถูกสร้างเรียบร้อยแล้ว

source: Withholding Tax Certificate {0} created successfully
th: ใบรับรองภาษีหัก ณ ที่จ่าย {0} ถูกสร้างเรียบร้อยแล้ว

source: Withholding Tax Certificate {0} created successfully for cash services purchase
th: ใบรับรองภาษีหัก ณ ที่จ่าย {0} ถูกสร้างเรียบร้อยสำหรับการซื้อบริการเงินสด

source: Withholding Tax Certificate {0} has been cancelled
th: ใบรับรองภาษีหัก ณ ที่จ่าย {0} ได้ถูกยกเลิกแล้ว

source: Withholding Tax Certificate {0} has been submitted and issued
th: ใบรับรองภาษีหัก ณ ที่จ่าย {0} ได้ถูกส่งและออกแล้ว

source: Withholding Tax Certificates
th: ใบรับรองภาษีหัก ณ ที่จ่าย

source: Withholding Tax Details
th: รายละเอียดภาษีหัก ณ ที่จ่าย

source: Withholding Tax Details (รายละเอียดภาษีหัก ณ ที่จ่าย)
th: รายละเอียดภาษีหัก ณ ที่จ่าย

source: Withholding Tax Journal Entry created: {0}
th: บันทึกบัญชีภาษีหัก ณ ที่จ่ายถูกสร้างขึ้น: {0}

source: Withholding Tax Rate cannot exceed 30%
th: อัตราภาษีหัก ณ ที่จ่ายต้องไม่เกิน 30%

source: Withholding Tax Rate must be greater than 0
th: อัตราภาษีหัก ณ ที่จ่ายต้องมากกว่า 0

source: Withholding Tax applied in Payment {0}: {1} ({2}%)
th: ภาษีหัก ณ ที่จ่าย ที่ใช้ใน การชำระเงิน {0}: {1} ({2}%)

source: Withholding Tax for Payment Entry {0}
th: ภาษีหัก ณ ที่จ่าย สำหรับ รายการชำระเงิน {0}

source: Withholding Tax percentage is required. Please set either in this document or configure a default rate in Company settings.
th: จำเป็นต้องระบุเปอร์เซ็นต์ของ ภาษีหัก ณ ที่จ่าย กรุณาตั้งค่าในเอกสารนี้หรือกำหนดอัตราเริ่มต้นในการตั้งค่า บริษัท

source: Withholding tax amount cannot exceed net total
th: จำนวนภาษีหัก ณ ที่จ่ายต้องไม่เกินยอดสุทธิ

source: Workflow State
th: สถานะเวิร์กโฟลว์

source: Would you like to sync this signature to employees with this designation?
th: คุณต้องการซิงค์ลายเซ็นนี้ไปยังพนักงานที่มีตำแหน่งนี้หรือไม่?

source: Year
th: ปี

source: Year Buddhist
th: ปี พุทธศักราช

source: You don't have permission to access this Print Format
th: คุณไม่มีสิทธิ์เข้าถึงรูปแบบการพิมพ์นี้

source: You don't have permission to duplicate Print Formats
th: คุณไม่มีสิทธิ์ในการทำสำเนารูปแบบการพิมพ์

source: You don't have permission to export this Print Format
th: คุณไม่มีสิทธิ์ในการส่งออกรูปแบบการพิมพ์นี้

source: You don't have permission to import Print Formats
th: คุณไม่มีสิทธิ์ในการนำเข้าแบบฟอร์มการพิมพ์

source: You don't have permission to overwrite this Print Format
th: คุณไม่มีสิทธิ์ในการเขียนทับรูปแบบการพิมพ์นี้

source: You don't have permission to read the source Print Format
th: คุณไม่มีสิทธิ์ในการอ่านรูปแบบการพิมพ์ต้นทาง

source: You have Empty Table. Please add table fields or remove table.
th: คุณมีตารางว่าง กรุณาเพิ่มฟิลด์ในตารางหรือทำการลบตารางออก

source: Your browser cannot display PDFs inline. Please download the PDF to view it.
th: เบราว์เซอร์ของคุณไม่สามารถแสดงไฟล์ PDF ภายในหน้าได้ กรุณาดาวน์โหลดไฟล์ PDF เพื่อดูข้อมูล

source: in footer
th: ในส่วนท้าย

source: in header
th: ในส่วนหัว

source: in table, auto layout failed
th: ในตาราง การจัดวางอัตโนมัติล้มเหลว

source: thai_business_suite not available - Using basic CSV import
th: thai_business_suite ไม่พร้อมใช้งาน - กำลังใช้การนำเข้า CSV พื้นฐาน

source: {0} does not exist: {1}
th: {0} ไม่มีอยู่: {1}

source: {0} must be of type: {1}
th: {0} ต้องเป็นประเภท: {1}

source: {0} must belong to the same company as the payment
th: {0} ต้องเป็นของบริษัทเดียวกับการชำระเงิน

source: {} Active
th: {} สะวด

source: {} Draft
th: {} ฉบับร่าง

source: ภ.ง.ด.1ก Form Number
th: ภ.ง.ด.1ก หมายเลขแบบฟอร์ม

source: ภ.ง.ด.1ก Submission Date
th: วันที่ส่ง ภ.ง.ด.1ก

source: ภ.ง.ด.1ก Summary
th: สรุป ภ.ง.ด.1ก

source: ภ.ง.ด.1ก Summary Report
th: รายงานสรุป ภ.ง.ด.1ก

source: ✅ Thai tax compliance validated: Supplier invoice details recorded
th: ✅ การตรวจสอบความถูกต้องตามภาษีไทย: รายละเอียดใบกำกับภาษีผู้จำหน่ายถูกบันทึกแล้ว

source: 🔓 บิลเงินสด: Fields unlocked - Supplier invoice details are optional
th: 🔓 บิลเงินสด: ปลดล็อกฟิลด์แล้ว - รายละเอียดใบแจ้งหนี้ผู้จำหน่ายเป็นทางเลือก
