Repository: ManotLuijiu/erpnext-thai-translation
Catalog: translation_tools/*.po
Languages: th

source: <div style="text-align: center;"> <h4 style="color: #38A169;">Translation Tools Installed Successfully!</h4> <p>You can access the Thai Translation Dashboard from the sidebar under <strong>Thai Translation</strong>.</p> <p>For help, please refer to the README.md file in the app directory.</p> </div>
th: <div style="text-align: center;"> <h4 style="color: #38A169;">ติดตั้งเครื่องมือแปลภาษาเรียบร้อยแล้ว!</h4> <p>คุณสามารถเข้าใช้งาน <strong>Thai Translation</strong> ได้จากแถบด้านข้างใน <strong>Translation Dashboard</strong></p> <p>หากต้องการความช่วยเหลือ กรุณาอ่านไฟล์ README.md ในไดเรกทอรีของแอป</p> </div>

source: 0 entries
th: 0 รายการ

source: <div class="text-center text-muted">No data available</div>
th: <div class="text-center text-muted">ไม่มีข้อมูล</div>

source: <div class="text-center">Loading chart...</div>
th: <div class="text-center">กำลังโหลดแผนภูมิ...</div>

source: <div class="text-center">Loading data...</div>
th: <div class="text-center">กำลังข้อมูลใหม่</div>

source: <h3 style='margin-bottom:15px;'>Translation Tools for Frappe/ERPNext Ecosystem</h3><p style='margin-bottom:15px;'>AI-powered utilities for translating English to Thai language and other localization tools</p>
th: <h3 style='margin-bottom:15px;'>เครื่องมือแปลสำหรับระบบนิเวศ Frappe/ERPNext</h3><p style='margin-bottom:15px;'>ยูทิลิตี้ที่ขับเคลื่อนด้วย AI สำหรับแปลภาษาอังกฤษเป็นภาษาไทยและเครื่องมือแปลท้องถิ่นอื่นๆ</p>

source: <p>The GitHub integration allows translations to be automatically shared to a central repository.</p><p>To set up GitHub integration:</p><ol><li>Create a GitHub account if you don't have one</li><li>Create a Personal Access Token (Classic) at <a href="https://github.com/settings/tokens" target="_blank">GitHub Settings</a></li><li>Give it the 'repo' permission</li><li>Copy the token and paste it above</li></ol>
th: <p>การเชื่อมต่อ GitHub ช่วยให้การแปลสามารถแชร์ไปยังที่เก็บกลางได้โดยอัตโนมัติ</p><p>วิธีตั้งค่าการเชื่อมต่อ GitHub:</p><ol><li>สร้างบัญชี GitHub หากยังไม่มี</li><li>สร้าง Personal Access Token (Classic) ที่ <a href="https://github.com/settings/tokens" target="_blank">การตั้งค่า GitHub</a></li><li>กำหนดสิทธิ์ 'repo'</li><li>คัดลอกโทเค็นแล้ววางในช่องด้านบน</li></ol>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
th: <span class="h4"><b>รายงานและข้อมูลหลัก</b></span>

source: <span class="h4"><b>Reports &amp; Tools</b></span>
th: <span class="h4"><b>รายงานและเครื่องมือ</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: A sample Email Account for Resend has been created. Please update it with your Resend API key and settings.
th: ได้สร้างบัญชีอีเมลตัวอย่างสำหรับการส่งซ้ำแล้ว กรุณาอัปเดตด้วยคีย์ API และการตั้งค่าการส่งซ้ำของคุณ

source: AI Auto-save Translations
th: บันทึกการแปลอัตโนมัติด้วย AI

source: AI Batch Translation
th: การแปลชุดด้วย AI

source: AI Bookkeeping features require you to log in to your ERPNext account.
th: ฟีเจอร์การทำบัญชีด้วย AI ต้องการให้คุณเข้าสู่ระบบบัญชี ERPNext ของคุณ

source: AI Mode
th: โหมด AI

source: AI Models
th: โมเดล AI

source: AI Thai Tax Consultant
th: ที่ปรึกษาภาษีไทย AI

source: AI Translate
th: AI แปลภาษา

source: AI Translate Batch
th: ชุดแปล AI

source: AI Translating...
th: กำลังแปลด้วย AI...

source: AI Translation Models
th: โมเดลการแปลด้วย AI

source: AI Translation Settings
th: การตั้งค่าการแปล AI

source: AI Translator
th: เครื่องมือแปลภาษาอัจฉริยะ

source: AI models refreshed successfully
th: โมเดล AI ได้รับการรีเฟรชเรียบร้อยแล้ว

source: AI-powered Translation Dashboard
th: กระดานข้อมูลแปลภาษา AI

source: AI-powered tools for translating English to Thai
th: เครื่องมือที่ใช้ AI ในการแปลภาษาอังกฤษเป็นภาษาไทย

source: API Key
th: รหัส API

source: API Settings
th: ตั้งค่า API

source: API key configuration file not found. Translation features may not work.
th: ไม่พบไฟล์กำหนดค่ากุญแจ API ฟีเจอร์การแปลอาจไม่ทำงาน

source: API key not configured for {0}
th: โทเคน API เก็นรายงานเลื่อนเก็น {0}

source: API key not found in configuration. Please set it up first.
th: ไม่พบ API key ในการตั้งค่า กรุณาตั้งค่าให้เรียบร้อยก่อน

source: API settings saved successfully!
th: การตั้งค่า API ถูกบันทึกเรียบร้อยแล้ว!

source: ASEAN Translation Files
th: ไฟล์แปลภาษาอาเซียน

source: Abbreviation
th: ตัวย่อ

source: Abbreviation in IDs:
th: ตัวย่อในรหัสประจำตัว:

source: Abbreviation:
th: ตัวย่อ:

source: About
th: เกี่ยวกับ

source: Account Mapper
th: ตัวแมปบัญชี

source: Account Name
th: ชื่อบัญชี

source: Actions
th: การดำเนินการ

source: Active
th: ใช้งาน

source: Add
th: เพิ่ม

source: Add New Glossary Term
th: เพิ่มคำศัพท์ใหม่

source: Add Term
th: เพิ่มคำศัพท์

source: Add a new term to the translation glossary.
th: โปรดระบุคำศัพท์ใหม่ที่ต้องการเพิ่มในพจนานุกรมแปล

source: Added
th: เพิ่มแล้ว

source: Adding...
th: กำลังเพิ่ม...

source: All
th: ทั้งหมด

source: All entries
th: รายการทั้งหมด

source: Always Create PR
th: สร้างใบขอซื้อเสมอ

source: Always Direct Push
th: ผลักดันโดยตรงเสมอ

source: Amount
th: จำนวน

source: An error occurred
th: เกิดข้อผิดพลาดขึ้น

source: An error occurred while running the command
th: เกิดข้อผิดพลาดขณะดำเนินการคำสั่ง

source: Anthropic Claude Settings
th: การตั้งค่า Anthropic Claude

source: Anthropic Configuration
th: การตั้งค่าของ Anthropic

source: Anthropic Model
th: Anthropic โมเดล

source: App '{0}' is not installed on site '{1}'. Available apps: {2}
th: แอป '{0}' ยังไม่ได้ติดตั้งในไซต์ '{1}' แอปที่มีอยู่: {2}

source: App '{}' not found in this bench
th: ไม่พบแอป '{}' ในเบนช์นี้

source: App Name
th: ชื่อโปรแกรม

source: App Sync Settings (JSON)
th: การตั้งค่าการซิงค์แอป (JSON)

source: Application
th: แอปพลิเคชัน

source: Apply Changes
th: บันทึกการเปลี่ยนแปลง

source: Applying these changes will:
th: การใช้การเปลี่ยนแปลงเหล่านี้จะ:

source: Approved Term
th: อนุมัติแล้ว

source: Approved Translations
th: การแปลที่ได้รับการอนุมัติแล้ว

source: Apps
th: แอปส์

source: Are you sure you want to clear the execution log?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกการทำงาน?

source: Are you sure you want to run this translation command now?
th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการคำสั่งแปลนี้ในขณะนี้?

source: Authentication
th: การตรวจสอบสิทธิ์

source: Auto (Dev=Direct, Prod=PR)
th: อัตโนมัติ (Dev=Direct, Prod=PR)

source: Auto Attach PDF
th: แนบไฟล์ PDF อัตโนมัติ

source: Auto Save
th: บันทึกอัตโนมัติ

source: Auto-detected Mapping
th: การแมปที่ตรวจจับโดยอัตโนมัติ

source: Auto-imported
th: นำเข้าแบบอัตโนมัติ

source: Auto: Dev mode pushes directly to main, Production creates PR. Direct: Always push to main. PR: Always create pull request for review.
th: อัตโนมัติ: โหมด Dev ดันตรงไปยัง main, โหมด Production สร้าง PR. ตรง: ดันไปยัง main เสมอ. PR: สร้างคำขอ pull เสมอเพื่อการตรวจสอบ.

source: Automatic
th: อัตโนมัติ

source: Automatic .po file translation with AI
th: การแปลไฟล์ .po อัตโนมัติด้วย AI

source: Automatic CSV file translation
th: การแปลไฟล์ CSV อัตโนมัติ

source: Automatic translation system for Frappe/ERPNext and Custom Apps. Supports multiple ASEAN languages with AI and Glossary Management
th: ระบบแปลอัตโนมัติสำหรับ Frappe/ERPNext และแอปพลิเคชันที่กำหนดเอง รองรับหลายภาษาในอาเซียนด้วย AI และการจัดการพจนานุกรม

source: Automation
th: ระบบอัตโนมัติ

source: Available Translation Files
th: ไฟล์การแปลที่มีอยู่

source: Back
th: ย้อนกลับ

source: Back to ERPNext
th: กลับสู่ ERPNext

source: Backup
th: สำรองข้อมูล

source: Backup Before Sync
th: สำรองข้อมูลก่อนซิงค์

source: Basic Information
th: ข้อมูลพื้นฐาน

source: Basic Settings
th: การตั้งค่าพื้นฐาน

source: Basic questions
th: คำถามพื้นฐาน

source: Batch Size
th: ขนาดของ Batch

source: Batch Size:
th: ขนาดชุดผลิต

source: Batch translation completed successfully
th: การแปลชุดเสร็จสมบูรณ์เรียบร้อยแล้ว

source: Bold
th: ตัวหนา

source: Bold Italics
th: ตัวหนา และเอียง

source: Branch
th: สาขา

source: Bulk Translation Job
th: งานแปลจำนวนมาก

source: Bulk UUID generation (up to 1000)
th: การสร้าง UUID จำนวนมาก (สูงสุด 1000)

source: Business
th: ธุรกิจ

source: CSV Translations
th: การแปล CSV

source: CSV automation with column merge
th: ระบบอัตโนมัติ CSV พร้อมการรวมคอลัมน์

source: CSV uploaded:
th: CSV เสร็จสารวัน

source: Cancel
th: ยกเลิก

source: Cancelled
th: ยกเลิกแล้ว

source: Cannot Fetch Values
th: ไม่สามารถดึงค่าข้อมูลได้

source: Card Name
th: ชื่อบัตร

source: Cards
th: การ์ด

source: Category
th: หมวดหมู่

source: Changing language to
th: กำลังเปลี่ยนภาษาเป็น

source: Chart of Accounts Import
th: นำเข้าผังบัญชี

source: Choose an existing company or create a new one for the Chart of Accounts
th: เลือกบริษัทที่มีอยู่แล้วหรือสร้างบริษัทใหม่สำหรับผังบัญชี

source: Classic token: 'repo' scope. Fine-grained token: 'Contents: Read and write' + 'Pull requests: Read and write' (if using PR mode). Create at https://github.com/settings/tokens
th: โทเค็นแบบคลาสสิก: ขอบเขต 'repo' โทเค็นแบบละเอียด: 'เนื้อหา: อ่านและเขียน' + 'คำขอดึงข้อมูล: อ่านและเขียน' (หากใช้โหมด PR) สร้างได้ที่ https://github.com/settings/tokens

source: Claude API connection failed: {0}
th: การเชื่อมต่อ Claude API ล้มเหลว: {0}

source: Claude API connection successful! Translation: {0}
th: เชื่อมต่อ Claude API สำเร็จ! การแปล: {0}

source: Clean Duplicates
th: ลบรายการซ้ำ

source: Cleaning...
th: กำลังทำความสะอาด...

source: Clear Log
th: ล้างบันทึก

source: Clear Selection
th: ล้างการเลือก

source: Click the button below to import accounts to the database
th: คลิกปุ่มด้านล่างเพื่อ นำเข้าบัญชี ไปยังฐานข้อมูล

source: Click to sync
th: คลิกเพื่อซิงค์

source: Close
th: ปิด

source: Column Mapping
th: การแมปคอลัมน์

source: Command Type
th: ประเภทคำสั่ง

source: Company
th: บริษัท

source: Company '{0}' does not exist
th: บริษัท '{0}' ไม่มีอยู่จริง

source: Company Name
th: ชื่อ บริษัท

source: Company Retention Settings
th: การตั้งค่าการระงับบัญชีบริษัท

source: Company already exists
th: ไม่ได้ของบริษัทส่วนมี

source: Company already exists, using existing
th: บริษัทมีอยู่แล้ว กำลังใช้บริษัทที่มีอยู่

source: Company created successfully
th: สร้างบริษัทเรียบร้อยแล้ว

source: Company:
th: บริษัท:

source: Compile PO files into binary MO files for runtime usage
th: รวบรวมไฟล์ PO เป็นไฟล์ MO แบบไบนารีสำหรับใช้งานขณะรันไทม์

source: Complete Setup
th: ตั้งค่าครบถ้วน

source: Completed
th: เสร็จสมบูรณ์

source: Completed At
th: เสร็จสิ้นเมื่อ

source: Completion %
th: เปอร์เซ็นต์ความสำเร็จ

source: Completion Threshold (%)
th: เกณฑ์ความสมบูรณ์ (%)

source: Complex consultations
th: การให้คำปรึกษาที่ซับซ้อน

source: Configuration
th: การกำหนดค่า

source: Configuration Warning
th: คำเตือนการตั้งค่า

source: Configure common parameters for both translation providers
th: กำหนดค่าพารามิเตอร์ทั่วไปสำหรับผู้ให้บริการแปลทั้งสอง

source: Configure how translations are processed
th: กำหนดวิธีการประมวลผลการแปล

source: Configure which AI models to use for translations
th: กำหนดค่าโมเดล AI ที่จะใช้สำหรับการแปล

source: Configure your Anthropic Claude API settings for translations
th: ตั้งค่าการเชื่อมต่อ API Anthropic Claude สำหรับการแปลภาษา

source: Configure your OpenAI API settings for translations
th: ตั้งค่าการใช้งาน OpenAI API สำหรับการแปลภาษา

source: Confirm Deletion
th: ยืนยันการลบ

source: Conflict Resolution
th: การแก้ไขข้อขัดแย้ง

source: Conflict Resolution Strategy
th: กลยุทธ์การแก้ไขข้อขัดแย้ง

source: Connection Test Results
th: ผลการทดสอบการเชื่อมต่อ

source: Content
th: เนื้อหา

source: Context
th: บริบท

source: Context:
th: บริบท:

source: Create Company
th: สร้างบริษัท

source: Create New Company
th: สร้างบริษัทใหม่

source: Create New Company...
th: สร้างบริษัทใหม่...

source: Created
th: ที่สร้างไว้

source: Cron
th: งานกำหนดเวลา

source: Cron Expression
th: นิพจน์ Cron

source: Cron Expression Examples:
th: ตัวอย่างนิพจน์ Cron:

source: Cron expression should have 5 parts: minute hour day month weekday
th: นิพจน์ Cron ควรมี 5 ส่วน: นาที ชั่วโมง วัน เดือน วันในสัปดาห์

source: Currency
th: สกุลเงิน

source: Currency defaults to THB
th: สกุลเงินตั้งค่าเริ่มต้นเป็น THB

source: Currency:
th: สกุลเงิน:

source: Current App
th: แอปปัจจุบัน

source: Current Locale
th: ภูมิภาคปัจจุบัน

source: Current POT
th: POT ปัจจุบัน

source: Current Status
th: สถานะปัจจุบัน

source: Custom Cron Expression
th: นิพจน์ Cron กำหนดเอง

source: Custom Fonts
th: แบบอักษรที่กำหนดเอง

source: Customer Name
th: ชื่อลูกค้า

source: Daily
th: รายวัน

source: Dashboard Content
th: เนื้อหาบนแผงควบคุม

source: Date
th: วันที่

source: Date/Time
th: วันที่/เวลา

source: Day of Month
th: วันในเดือน

source: Default Font
th: แบบอักษรเริ่มต้น

source: Default Model
th: โมเดลเริ่มต้น

source: Default Model Provider
th: ผู้ให้บริการโมเดลเริ่มต้น

source: Default Source Language
th: ภาษาแหล่งข้อมูลเริ่มต้น

source: Default Target Language
th: ภาษาปลายทางเริ่มต้น

source: Delete
th: ลบ

source: Deleting...
th: กำลังลบ...

source: Deletion requires explicit confirmation
th: การลบต้องได้รับการยืนยันอย่างชัดเจน

source: Description
th: คำอธิบาย

source: Direct Room already exists!
th: ห้องตรงนี้มีอยู่แล้ว!

source: Disabled
th: ปิดใช้งาน

source: DocType and Document Name must be strings
th: DocType และ ชื่อเอกสาร ต้องเป็นข้อความประเภทสตริง

source: Document Title
th: ชื่อเอกสาร

source: Document {0} {1} does not exist
th: เอกสาร {0} {1} ไม่มีอยู่ในระบบ

source: Documentation
th: เอกสารประกอบ

source: Download CSV
th: ดาวน์โหลด CSV

source: Download as TXT or CSV
th: ดาวน์โหลดเป็น TXT หรือ CSV

source: Download results as CSV
th: ดาวน์โหลดผลลัพธ์เป็น CSV

source: Downloaded mapped CSV
th: ดาวน์โหลดไฟล์ CSV ที่แมปแล้ว

source: Drop your CSV file here
th: วางไฟล์ CSV ของคุณที่นี่

source: Dropbox Settings
th: การตั้งค่า Dropbox

source: ERPNext ASEAN Translations
th: การแปล ERPNext สำหรับอาเซียน

source: ERPNext Module
th: โมดูล ERPNext

source: ERPNext Translation Dashboard
th: กระดานข้อมูลแปลภาษา

source: Edit Glossary Term
th: แก้ไขคำศัพท์ในพจนานุกรม

source: Enable Auto Sync
th: เปิดใช้งานการซิงค์อัตโนมัติ

source: Enable Chat Features
th: เปิดใช้งานฟีเจอร์แชท

source: Enable GitHub Integration
th: เปิดใช้งานการเชื่อมต่อ GitHub

source: Enable Github Integration
th: เปิดใช้งานการเชื่อมต่อ Github

source: Enable Message Tone
th: เปิดเสียงข้อความ

source: Enable Notifications
th: เปิดใช้งานการแจ้งเตือน

source: Enable Scheduled Auto Sync
th: เปิดใช้งานการซิงค์อัตโนมัติตามกำหนดเวลา

source: Enable Translation Service
th: เปิดใช้งานบริการแปลภาษา

source: Enabled
th: เปิดใช้งานแล้ว

source: English Term
th: ไทย

source: Enter ASEAN Translations
th: กรอกคำแปลอาเซียน

source: Enter Account Mapper
th: เข้าสู่ตัวแมปบัญชี

source: Enter Anthropic API Key
th: กรุณาใส่คีย์ API ของ Anthropic

source: Enter CSV Translations
th: ป้อนการแปล CSV

source: Enter Github Token
th: กรุณาใส่ โทเคน สำหรับการเข้าถึง

source: Enter OpenAI API Key
th: กรุณาใส่คีย์ API ของ OpenAI

source: Enter Thai translation
th: ป้อนคำแปลภาษาไทย

source: Enter UUID Generator
th: ป้อนตัวสร้าง UUID

source: Enter a valid cron expression (e.g., '0 2 * * *' for daily at 2 AM)
th: กรุณาใส่สตริง cron ที่ถูกต้อง (เช่น '0 2 * * *' สำหรับทุกวันเวลา 2 โมงเช้า)

source: Enter day of month (1-31)
th: กรอกวันในเดือน (1-31)

source: Enter source term
th: แหล่งข้อมูล

source: Enter the company details. Abbreviation will be auto-generated.
th: กรุณากรอกรายละเอียดของบริษัท ชื่อย่อจะถูกสร้างโดยอัตโนมัติ

source: Entries
th: รายการบันทึกบัญชี

source: Entry not found
th: ไม่พบรายการ

source: Entry not found. The file may have been modified. Please refresh the page and try again.
th: ไม่พบรายการ ข้อมูลในไฟล์อาจถูกแก้ไข กรุณารีเฟรชหน้าจอแล้วลองใหม่อีกครั้ง

source: Error
th: ข้อผิดพลาด

source: Error Log
th: บันทึกข้อผิดพลาด

source: Error Message
th: ข้อความแสดงข้อผิดพลาด

source: Error accessing GitHub repository: {0}
th: เกิดข้อผิดพลาดในการเข้าถึงที่เก็บ GitHub: {0}

source: Error applying changes
th: เกิดข้อผิดพลาดในการใช้การเปลี่ยนแปลง

source: Error converting amount to Thai words: {0}
th: เกิดข้อผิดพลาดในการแปลงจำนวนเป็นตัวอักษรภาษาไทย: {0}

source: Error creating payment session. Please try again.
th: เกิดข้อผิดพลาดในการสร้างเซสชันการชำระเงิน กรุณาลองใหม่อีกครั้ง

source: Error loading fonts ครับ: {0}
th: เกิดข้อผิดพลาดในการโหลดแบบอักษรครับ: {0}

source: Error parsing CSV:
th: ข้อผิดพลาดในการวิเคราะห์ไฟล์ CSV:

source: Error previewing changes
th: เกิดข้อผิดพลาดในการแสดงตัวอย่างการเปลี่ยนแปลง

source: Error searching repository
th: เกิดข้อผิดพลาดในการค้นหาที่เก็บข้อมูล

source: Error verifying payment. Please contact support.
th: เกิดข้อผิดพลาดในการตรวจสอบการชำระเงิน กรุณาติดต่อฝ่ายสนับสนุน

source: Error:
th: ข้อผิดพลาด:

source: Error: Cannot convert to Thai words
th: ข้อผิดพลาด: ไม่สามารถแปลงเป็นคำภาษาไทยได้

source: Execution Error
th: ข้อผิดพลาดในการดำเนินการ

source: Execution Log
th: บันทึกการดำเนินการ

source: Execution Status
th: สถานะการดำเนินการ

source: Existing Companies
th: ไม่สรายสริษัท

source: Exists
th: มีอยู่แล้ว

source: Expected columns:
th: คอลัมน์ที่คาดหวัง:

source: Extract all translatable strings from the app into a POT template file
th: ส่งออกข้อความทั้งหมดที่แปลได้จากแอปเป็นไฟล์แม่แบบ POT

source: Failed
th: ล้มเหลว

source: Failed Accounts
th: บัญชีที่ล้มเหลว

source: Failed to create checkout session. Please try again.
th: ไม่สามารถสร้างเซสชันชำระเงินได้ กรุณาลองใหม่อีกครั้ง

source: Failed to create company:
th: ไม่สามารถสร้างบริษัทได้:

source: Failed to create company: {0}
th: ไม่สามารถสร้างบริษัทได้: {0}

source: Failed to fetch models. Please refresh or check API key.
th: ไม่สามารถดึงโมเดลได้ กรุณารีเฟรชหรือตรวจสอบ โทเคน สำหรับการเข้ถึง

source: Failed to generate PDF. Please check the error log.
th: ไม่สามารถสร้าง PDF ได้ กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: Failed to generate abbreviation
th: ไม่สามารถสร้างตัวย่อได้

source: Failed to load companies
th: ไม่สามารถโหลดบริษัทได้

source: Failed to load file:
th: ไม่สามารถโหลดไฟล์ได้:

source: Failed to load glossary terms
th: ไม่สามารถโหลดคำศัพท์ได้

source: Failed to load settings
th: ไม่สามารถโหลดการตั้งค่าได้

source: Failed to refresh models
th: ไม่สามารถรีเฟรชโมเดลได้

source: Failed to save API settings
th: ไม่สามารถบันทึกการตั้งค่า API ได้

source: Failed to save settings
th: ไม่สามารถบันทึกการตั้งค่าได้

source: Failed to save translation settings
th: ไม่สามารถบันทึกการตั้งค่าการแปลได้

source: Failed to save translations
th: ไม่สามารถบันทึกการแปลได้

source: Failed to update language.
th: ไม่สามารถอัปเดตภาษาได้

source: Failed: {0}
th: ล้มเหลว: {0}

source: Fieldname must be a string
th: ชื่อฟิลด์ต้องเป็นสตริง

source: File Explorer
th: ตัวจัดการไฟล์

source: File Path
th: เส้นทางไฟล์

source: File Ready
th: ไฟล์พร้อมใช้งาน

source: File not found: {0}
th: ไม่พบไฟล์: {0}

source: Filename
th: ชื่อไฟล์

source: Files
th: ไฟล์

source: Files Processed
th: ไฟล์ที่ดำเนินการแล้ว

source: Filter entries
th: กรองรายการ

source: Find Translation Files
th: ค้นหาไฟล์แปลภาษา

source: Fix Account CSV export/import issues when migrating Chart of Accounts between companies or servers
th: แก้ไขปัญหาการส่งออก/นำเข้า CSV ของผังบัญชี ใช้ตอนย้ายผังบัญชีระหว่างบริษัทหรือเซิร์ฟเวอร์

source: Fix Frappe Data Export/Import bugs
th: แก้ไขข้อผิดพลาดการส่งออก/นำเข้าข้อมูล Frappe

source: Fix Parent Account references
th: แก้ไขการอ้างอิงบัญชีหลัก

source: Font
th: ตัวอักษร

source: Font Name
th: ชื่อแบบอักษร

source: Force Regenerate
th: บังคับสร้างใหม่

source: Force Regenerate POT
th: บังคับสร้างไฟล์ POT ใหม่

source: Force regenerate will overwrite existing POT files
th: การบังคับสร้างใหม่จะเขียนทับไฟล์ POT ที่มีอยู่แล้ว

source: Found
th: พบ

source: Frappe Support
th: ฝ่ายสนับสนุน Frappe

source: Friday
th: วันศุกร์

source: Full Name is required
th: ชื่อเต็มเป็นข้อมูลที่จำเป็นต้องระบุ

source: General Settings
th: การตั้งค่าทั่วไป

source: Generate 10-character alphanumeric UUIDs for Asset Categories and other purposes with CSV automation support
th: สร้าง UUID แบบอักขระผสม 10 ตัวสำหรับหมวดหมู่สินทรัพย์และวัตถุประสงค์อื่น ๆ พร้อมรองรับการทำงานอัตโนมัติด้วย CSV

source: Generate ASEAN Translations
th: สร้างคำแปลอาเซียน

source: Generate PDF
th: สร้างไฟล์ PDF

source: Generate PDFs with Thai language support.
th: สร้างไฟล์ PDF ที่รองรับภาษาไทย

source: Generate POT Files
th: สร้างไฟล์ POT

source: Generate Test PDF
th: สร้างไฟล์ PDF ทดสอบ

source: Generate from Document
th: สร้างจากเอกสาร

source: Generate unique identifiers for data
th: สร้างรหัสประจำตัวเฉพาะสำหรับข้อมูล

source: Generating PDF...
th: กำลังสร้าง PDF...

source: Generating POT Files
th: กำลังสร้างไฟล์ POT

source: Generating POT Files...
th: กำลังสร้างไฟล์ POT...

source: Generating...
th: กำลังสร้าง...

source: Generation Complete
th: การสร้างเสร็จสมบูรณ์

source: GitHub Integration
th: การเชื่อมต่อ GitHub

source: GitHub Personal Access Token
th: โทเคน สำหรับการเข้าถึง GitHub

source: GitHub Personal Access Token Required
th: ต้องใช้ โทเคน สำหรับการเข้าถึง

source: GitHub Repository
th: ที่เก็บ GitHub

source: GitHub Settings
th: การตั้งค่า GitHub

source: GitHub Sync History Entry
th: ประวัติการซิงค์ GitHub

source: GitHub Sync Settings
th: การตั้งค่าการซิงค์ GitHub

source: GitHub Token (ghp_xxxxxxxxxxxxxxxx)
th: โทเคน สำหรับ GitHub (ghp_xxxxxxxxxxxxxxxx)

source: GitHub secret scanning blocked the push. The translation content may contain text that looks like an API key or token. Check the translation for long alphanumeric strings.
th: GitHub การสแกนความลับได้บล็อกการส่งข้อมูล การแปลอาจมีข้อความที่ดูเหมือนคีย์ API หรือโทเค็น โปรดตรวจสอบการแปลสำหรับสตริงตัวอักษรและตัวเลขที่ยาว

source: GitHub token saved successfully
th: บันทึกโทเค็น GitHub สำเร็จแล้ว

source: Github Branch
th: สาขา Github

source: Github Integration
th: การเชื่อมต่อ Github

source: Github Repo URL
th: URL ที่เก็บข้อมูล Github

source: Github Token
th: โทเคน สำหรับ Github

source: Glossary Manager
th: แระดานข้อมูล

source: Glossary Term
th: คำศัพท์เฉพาะ

source: Glossary and technical term management
th: การจัดการคำศัพท์และคำศัพท์ทางเทคนิค

source: Google Contacts
th: รายชื่อ Google

source: Google Services
th: บริการของ Google

source: Google Settings
th: การตั้งค่า Google

source: Guest User
th: ผู้ใช้ทั่วไป

source: Help
th: ช่วยเหลือ

source: Home
th: หน้าหลัก

source: IBM Plex Thai
th: IBM Plex ไทย

source: ID
th: รหัส

source: Icon
th: ไอคอน

source: Import Accounts
th: นำเข้าบัญชี

source: Import Another
th: นำเข้าอีกครั้ง

source: Import Complete
th: นำเข้าเสร็จสมบูรณ์

source: Import Now
th: นำเข้าเดี๋ยวนี้

source: Import completed with issues:
th: นำเข้าข้อมูลเสร็จสมบูรณ์พร้อมปัญหา:

source: Import completed:
th: นำเข้าเสร็จสมบูรณ์:

source: Import failed:
th: การนำเข้าไม่สำเร็จ:

source: Import translations from existing PO files in a GitHub repository
th: นำเข้าการแปลจากไฟล์ PO ที่มีอยู่ในที่เก็บ GitHub

source: Importing accounts...
th: กำลังนำเข้าบัญชี...

source: Importing default Thai glossary...
th: กำลังนำเข้าคำศัพท์มาตรฐานภาษาไทย...

source: In Progress
th: กำลังดำเนินการ

source: Include Company Logo
th: รวมโลโก้บริษัท

source: Indicator Color
th: สีตัวบ่งชี้

source: Installation Complete
th: การติดตั้งเสร็จสมบูรณ์

source: Installation complete!
th: การติดตั้งเสร็จสมบูรณ์!

source: Installing Translation Tools
th: กำลังติดตั้งเครื่องมือแปลภาษา

source: Insufficient tokens. Please purchase more tokens to continue.
th: โทเค็นไม่เพียงพอ กรุณาซื้อโทเค็นเพิ่มเติมเพื่อดำเนินการต่อ

source: Integrations
th: การรวมระบบ

source: Invalid GitHub repository URL
th: URL ที่เก็บข้อมูล GitHub ไม่ถูกต้อง

source: Invalid accounts data: {0}
th: ข้อมูลบัญชีไม่ถูกต้อง: {0}

source: Invalid entry ID or entry not found
th: รหัสรายการไม่ถูกต้องหรือไม่พบรายการ

source: Invalid file name: {0}
th: ชื่อไฟล์ไม่ถูกต้อง: {0}

source: Invalid signature
th: ลายเซ็นไม่ถูกต้อง

source: Invalid token package
th: แพ็กเกจ โทเคน สำหรับการเข้ถึง ไม่สกลาง

source: Invalid token.
th: โทเคน สำหรับการเข้าถึงชื่อนส่วน

source: Invalid transaction
th: รายการธุรกรรมไม่ถูกต้อง
