Repository: ManotLuijiu/erpnext-thai-translation
Catalog: translation_tools/*.po
Languages: th

source: Invoice PDF has been attached to this document
th: ไฟล์ PDF ใบแจ้งหนี้ได้แนบมากับเอกสารนี้แล้ว

source: Is Approved
th: อนุมัติแล้ว

source: Italics
th: ตัวเอียง

source: JSON array for dashboard layout (number cards, charts, shortcuts)
th: JSON ออกใหม่ระบระดานข้อมูล (number cards, charts, shortcuts)

source: JSON array of links: [{"label": "Item", "link_to": "Item", "link_type": "DocType", "is_query_report": 0, "onboard": 1}]
th: [{"label": "สินค้า", "link_to": "สินค้า", "link_type": "DocType", "is_query_report": 0, "onboard": 1}]

source: JSON storage for per-app auto-sync settings
th: การจัดเก็บ JSON สำหรับการตั้งค่าการซิงค์อัตโนมัติแบบแยกตามแอป

source: Job ID
th: รหัสงาน

source: Job Information
th: ข้อมูลงาน

source: Keyboard Shortcuts
th: แป้นพิมพ์ลัด

source: LDAP Settings
th: การตั้งค่า LDAP

source: Language
th: ภาษา

source: Language updated. Reloading...
th: อัปเดตภาษาแล้ว กำลังโหลดใหม่...

source: Last Modified
th: แก้ไขล่าสุด

source: Last Run
th: รันล่าสุด

source: Last Scanned
th: สแกนล่าสุด

source: Last Sync Changes
th: การเปลี่ยนแปลงการซิงค์ล่าสุด

source: Last Sync Date/Time
th: วันที่/เวลาซิงค์ล่าสุด

source: Last Sync Status
th: สถานะการซิงค์ล่าสุด

source: Last Updated
th: อัปเดตล่าสุด

source: Links (JSON)
th: ลิงก์ (JSON)

source: Loading apps...
th: กำลังโหลดแอปพลิเคชัน...

source: Loading file contents...
th: กำลังโหลดเนื้อหาไฟล์...

source: Loading settings...
th: กำลังโหลดการตั้งค่า...

source: Loading translation dashboard...
th: กำลังโหลดกระดานข้อมูลแปลภาษา

source: Loading...
th: กำลังโหลด...

source: Local File
th: ไฟล์ภายในเครื่อง

source: Local PO file not found
th: ไม่พบไฟล์ PO ในเครื่อง

source: Locale
th: ภูมิภาค

source: Log
th: บันทึก

source: Log Out
th: ออกจากระบบ

source: Log out
th: ออกจากระบบ

source: Logged in as:
th: เข้าสู่ระบบในชื่อ:

source: Login
th: เข้าสู่ระบบ

source: Lower values give more consistent translations, higher values more creative
th: ค่ายิ่งต่ำจะให้การแปลที่สม่ำเสมอมากขึ้น ค่ายิ่งสูงจะให้ความคิดสร้างสรรค์มากขึ้น

source: Manage Glossary Term
th: จัดการคำศัพท์

source: Manage Tokens
th: จัดการ โทเคน สำหรับการเข้าถึง

source: Manage translations for Frappe/ERPNext ecosystem
th: จัดการการแปลสำหรับระบบนิเวศ Frappe/ERPNext

source: Manual
th: คู่มือ

source: Manual Mode
th: โหมดแมนนวล

source: Match score
th: คะแนนความสอดคล้อง

source: Max Retries
th: จำนวนครั้งที่ลองใหม่สูงสุด

source: Max Tokens
th: จำนวนโทเค็นสูงสุด

source: Maximum tokens to generate per API call
th: จำนวนโทเค็นสูงสุดที่สามารถสร้างได้ต่อการเรียกใช้ API

source: Message is too short
th: ข้อความสั้นเกินไป

source: Migrate legacy CSV translations to the PO format
th: ย้ายการแปล CSV รุ่นเก่าไปยังรูปแบบ PO

source: Missing required DocTypes: {0}
th: DocTypes ที่จำเป็นหายไป: {0}

source: Model
th: แบบ

source: Models last updated
th: โมเดลได้รับการปรับปรุงล่าสุด

source: Module
th: โมดูล

source: Module Name
th: ชื่อโมดูล

source: Monday
th: วันจันทร์

source: Monthly
th: รายเดือน

source: More Actions
th: เพิ่มเติมการดำเนินการ

source: My Account
th: บัญชีของฉัน

source: My Profile
th: โปรไฟล์ของฉัน

source: My Settings
th: การตั้งค่าของฉัน

source: Name
th: ชื่อ

source: Name:
th: ชื่อ:

source: Navigation
th: การนำทาง

source: New Translations
th: การแปลใหม่

source: Next
th: ต่อไป

source: Next 5 runs:
th: ตัว 5 รู่รือก:

source: Next Run
th: รันถัดไป

source: Next Run: {0}
th: รันครั้งถัดไป: {0}

source: Next Scheduled Sync
th: การซิงค์ที่กำหนดเวลาถัดไป

source: Next Untranslated
th: ถัดไปที่ยังไม่ได้แปล

source: Next run time will be calculated when you save the document
th: เวลาการทำงานครั้งถัดไปจะถูกคำนวณเมื่อคุณบันทึกเอกสาร

source: No API keys found in configuration file.
th: ไม่พบคีย์ API ในไฟล์การตั้งค่า

source: No changes needed, translations are already up to date
th: ไม่จำเป็นต้องเปลี่ยนแปลงใด ๆ การแปลเป็นปัจจุบันแล้ว

source: No company found.
th: ไม่พบบริษัทใดๆ

source: No data available for this file
th: ไม่มีข้อมูลสำหรับไฟล์นี้

source: No entries available for this file
th: ไม่มีรายการสำหรับไฟล์นี้

source: No entries match your filter
th: ไม่มีรายการใดตรงกับตัวกรองของคุณ

source: No models available
th: ไม่มีโมดูลที่ใช้งานได้

source: No sender email address found. Please set a default from address.
th: ไม่พบที่อยู่อีเมลผู้ส่ง กรุณาตั้งค่าที่อยู่อีเมลเริ่มต้นสำหรับส่งออก

source: No translation files found
th: ไม่พบไฟล์แปลภาษา

source: No untranslated entries found in this page
th: ไม่พบข้อความที่ยังไม่ได้แปลในหน้านี้

source: None
th: ไม่มี

source: Normal
th: ปกติ

source: Not permitted to read this document
th: ไม่ได้รับอนุญาตให้อ่านเอกสารนี้

source: Noto Sans Thai
th: โนโต้ แซนส์ ไทย

source: Number of entries to translate in a batch
th: จำนวนรายการที่จะแปลในชุดเดียว

source: OAuth Client
th: OAuth ลูกค้า

source: OAuth Provider Settings
th: การตั้งค่า OAuth Provider

source: Once
th: ครั้งเดียว

source: One-Stop Service for importing accounts with Thai translations
th: บริการครบวงจรสำหรับการนำเข้าบัญชีพร้อมคำแปลภาษาไทย

source: Only GitHub repositories are supported
th: รองรับเฉพาะที่เก็บข้อมูล GitHub เท่านั้น

source: OpenAI API Key
th: คีย์ API ของ OpenAI

source: OpenAI API connection failed: {0}
th: การเชื่อมต่อ OpenAI API ล้มเหลว: {0}

source: OpenAI API connection successful! Translation: {0}
th: การเชื่อมต่อ OpenAI API สำเร็จ! การแปล: {0}

source: OpenAI Configuration
th: การตั้งค่า OpenAI

source: OpenAI Model
th: โมเดล OpenAI

source: OpenAI Settings
th: การตั้งค่า OpenAI

source: Options
th: ตัวเลือก

source: Override company abbreviation (ABBR)
th: แทนที่คำย่อบริษัท (ABBR)

source: Override company name
th: แทนที่ชื่อบริษัท

source: PDF Generation Method
th: วิธีการสร้าง PDF

source: PDF Generator
th: ตัวสร้าง PDF

source: PDF Library loaded successfully ✓
th: ไลบรารี PDF โหลดสำเร็จ ✓

source: PDF Library not loaded ✗
th: ไลบรารี PDF ยังไม่ได้โหลด ✗

source: PDF Settings
th: การตั้งค่า PDF

source: PDF library not loaded properly
th: ไลบรารี PDF ไม่ได้ถูกโหลดอย่างถูกต้อง

source: PDFMake Settings
th: การตั้งค่า PDFMake

source: PDFMake is a client-side library. This server-side function is a placeholder.
th: PDFMake เป็นไลบรารีฝั่งลูกค้า ฟังก์ชันฝั่งเซิร์ฟเวอร์นี้เป็นเพียงตัวแทนเท่านั้น

source: PO File
th: ไฟล์ PO

source: PO File not found for the given file path
th: ไม่พบไฟล์ PO สำหรับเส้นทางไฟล์ที่ระบุ

source: PO Translation Files
th: ไฟล์แปลใบสั่งซื้อ

source: PO file not found: {0}
th: ไม่พบไฟล์ PO: {0}

source: POT Generation Completed Successfully!
th: การสร้าง Generator เสร็จสมบูรณ์เรียบร้อยแล้ว!

source: POT Generation Completed with Issues
th: การสร้าง Generator เสร็จสมบูรณ์พร้อมปัญหา

source: POT file generation has completed. Check the results below.
th: การสร้างไฟล์ POT เสร็จสมบูรณ์แล้ว โปรดตรวจสอบผลลัพธ์ด้านล่างนี้

source: Package
th: แพ็กเกจ

source: Package Name
th: ชื่อชุดโปรแกรม

source: Parent
th: ผู้ปกครอง

source: Path where signature files will be stored (relative to site public folder)
th: เส้นทางที่ไฟล์ลายเซ็นจะถูกจัดเก็บ (สัมพันธ์กับโฟลเดอร์สาธารณะของไซต์)

source: Paused
th: หยุดชั่วคราว

source: Payment Date
th: วันจ่าย

source: Payment canceled. You can try again whenever you're ready.
th: การชำระเงินถูกยกเลิก คุณสามารถลองใหม่ได้เมื่อพร้อมแล้ว

source: Payment details not provided
th: ไม่มีรายละเอียดการชำระเงินระบุไว้

source: Payment failed. Please try again.
th: การชำระเงินล้มเหลว กรุณาลองใหม่อีกครั้ง

source: Payment has not been completed yet. Please try again.
th: การชำระเงินยังไม่เสร็จสมบูรณ์ กรุณาลองใหม่อีกครั้ง

source: Payment processing error. Please try again or contact support.
th: เกิดข้อผิดพลาดในการประมวลผลการชำระเงิน กรุณาลองใหม่อีกครั้งหรือ ติดต่อฝ่ายสนับสนุน

source: Payment successful! Tokens have been added to your account.
th: ชำระเงินสำเร็จ! ได้เพิ่มโทเค็นในบัญชีของคุณแล้ว

source: Payment verified successfully! Tokens have been added to your account.
th: การชำระเงินได้รับการยืนยันเรียบร้อยแล้ว! ได้เพิ่มโทเค็นในบัญชีของคุณแล้ว

source: Pending
th: รอดำเนินการ

source: Pending Translations
th: รอการแปล

source: Percent Complete
th: เปอร์เซ็นต์ที่เสร็จสมบูรณ์

source: Please enter an Anthropic API key first
th: กรุณาใส่คีย์ API ของ Anthropic ก่อน

source: Please enter an OpenAI API key first
th: กรุณาใส่คีย์ OpenAI API ก่อน

source: Please enter at least one API key first
th: กรุณาใส่คีย์ API อย่างน้อยหนึ่งรายการก่อน

source: Please enter company name and abbreviation
th: กรุณาใส่ชื่อบริษัทและตัวย่อ

source: Please log in to save settings.
th: กรุณาเข้าสู่ระบบเพื่อบันทึกการตั้งค่า

source: Please select PO File first
th: กรุณาเลือกไฟล์ใบสั่งซื้อก่อน

source: Please select a PO file to start translation
th: กรุณาเลือกไฟล์ PO เพื่อเริ่มการแปล

source: Please sign in or provide your email to check token balance
th: กรุณาเข้าสู่ระบบหรือระบุอีเมลของคุณเพื่อตรวจสอบยอดคงเหลือของ Access Token

source: Please sign in to complete payment
th: กรุณาเข้าสู่ระบบเพื่อดำเนินการชำระเงินให้เสร็จสมบูรณ์

source: Please sign in to purchase tokens
th: กรุณาเข้าสู่ระบบเพื่อซื้อวัตถุดิบ

source: Please wait while POT files are being generated...
th: กรุณารอสักครู่ ขณะกำลังสร้างไฟล์ POT...

source: Please wait while we validate the data
th: กรุณารอสักครู่ในขณะที่เรากำลังตรวจสอบข้อมูล

source: Please wait...
th: กรุณารอสักครู่...

source: Preferred Language
th: ภาษาที่ต้องการใช้

source: Preserve Formatting
th: รักษารูปแบบ

source: Preview
th: แสดงตัวอย่าง

source: Preview & Validate
th: แสดงตัวอย่างและตรวจสอบความถูกต้อง

source: Preview Changes
th: ดูตัวอย่างการเปลี่ยนแปลง

source: Price
th: ราคา

source: Priority
th: ลำดับความสำคัญ

source: Processed Apps
th: แอปที่ดำเนินการแล้ว

source: Processed Locales
th: ภาษาที่ประมวลผลแล้ว

source: Processing...
th: กำลังดำเนินการ...

source: Profile
th: โปรไฟล์

source: Progress
th: ความคืบหน้า

source: Provide context for this term (optional)
th: บริบท

source: Provider
th: ผู้ให้บริการ

source: Purchase
th: ซื้อ

source: Purchase Token Packages
th: ซื้อแพ็กเกจวุฒิบัตร

source: Push Mode
th: โหมดดันข้อมูล

source: Push Notification Settings
th: การตั้งค่าการแจ้งเตือนแบบพุช

source: Push Notifications
th: การแจ้งเตือนแบบพุช

source: Push to Github
th: ส่งไปยัง Github

source: Pushed to branch but PR creation failed
th: ผลักไปยังสาขาแล้วแต่การสร้าง PR ล้มเหลว

source: Pushed to branch but could not parse repo URL for PR
th: ส่งไปยังสาขาแล้ว แต่ไม่สามารถวิเคราะห์ URL ของที่เก็บสำหรับ PR ได้

source: Queued
th: อยู่ในคิว

source: Re-validate
th: ยืนยันใหม่

source: Read
th: อ่านแล้ว

source: Ready to import
th: พร้อมนำเข้า

source: Recent Purchases
th: การซื้อล่าสุด

source: Redirecting to Translation Tools Selection...
th: กำลังเปลี่ยนเส้นทางไปยังการเลือกเครื่องมือแปล...

source: Refresh
th: รีเฟรช

source: Refresh Models
th: รีเฟรชโมดูล

source: Refreshing...
th: กำลังปรับปรุง...

source: Refunded
th: คืนเงิน

source: Reload
th: โหลด

source: Remove extra quotes from Data Export
th: ลบเครื่องหมายคำพูดที่เกินออกจาก การส่งออกข้อมูล

source: Report an Issue
th: รายงานปัญหา

source: Repository
th: ที่เก็บข้อมูล

source: Repository URL
th: URL ที่เก็บข้อมูล

source: Resend API Key not provided. Please set it in site_config.json as resend_api_key.
th: ไม่ได้ระบุ Resend API Key กรุณาตั้งค่าในไฟล์ site_config.json เป็น resend_api_key

source: Reset
th: เริ่มใหม่

source: Reset Status
th: รีเซ็ตสถานะ

source: Results
th: ผลลัพธ์

source: Results & Logs
th: ผลลัพธ์และบันทึก

source: Retry Count
th: จำนวนครั้งที่ลองใหม่

source: Review how columns will be mapped from source to target
th: ตรวจสอบวิธีการแมปคอลัมน์จากแหล่งข้อมูลไปยังเป้าหมาย

source: Review the import results
th: ตรวจสอบผลลัพธ์การนำเข้า

source: Review the mapped data before importing
th: โปรดตรวจสอบข้อมูลที่แมปก่อนนำเข้า

source: Root Type
th: ประเภทหลัก

source: Run Now
th: ดำเนินการทันที

source: Run complete translation workflow: Generate POT → Update PO → Compile MO
th: ดำเนินการเวิร์กโฟลว์แปลทั้งหมด: สร้าง POT → อัปเดต PO → คอมไพล์ MO

source: Running
th: กำลังดำเนินการ

source: Running setup script...
th: กำลังเรียกใช้สคริปต์ติดตั้ง...

source: Running translation command...
th: กำลังดำเนินการคำสั่งแปล...

source: S3 Backup Settings
th: การตั้งค่าการสำรองข้อมูล S3

source: SMS Settings
th: การตั้งค่า SMS

source: Sarabun
th: สารบัญ

source: Saturday
th: วันเสาร์

source: Save
th: บันทึก

source: Save & Push
th: บันทึก & ส่งต่อ

source: Save All Settings
th: บันทึกการตั้งค่าทั้งหมด

source: Save Settings
th: บันทึกการตั้งค่า

source: Save Term
th: บันทึกเงื่อนไข

source: Save Translations
th: บันทึกคำแปล

source: Saving translations...
th: กำลังบันทึกการแปล...

source: Saving...
th: ประหยัด...

source: Scan Files
th: สแกนไฟล์

source: Scanning PO files...
th: กำลังสแกนไฟล์ PO...

source: Scanning...
th: กำลังสแกน...

source: Schedule Name
th: ชื่อกำหนดการ

source: Schedule Type
th: ประเภทกำหนดการ

source: Scheduled
th: กำหนด

source: Scheduling
th: การจัดตารางเวลา

source: Search app name...
th: ค้นหาชื่อโมดูล...

source: Search companies...
th: ค้นหาบริษัท...

source: Search in entries...
th: ค้นหาในรายการ...

source: Search terms...
th: ค้นหาคำสำคัญ...

source: Select All
th: เลือกทั้งหมด

source: Select All Untranslated
th: เลือกทั้งหมดที่ยังไม่ได้แปล

source: Select None
th: เลือก ไม่มี

source: Select Target Company
th: เลือกบริษัทเป้าหมาย

source: Select an entry to start translating
th: เลือกบันทึกเพื่อเริ่มแปล

source: Select apps to generate POT (Portable Object Template) files for translation.
th: เลือกแอปเพื่อสร้างไฟล์ POT (Portable Object Template) สำหรับการแปล

source: Select category
th: เลือกประเภท

source: Select columns to translate
th: เลือกคอลัมน์ที่จะแปล

source: Select company...
th: เลือกบริษัท...

source: Select entries to translate in batch
th: เลือกข้อมูลเพื่อนำไปแปลเป็นชุด

source: Select model
th: เลือกโมดูล

source: Select the translation tool you want to use
th: เลือกเครื่องมือแปลที่คุณต้องการใช้

source: Selected Company
th: บริษัทที่เลือก

source: Sequence
th: ลำดับ

source: Sequence ID
th: รหัสลำดับ

source: Session Defaults
th: ค่าเริ่มต้นของเซสชัน

source: Settings
th: การตั้งค่า

source: Settings AI API Key
th: การตั้งค่า AI API Key

source: Settings not provided.
th: ไม่ได้ระบุการตั้งค่า

source: Settings saved
th: บันทึกการตั้งค่าเรียบร้อยแล้ว

source: Settings saved successfully
th: บันทึกการตั้งค่าเรียบร้อยแล้ว

source: Settings updated successfully.
th: การตั้งค่าได้รับการอัปเดตเรียบร้อยแล้ว

source: Setup Error
th: ข้อผิดพลาดในการตั้งค่า

source: Setup Required
th: ต้องตั้งค่าก่อนใช้งาน

source: Setup completed successfully. Refreshing page...
th: การตั้งค่าสำเร็จเรียบร้อยแล้ว กำลังรีเฟรชหน้า...

source: Setup failed:
th: การตั้งค่าล้มเหลว:

source: Sign In
th: เข้าสู่ระบบ

source: Sign Out
th: ออกจากระบบ

source: Signature
th: ลายเซ็นต์

source: Signature Image
th: รูปภาพลายเซ็นต์

source: Signature Preview
th: ตัวอย่างลายเซ็นต์

source: Signature Storage Path
th: เส้นทางจัดเก็บลายเซ็นต์

source: Signature URL
th: URL ลายเซ็นต์

source: Single UUID generation
th: การสร้าง UUID เดียว

source: Skipped
th: ข้ามไป

source: Slack Webhook URL
th: URL Webhook ของ Slack

source: Social Login Key
th: คีย์เข้าสู่ระบบโซเชียล

source: Some dependencies are missing. The setup script will attempt to install them.
th: มีการขาดแคลนส่วนประกอบบางอย่าง สคริปต์การติดตั้งจะพยายามติดตั้งส่วนประกอบเหล่านั้นให้

source: Source (English)
th: แหล่งที่มา (ภาษาอังกฤษ)

source: Source Column
th: คอลัมน์ต้นทาง

source: Source Language
th: ภาษาแหล่งที่มา

source: Source Term
th: ภาษาอังกฤษ

source: Source Text
th: ข้อความต้นทาง

source: Source company:
th: บริษัทต้นทาง:

source: Standard advice
th: คำแนะนำมาตรฐาน

source: Start Import
th: เริ่มนำเข้า

source: Started At
th: เริ่มต้นเมื่อ

source: Starting...
th: กำลังเริ่มต้น...

source: Status
th: สถานะ

source: Status: {0}
th: สถานะ: {0}

source: Stripe Session ID
th: รหัสเซสชัน Stripe

source: Success
th: สำเร็จ

source: Success! Model: {0}
th: สำเร็จ! แบบจำลอง: {0}

source: Successfully created Pull Request for review
th: สร้างคำขอดึงข้อมูลเพื่อทบทวนสำเร็จแล้ว

source: Successfully pushed translations to GitHub
th: สร้างเลียงข้อมูลแปลภาษาสริ่งที่ GitHub

source: Sunday
th: วันอาทิตย์

source: Supports Thai, Vietnamese, Malay, etc.
th: รองรับภาษาไทย เวียดนาม มาเลย์ เป็นต้น

source: Supports large files
th: รองรับไฟล์ขนาดใหญ่

source: Switch To Desk
th: สวิทช์ไปที่โต๊ะทำงาน

source: Sync Date/Time
th: ซิงค์ วันที่/เวลา

source: Sync Duration (seconds)
th: ระยะเวลาการซิงค์ (วินาที)

source: Sync Frequency
th: ความถี่ในการซิงค์

source: Sync History
th: ประวัติการซิงค์

source: Sync Now
th: ซิงค์ทันที

source: Sync Schedule
th: กำหนดการซิงค์

source: Sync Status
th: สถานะการซิงค์

source: Sync Translations from GitHub
th: ซิงค์คำแปลจาก GitHub

source: Sync Type
th: ประเภทการซิงค์

source: Sync failed:
th: การซิงค์ล้มเหลว:

source: Sync from File
th: ซิงค์จากไฟล์

source: Sync from GitHub
th: ซิงค์จาก GitHub

source: Sync started in background. Check Translation History for results.
th: การซิงค์เริ่มทำงานเบื้องหลังแล้ว ตรวจสอบ ประวัติการแปล เพื่อดูผลลัพธ์

source: Sync triggered successfully
th: การซิงค์เริ่มทำงานสำเร็จแล้ว

source: Sync with GitHub Repository
th: ซิงค์กับที่เก็บข้อมูล GitHub

source: Syncing from GitHub...
th: กำลังซิงค์จาก GitHub...

source: Syncing...
th: กำลังซิงค์...

source: System Manager
th: ผู้จัดการระบบ

source: Target Field
th: ฟิลด์เป้าหมาย

source: Target Language
th: ภาษาเป้าหมาย

source: Technical
th: ทางเทคนิค

source: Temperature
th: อุณหภูมิ

source: Temperature:
th: อุณหภูมิ:

source: Test All Connections
th: ทดสอบการเชื่อมต่อทั้งหมด

source: Test Anthropic AI
th: ทดสอบ Anthropic AI

source: Test Connect
th: ทดสอบการเชื่อมต่อ

source: Test Failed
th: ทดสอบล้มเหลว

source: Test OpenAI
th: ทดสอบ OpenAI

source: Test Successful
th: ทดสอบสำเร็จ

source: Testing AI connections...
th: กำลังทดสอบการเชื่อมต่อ AI...

source: Thai Business Suite
th: ชุดธุรกิจไทย

source: Thai Name
th: ชื่อภาษาไทย

source: Thai PDF Generator
th: สร้างฟอร์ม/รายงาน PDF

source: Thai Tax Consultant License Key
th: รหัสใบอนุญาตที่ปรึกษาภาษีไทย

source: Thai Tax Consultant Tokens
th: โทเค็นที่ปรึกษาภาษีไทย

source: Thai Translation
th: แปลไทย

source: Thai Translation Dashboard
th: กระดานข้อมูลแปลภาษา

source: Thai Translation Glossary
th: แปลเป็นไทย

source: Thai Translator
th: แปลเป็นไทย

source: The Anthropic Claude model to use for translations
th: โมเดล Anthropic Claude สำหรับใช้แปลภาษา

source: The OpenAI model to use for translations
th: โมเดล OpenAI ที่ใช้สำหรับการแปล

source: There was an error initiating your payment. Please try again.
th: เกิดข้อผิดพลาดในการเริ่มต้นการชำระเงินของคุณ กรุณาลองใหม่อีกครั้ง

source: This action cannot be undone. The files will be backed up but removed from the application.
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้ ไฟล์จะถูกสำรองข้อมูลแต่จะถูกลบออกจากแอปพลิเคชัน

source: This method is only meant for developer mode
th: วิธีนี้มีไว้สำหรับโหมดนักพัฒนาเท่านั้น

source: This transaction is already processed
th: รายการธุรกรรมนี้ได้รับการดำเนินการแล้ว

source: Thursday
th: วันพฤหัสบดี

source: Time
th: เวลา

source: Tip:
th: คำแนะนำ:

source: To share translations on GitHub, you need to provide a GitHub Personal Access Token with repository permissions.
th: ในการแชร์การแปลบน GitHub คุณจำเป็นต้องระบุ โทเคน สำหรับการเข้ถถง ข้อมูล หน้อที่เลือกเกอรายวิตรียงสารรับเลือกสรับเข้าถึง

source: Toggle Full Width
th: สลับความกว้างเต็มหน้าจอ

source: Toggle Theme
th: สลับธีม

source: Token Amount
th: จำนวนโทเค็น

source: Token Balance
th: ยอดคงเหลือโทเค็น

source: Token Package
th: แพ็กเกจโทเค็น

source: Token Purchase
th: การซื้อโทเค็น

source: Token Purchase Confirmation
th: ยืนยันการซื้อ Access Token

source: Token Usage Guide:
th: คู่มือการใช้งาน Access Token:

source: Token is required.
th: โทเคน สำหรับการเข้าถึง ไม่

source: Token packages have been created successfully!
th: โทเคน สำหรับการเข้าถึง เกิ่งรายงานผู้สอบบัญชีเรียบร้อย!

source: Tokens
th: โทเคน สำหรับการเข้าถึง

source: Total
th: รวม

source: Total Apps
th: ทั้งหมด สร้าง

source: Total Entries
th: รวมรายการ

source: Total Glossary Terms
th: จำนวนคำศัพท์ทั้งหมด

source: Total Locales
th: รวมภาษาท้องถิ่นทั้งหมด

source: Total Purchased
th: ยอดรวมการซื้อ

source: Total Strings
th: สรายงาน

source: Total Tokens Purchased
th: จำนวนโทเค็นที่ซื้อทั้งหมด

source: Total Tokens Used
th: จำนวนโทเค็นที่ใช้ทั้งหมด

source: Total Used
th: ยอดรวมที่ใช้ไป

source: Transaction ID
th: รหัสรายการธุรกรรม

source: Transformations applied:
th: การแปลงที่ใช้:

source: Translated
th: แปลแล้ว

source: Translated Entries
th: รายการที่แปลแล้ว

source: Translated Text
th: คำที่แปลแล้ว

source: Translated only
th: กำลังโหลดแผงควบคุมการแปล...

source: Translating batch of
th: กำลังแปลชุดของ

source: Translating...
th: กำลังแปล...

source: Translation
th: แปลภาษา

source: Translation (Thai)
th: การแปล (ภาษาไทย)

source: Translation Dashboard
th: กระดานข้อมูล

source: Translation Date
th: วันที่แปล

source: Translation Editor
th: กระดานข้อมูล

source: Translation Glossary
th: แปลเป็นไทย

source: Translation Glossary Term
th: รวบรวมคำแปล

source: Translation History
th: ประวัติการแปล

source: Translation History Entry
th: ประวัติการแปล

source: Translation Management
th: การจัดการการแปล

source: Translation Manager
th: ผู้จัดการแปลภาษา

source: Translation Options
th: ตัวเลือกการแปล

source: Translation PDF Settings
th: การตั้งค่า PDF

source: Translation Parameters
th: พารามิเตอร์การแปล

source: Translation Progress
th: ความก้าวหน้าการแปล

source: Translation Schedule
th: กำหนดการแปล

source: Translation Settings
th: การตั้งค่าการแปล

source: Translation Settings Custom Font
th: การตั้งค่าการแปล แบบอักษรที่กำหนดเอง

source: Translation Status
th: สถานะการแปล

source: Translation Status Report
th: รายงานสถานะการแปล

source: Translation Tools
th: เครื่องมือแปลภาษา

source: Translation Tools Installed
th: เครื่องมือแปลที่ติดตั้งแล้ว

source: Translation Tools Settings
th: การตั้งค่าเครื่องมือแปล

source: Translation Tools Settings doctype does not exist. Please contact administrator.
th: เอกสารประเภทการตั้งค่าเครื่องมือแปลไม่มีอยู่ กรุณาติดต่อผู้ดูแลระบบ

source: Translation Tools link added successfully!
th: ลิงก์เครื่องมือแปลเพิ่มเรียบร้อยแล้ว!

source: Translation Tools needs to be set up before use. The following DocTypes are missing:
th: เครื่องมือแปลจำเป็นต้องตั้งค่าก่อนใช้งาน DocTypes ต่อไปนี้ขาดหายไป:

source: Translation Tools needs to be set up before use. The following DocTypes are missing: ${missing_doctypes.join(", ")}. Do you want to complete the setup now?
th: เครื่องมือแปลต้องได้รับการตั้งค่าก่อนใช้งาน DocTypes ต่อไปนี้ยังขาดอยู่: ${missing_doctypes.join(", ")}. คุณต้องการดำเนินการตั้งค่าให้เสร็จสิ้นตอนนี้หรือไม่?

source: Translation Tools was installed, but with some configuration issues:
th: Translation Tools ได้ถูกติดตั้งแล้ว แต่พบปัญหาบางประการในการตั้งค่า:

source: Translation User Settings
th: การตั้งค่าผู้ใช้แปลภาษา

source: Translation command executed successfully
th: คำสั่งแปลดำเนินการสำเร็จแล้ว

source: Translation failed
th: การแปลล้มเหลว

source: Translation for ASEAN Countries
th: ประเทศในอาเซียน

source: Translation settings saved successfully!
th: บันทึกการตั้งค่าการแปลเรียบร้อยแล้ว!

source: Translation system specifically for CSV files. Perfect for batch processing of large amounts of data
th: ระบบแปลสำหรับไฟล์ CSV โดยเฉพาะ เหมาะสำหรับการประมวลผลข้อมูลจำนวนมากแบบเป็นชุด

source: Translations saved successfully
th: บันทึกการแปลสำเร็จแล้ว

source: Trial request submitted successfully.
th: คำขอทดลองใช้งานถูกส่งเรียบร้อยแล้ว

source: Tuesday
th: วันอังคาร

source: UI
th: ส่วนติดต่อผู้ใช้

source: UUID Generator
th: สร้างฟอร์ม/รายงาน

source: Unsupported model provider: {0}
th: ผู้ให้บริการโมเดลที่ไม่รองรับ: {0}

source: Untranslated
th: ไม่ได้แปล

source: Untranslated only
th: ไม่ได้แปล

source: Update
th: อัปเดต

source: Update PO translation files with new strings from the POT template
th: อัปเดตไฟล์แปล PO ด้วยสตริงใหม่จากเทมเพลต POT

source: Update Term
th: อัปเดตเงื่อนไข
