Repository: ManotLuijiu/erpnext-thai-translation
Catalog: translation_tools/*.po
Languages: th

source: Update the translation glossary term.
th: อัปเดตคำศัพท์การแปลแล้ว

source: Updated
th: อัปเดตแล้ว

source: Updated Translations
th: อัปเดตการแปลแล้ว

source: Updating...
th: กำลังอัปเดต...

source: Upload Account Export CSV
th: อัปโหลดไฟล์ CSV ส่งออกบัญชี

source: Upload CSV file and translate automatically
th: อัปโหลดไฟล์ CSV และแปลโดยอัตโนมัติ

source: Upload the CSV file exported from your source system (Data Export → Account)
th: อัปโหลดไฟล์ CSV ที่ส่งออกจากระบบต้นทางของคุณ (ส่งออกข้อมูล → บัญชี)

source: Upload your signature image (PNG format recommended)
th: อัปโหลดภาพลายเซ็นของคุณ (แนะนำให้ใช้รูปแบบ PNG)

source: User
th: ผู้ใช้

source: User Forum
th: ฟอรั่มผู้ใช้

source: User Full Name
th: ชื่อผู้ใช้เต็มรูปแบบ

source: User Signature
th: ลายเซ็นผู้ใช้

source: User Tokens
th: โทเค็นผู้ใช้

source: User is not logged in.
th: สุ่สริบทเลื่อกเลิ่มสริบท

source: Validating accounts...
th: ตรวจสอบบัญชี...

source: Validating...
th: กำลังตรวจสอบ...

source: Validation Failed
th: การตรวจสอบล้มเหลว

source: Validation Passed
th: การตรวจสอบผ่านแล้ว

source: Validation failed
th: ไม่ผ่านการตรวจสอบ

source: Validation found issues
th: พบปัญหาระหว่างตรวจสอบ

source: Validation passed
th: ผ่านการตรวจสอบ

source: View Accounts
th: ดูบัญชี

source: View Full Log
th: ดูบันทึกเต็ม

source: View Sync History
th: ดูประวัติการซิงค์

source: View Website
th: ดูเว็บไซต์

source: Warnings
th: คำเตือน

source: WeasyPrint Path
th: เส้นทาง WeasyPrint

source: Wednesday
th: วันพุธ

source: Weekday
th: วันธรรมดา

source: Weekly
th: รายสัปดาห์

source: Workspace Cards
th: กระดานทำงาน

source: Workspace Config
th: ตั้งค่ากระดานทำงาน

source: Workspace Config Card
th: ตั้งค่า การ์ด ในกระดานทำงาน

source: Workspace Name
th: ชื่อกระดานทำงาน

source: You can create a token at
th: คุณสามารถสร้าง Access Token ได้ที่

source: You can navigate between all tools anytime via the left sidebar
th: คุณสามารถสลับไปมาระหว่างเครื่องมือทั้งหมดได้ตลอดเวลาผ่านแถบด้านข้างซ้าย

source: You do not have Read or Select Permissions for {}
th: คุณไม่มีสิทธิ์ในการ อ่าน หรือ เลือก สำหรับ {}

source: You do not have permission to use the translation tools
th: คุณไม่มีสิทธิ์ในการใช้เครื่องมือแปลภาษา

source: You don't have permission to delete accounts
th: คุณไม่มีสิทธิ์ในการลบบัญชี

source: You don't have permission to modify Translation Tools Settings
th: คุณไม่มีสิทธิ์ในการแก้ไขการตั้งค่าเครื่องมือแปลภาษา

source: You have already requested a trial.
th: คุณได้ทำการขอทดลองใช้งานแล้ว

source: You need System Manager role to save API keys
th: คุณต้องมีบทบาทผู้จัดการระบบเพื่อบันทึกคีย์ API

source: You need {0} permission to fetch values from {1} {2}
th: คุณต้องมีสิทธิ์ {0} เพื่อดึงค่าจาก {1} {2}

source: You've used all your free tokens. Please purchase more to continue using the Thai Tax Consultant.
th: คุณได้ใช้โทเค็นฟรีทั้งหมดแล้ว กรุณาซื้อเพิ่มเพื่อใช้งานที่ปรึกษาภาษีไทยต่อไป

source: Your Token Balance
th: ยอดคงเหลือของ Access Token

source: accounts
th: บัญชี

source: accounts created
th: บัญชีที่สร้างแล้ว

source: accounts with
th: บัญชีที่มี

source: all
th: ทั้งหมด

source: and
th: และ

source: blue
th: สีน้ำเงิน

source: claude
th: คล้อด

source: columns
th: คอลัมน์

source: columns detected including custom Thai fields
th: ตรวจพบคอลัมน์รวมถึงฟิลด์ภาษาไทยที่กำหนดเอง

source: columns including custom Thai fields
th: คอลัมน์รวมถึงฟิลด์ภาษาไทยที่กำหนดเอง

source: compile_mo
th: รวบรวม_โมดูล

source: current batch size:
th: ขนาดชุดปัจจุบัน:

source: custom
th: กำหนดเอง

source: daily
th: รายวัน

source: description
th: คำอธิบาย

source: e.g., '0 2 * * *' for 2 AM daily, '0 0 * * 1' for Monday midnight
th: เช่น '0 2 * * *' สำหรับตี 2 ทุกวัน, '0 0 * * 1' สำหรับเที่ยงคืนวันจันทร์

source: en
th: อังกฤษ

source: entries selected
th: รายการที่เลือกแล้ว

source: entries...
th: รายการ...

source: existing translations
th: การแปลที่มีอยู่

source: failed
th: ล้มเหลว

source: first 10 rows
th: 10 วันที่ส่าง

source: fr
th: ขาย

source: full_workflow
th: กระบวนการทำงานเต็มรูปแบบ

source: generate_pot
th: สร้างหม้อ

source: github_wins
th: github ชนะ

source: gray
th: สีเทา

source: green
th: สีเขียว

source: hourly
th: รายชั่วโมง

source: it
th: ไอที

source: ja
th: ใช่

source: local_wins
th: ชนะในเครื่อง

source: manual_review
th: การตรวจสอบด้วยตนเอง

source: migrate_csv_to_po
th: ย้ายข้อมูล CSV ไปยัง PO

source: more errors
th: ข้อผิดพลาดเพิ่มเติม

source: new accounts ready to import
th: ชีบัญชีผู่สางค้าวนสางค้าวนใหม่

source: new translations from GitHub
th: การแปลใหม่จาก GitHub

source: not logged in
th: ยังไม่ได้เข้าสู่ระบบ

source: of
th: ของ

source: or click to browse
th: หรือคลิกเพื่อเรียกดู

source: orange
th: สีส้ม

source: pdf-generator
th: สร้างฟอร์ม/รายงาน

source: pt
th: คะแนน

source: red
th: สีแดง

source: resend-integration
th: ส่งซ้ำ-การผสานระบบ

source: tax-consultant
th: ที่ปรึกษาด้านภาษี

source: thai_translator
th: นักแปลภาษาไทย

source: to
th: ไปยัง

source: tokens
th: โทเคน สำหรับการเข้าถึง

source: translation-status
th: สถานะการแปล

source: translation-tools
th: เครื่องมือแปล

source: translator
th: ผู้แปล

source: update_po
th: อัปเดตใบสั่งซื้อ

source: weekly
th: รายสัปดาห์

source: will be skipped - already exist
th: จะถูกข้าม - มีอยู่แล้ว
