Repository: ManotLuijiu/erpnext-thai-translation
Catalog: crm/*.po
Languages: th

source: Setting up yandex requires you to enable two factor authentication and app specific passwords. Read more
th: การตั้งค่า Yandex จำเป็นต้องเปิดใช้งานการยืนยันตัวตนสองขั้นตอนและรหัสผ่านเฉพาะแอป อ่านเพิ่มเติม

source: Settings
th: การตั้งค่า

source: Setup email
th: ตั้งค่าอีเมล

source: Setup the Exchange Rate Provider as 'Exchangerate Host' in settings, as default provider does not support currency conversion for {0} to {1}.
th: ตั้งค่า ผู้ให้บริการอัตราแลกเปลี่ยน เป็น 'Exchangerate Host' ในการตั้งค่า เนื่องจากผู้ให้บริการเริ่มต้นไม่รองรับการแปลงสกุลเงินจาก {0} เป็น {1}

source: Setup your password
th: ตั้งค่ารหัสผ่านของคุณ

source: Show
th: แสดง

source: Show border
th: แสดงเส้นขอบ

source: Show label
th: แสดงป้ายกำกับ

source: Show less
th: แสดงน้อยลง

source: Show password
th: แสดงรหัสผ่าน

source: Show preview
th: แสดงตัวอย่างล่วงหน้า

source: Sibling
th: พี่น้อง

source: Side Panel
th: แผงด้านข้าง

source: Sidebar Items
th: รายการ แถบด้านข้าง

source: Simple Python Expression, Example: doc.status == 'Open' and doc.lead_source == 'Ads'
th: นิพจน์ Python ง่าย ๆ ตัวอย่าง: doc.status == 'Open' และ doc.lead_source == 'Ads'

source: Since you removed {0} from the assignee, the {0} has also been removed.
th: เนื่องจากคุณได้ลบ {0} ออกจากผู้รับมอบหมาย {0} จึงถูกลบออกด้วยเช่นกัน

source: Since you removed {0} from the assignee, the {0} has been changed to the next available assignee {1}.
th: เนื่องจากคุณได้ลบ {0} ออกจากผู้รับมอบหมาย {0} จึงถูกเปลี่ยนเป็นผู้รับมอบหมายถัดไปที่ว่างอยู่ {1} แล้ว

source: Some error occurred while creating SLA policy
th: เกิดข้อผิดพลาดขณะสร้างนโยบาย SLA

source: Some error occurred while renaming SLA policy
th: เกิดข้อผิดพลาดบางประการขณะเปลี่ยนชื่อ นโยบาย SLA

source: Some error occurred while renaming assignment rule
th: เกิดข้อผิดพลาดบางประการขณะเปลี่ยนชื่อกฎการมอบหมายงาน

source: Some error occurred while updating SLA policy
th: เกิดข้อผิดพลาดขณะอัปเดตนโยบาย SLA

source: Some error occurred while updating assignment rule
th: เกิดข้อผิดพลาดบางประการขณะอัปเดตกฎการมอบหมายงาน

source: Something went wrong
th: เกิดข้อผิดพลาดบางอย่าง

source: Something went wrong, try again later
th: เกิดข้อผิดพลาดบางอย่าง กรุณาลองใหม่อีกครั้งในภายหลัง

source: Sort
th: จัดเรียง

source: Source
th: แหล่งที่มา

source: Source disabled successfully
th: ปิดใช้งานแหล่งข้อมูลสำเร็จแล้ว

source: Source enabled successfully
th: เปิดใช้งานแหล่งที่มาสำเร็จแล้ว

source: Source name
th: ชื่อแหล่งที่มา

source: Source type
th: ประเภทแหล่งที่มา

source: Spacer
th: ตัวเว้นวรรค

source: Spouse
th: คู่สมรส

source: Stage
th: ขั้นตอน

source: Standard Form Scripts can not be modified, duplicate the Form Script instead.
th: สคริปต์แบบฟอร์มมาตรฐานไม่สามารถแก้ไขได้ กรุณาคัดลอกสคริปต์แบบฟอร์มแทน

source: Standard selling rate
th: อัตราขายมาตรฐาน

source: Standard views
th: มุมมองมาตรฐาน

source: Start and end time are required
th: จำเป็นต้องระบุเวลาเริ่มต้นและเวลาสิ้นสุด

source: Start date
th: วันที่เริ่มต้น

source: Start date cannot be after end date
th: วันที่เริ่มต้นต้องไม่เกินวันที่สิ้นสุด

source: Start time
th: เวลาเริ่มต้น

source: Start time is required
th: จำเป็นต้องระบุเวลาเริ่มต้น

source: Start with sample 10 leads
th: เริ่มต้นด้วยตัวอย่าง 10 โอกาสทางธุรกิจ

source: Status
th: สถานะ

source: Status change log
th: บันทึกการเปลี่ยนแปลงสถานะ

source: Status is required
th: จำเป็นต้องระบุสถานะ

source: Student
th: นักเรียน

source: Subdomain
th: ซับโดเมน

source: Subject
th: หัวข้อ

source: Subject is required
th: หัวข้อเป็นข้อมูลที่จำเป็น

source: Subject: {0}
th: เรื่อง: {0}

source: Sunday
th: วันอาทิตย์

source: Support / Sales
th: ฝ่ายสนับสนุน / ฝ่ายขาย

source: Switch camera
th: สลับกล้อง

source: Sync Now
th: ซิงค์เดี๋ยวนี้

source: Sync Successful, CRM Lead: {0}!
th: ซิงค์สำเร็จ, CRM Lead: {0}!

source: Sync now
th: ซิงค์ตอนนี้

source: Sync successful!
th: ซิงค์สำเร็จ!

source: Sync your contacts,email and calenders
th: ซิงค์รายชื่อผู้ติดต่อ อีเมล และปฏิทินของคุณ

source: Synced
th: ซิงค์แล้ว

source: Syncing
th: กำลังซิงค์

source: Syncing started in background
th: กำลังเริ่มซิงค์ในเบื้องหลัง

source: System Manager
th: ผู้จัดการระบบ

source: System configuration
th: การตั้งค่าระบบ

source: TO
th: ถึง

source: Take a note...
th: จดบันทึก...

source: Task
th: งาน

source: Tasks
th: งาน

source: Telephony
th: โทรศัพท์

source: Telephony medium
th: สื่อโทรศัพท์

source: Telephony settings
th: การตั้งค่าโทรศัพท์

source: Template created successfully
th: สร้างเทมเพลตสำเร็จแล้ว

source: Template deleted successfully
th: ลบเทมเพลตเรียบร้อยแล้ว

source: Template disabled successfully
th: ปิดใช้งานแม่แบบเรียบร้อยแล้ว

source: Template enabled successfully
th: เปิดใช้งานเทมเพลตสำเร็จแล้ว

source: Template name
th: ชื่อแม่แบบ

source: Template renamed successfully
th: เปลี่ยนชื่อแม่แบบเรียบร้อยแล้ว

source: Template updated successfully
th: เทมเพลตอัปเดตเรียบร้อยแล้ว

source: Territories
th: ผิดชอบ

source: Territory
th: เขตแดน

source: Territory Match
th: พื้นที่ตรงกัน

source: Territory manager
th: ผู้จัดการเขตพื้นที่

source: Territory name
th: ชื่อเขตพื้นที่

source: Thai First Name
th: ชื่อจริง

source: Thai ID Information
th: ข้อมูลบัตรประชาชน

source: Thai Last Name
th: นามสกุล

source: Thai National ID
th: บัตรประจำตัวประชาชน

source: Thai Title
th: แปลเป็นไทย

source: Thanks
th: ขอบคุณ

source: The Condition '{0}' is invalid: {1}
th: เงื่อนไข '{0}' ไม่ถูกต้อง: {1}

source: The holiday on {0} is not between From Date and To Date
th: วันหยุดในวันที่ {0} ไม่ได้ระหว่างนับจากวันและวันที่

source: The rate used to convert the deal’s currency to your crm's base currency (set in CRM Settings). It is set once when the currency is first added and doesn't change automatically.
th: อัตราที่ใช้ในการแปลงสกุลเงินของดีลเป็นสกุลเงินฐานของ CRM ของคุณ (ตั้งค่าใน การตั้งค่า CRM) จะถูกตั้งค่าเพียงครั้งเดียวเมื่อเพิ่มสกุลเงินครั้งแรกและจะไม่เปลี่ยนแปลงโดยอัตโนมัติ

source: The rate used to convert the organization’s currency to your crm's base currency (set in CRM Settings). It is set once when the currency is first added and doesn't change automatically.
th: อัตราแลกเปลี่ยนที่ใช้ในการแปลงสกุลเงินขององค์กรเป็นสกุลเงินฐานของ CRM ของคุณ (ตั้งค่าใน การตั้งค่า CRM) จะถูกกำหนดครั้งเดียวเมื่อเพิ่มสกุลเงินครั้งแรกและจะไม่เปลี่ยนแปลงโดยอัตโนมัติ

source: There can only be one default priority in Priorities table
th: สามารถมีค่าเริ่มต้นของระดับความสำคัญได้เพียงค่าเดียวในตารางระดับความสำคัญเท่านั้น

source: These fields are required: {0}
th: ฟิลด์เหล่านี้จำเป็นต้องกรอก: {0}

source: This field is required
th: ฟิลด์นี้จำเป็นต้องกรอก

source: This method is only meant for developer mode
th: วิธีนี้มีไว้สำหรับโหมดนักพัฒนาเท่านั้น

source: This month
th: เดือนนี้

source: This quarter
th: ไตรมาสนี้

source: This section is not editable
th: ส่วนนี้ไม่สามารถแก้ไขได้

source: This week
th: สัปดาห์นี้

source: This will delete selected items and items linked to it, are you sure?
th: การดำเนินการนี้จะลบรายการที่เลือกและรายการที่เชื่อมโยงกับรายการดังกล่าว คุณแน่ใจหรือไม่?

source: This will delete selected items and unlink linked items to it, are you sure?
th: การดำเนินการนี้จะลบรายการที่เลือกและยกเลิกการเชื่อมโยงรายการที่เชื่อมโยงกับรายการดังกล่าว คุณแน่ใจหรือไม่?

source: This will restore (if not exist) all the default statuses, custom fields and layouts. Delete & Restore will delete default layouts and then restore them.
th: ข้อความนี้จะทำการกู้คืนสถานะเริ่มต้น ฟิลด์กำหนดเอง และรูปแบบทั้งหมด (หากยังไม่มี) การลบและกู้คืนจะลบรูปแบบเริ่มต้นแล้วจึงกู้คืนใหม่

source: This year
th: ปีหน

source: Thursday
th: วันพฤหัสบดี

source: Time before the event when a reminder notification will be sent by default. This will be applied to all events unless a custom notification is set for a specific event.
th: เวลาล่วงหน้าก่อนเหตุการณ์ที่ระบบจะส่งการแจ้งเตือนเตือนความจำโดยค่าเริ่มต้น ซึ่งจะถูกใช้กับเหตุการณ์ทั้งหมด เว้นแต่จะมีการตั้งค่าการแจ้งเตือนเฉพาะสำหรับเหตุการณ์ใดเหตุการณ์หนึ่งไว้แล้ว

source: Timespan
th: ช่วงเวลา

source: Title
th: ชื่อเรื่อง

source: Title field
th: ฟิลด์หัวข้อ

source: Title is required
th: หัวข้อจำเป็นต้องระบุ

source: To
th: ถึง

source: To Date cannot be before From Date
th: วันที่สิ้นสุดต้องไม่อยู่ก่อนวันที่เริ่มต้น

source: To date
th: ถึงวันที่

source: To know more about setting up email accounts, click
th: หากต้องการทราบข้อมูลเพิ่มเติมเกี่ยวกับการตั้งค่าบัญชีอีเมล ให้คลิก

source: To type
th: พิมพ์

source: To user
th: ถึงผู้ใช้

source: Today
th: วันนี้

source: Todo
th: รายการสิ่งที่ต้องทำ

source: Toggle Full Width
th: สลับความกว้างเต็มหน้าจอ

source: Toggle Theme
th: สลับธีม

source: Toggle on for preview
th: เปิดใช้งานสำหรับตัวอย่างล่วงหน้า

source: Tomorrow
th: พรุ่งนี้

source: Took a call with John Doe and discussed the new project.
th: โทรศัพท์กับ John Doe และหารือเกี่ยวกับโครงการใหม่

source: Total
th: รวม

source: Total after discount
th: ยอดรวมหลังหักส่วนลด

source: Total holidays
th: วันหยุดรวม

source: Total leads
th: รวมโอกาสทางธุรกิจ

source: Total number of leads
th: จำนวนโอกาสทางธุรกิจทั้งหมด

source: Total number of non won/lost deals
th: จำนวนรวมของดีลที่ยังไม่ชนะ/แพ้

source: Total number of won deals based on its closure date
th: จำนวนรวมของข้อตกลงที่ชนะตามวันที่ปิด

source: Traceback
th: ตรวจสอบย้อนกลับ

source: Truck
th: รถบรรทุก

source: Tuesday
th: วันอังคาร

source: Turn into a group
th: เปลี่ยนเป็นกลุ่ม

source: Twilio API credential creation error.
th: เกิดข้อผิดพลาดในการสร้างข้อมูลรับรอง Twilio API

source: Twilio configuration is missing
th: การตั้งค่า Twilio หายไป

source: Twilio is not enabled
th: Twilio ยังไม่ได้เปิดใช้งาน

source: Twilio number
th: หมายเลข Twilio

source: Twilio settings
th: การตั้งค่า Twilio

source: Twilio settings updated
th: การตั้งค่า Twilio ได้รับการอัปเดตแล้ว

source: Type
th: ประเภท

source: Type an email address to add attendee
th: พิมพ์ที่อยู่อีเมลเพื่อเพิ่มผู้เข้าร่วมประชุม

source: Type your message here...
th: พิมพ์ข้อความของคุณที่นี่...

source: Unassign conditions are invalid
th: เงื่อนไขการยกเลิกการกำหนดไม่ถูกต้อง

source: Unassignment condition
th: เงื่อนไขการยกเลิกการมอบหมาย

source: Unauthorized request
th: คำขอที่ไม่ได้รับอนุญาต

source: Uncollapsible
th: ไม่สามารถย่อได้

source: Unemployed
th: ว่างงาน

source: Ungroup conditions
th: ยกเลิกการจัดกลุ่มเงื่อนไข

source: Unknown
th: ไม่ทราบ

source: Unlink
th: ยกเลิกการเชื่อมโยง

source: Unlink all
th: ยกเลิกการเชื่อมโยงทั้งหมด

source: Unlink and delete
th: ยกเลิกการเชื่อมโยงและลบ

source: Unlink and delete {0} items
th: ยกเลิกการเชื่อมโยงและลบรายการ {0}

source: Unlink linked item
th: ยกเลิกการเชื่อมโยงรายการที่เชื่อมต่อแล้ว

source: Unlink {0} item(s)
th: ยกเลิกการเชื่อมโยงรายการ {0} รายการ

source: Unpin view
th: เลิกปักหมุดมุมมอง

source: Unsaved
th: ยังไม่ได้บันทึก

source: Unsaved changes
th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึก

source: Untitled
th: ไม่มีชื่อเรื่อง

source: Update
th: อัปเดต

source: Update account
th: อัปเดตบัญชี

source: Update {0} records
th: อัปเดตข้อมูล {0} รายการ

source: Upload
th: อัปโหลด

source: Upload attachment
th: อัปโหลดไฟล์แนบ

source: Upload document
th: อัปโหลดเอกสาร

source: Upload image
th: อัปโหลดรูปภาพ

source: Upload video
th: อัปโหลดวิดีโอ

source: Uploading {0}%
th: กำลังอัปโหลด {0}%

source: Urgency
th: ความเร่งด่วน

source: User
th: ผู้ใช้

source: User Forum
th: ฟอรั่มผู้ใช้

source: User assigned as loan officer for this lead
th: ผู้ใช้ได้รับมอบหมายเป็นเจ้าหน้าที่สินเชื่อสำหรับโอกาสนี้

source: User management
th: การจัดการผู้ใช้

source: User name
th: ชื่อผู้ใช้

source: User {0} cannot be removed as it has a Role Profile assigned to it.
th: ไม่สามารถลบผู้ใช้ {0} ได้เนื่องจากมีการกำหนดโปรไฟล์บทบาทไว้แล้ว

source: User {0} has been removed
th: ผู้ใช้ {0} ถูกลบออกแล้ว

source: User {0} has been removed from CRM roles.
th: สูกล {0} ไม่หนายกริหารลูกค้า CRM

source: Users
th: ผู้ใช้

source: Users added successfully
th: เพิ่มผู้ใช้เรียบร้อยแล้ว

source: Users are required
th: ผู้ใช้จำเป็นต้องมี

source: Valid conditions are required
th: จำเป็นต้องมีเงื่อนไขที่ถูกต้อง

source: Valid from
th: ใช้ได้ตั้งแต่

source: Validity
th: ความถูกต้อง

source: Valuation
th: การประเมินค่า

source: Valuation Date
th: วันที่ผะวานตาน

source: Valuation Source
th: แหล่งที่มาของการประเมินมูลค่า

source: Value
th: ค่า

source: Van
th: แวน

source: Vehicle Color
th: สีรถยนต์

source: Vehicle Details
th: รายละเอียดยานพาหนะ

source: Vehicle Make
th: ยี่ห้อรถยนต์

source: Vehicle Model
th: รุ่นรถยนต์

source: Vehicle Purchase
th: การซื้อรถยนต์

source: Vehicle Refinancing
th: การรีไฟแนนซ์ยานพาหนะ

source: Vehicle Year
th: ปีรถยนต์

source: View Website
th: ดูเว็บไซต์

source: View contact
th: ดูรายชื่อผู้ติดต่อ

source: View name
th: ชื่อมุมมอง

source: Views
th: การดู

source: Visibility
th: การมองเห็น

source: Walk-in
th: ลูกค้ามาใช้บริการโดยตรง

source: Web form
th: เว็บฟอร์ม

source: Webhook verify token
th: Webhook ตรวจสอบโทเค็น

source: Website
th: เว็บไซต์

source: Wednesday
th: วันพุธ

source: Week
th: สัปดาห์

source: Weekly
th: รายสัปดาห์

source: Weekly off
th: วันหยุดประจำสัปดาห์

source: Welcome message
th: ข้อความต้อนรับ

source: Welcome to Helpdesk
th: ยินดีต้อนรับสู่ศูนย์ช่วยเหลือ

source: Welcome {0}, lets add your first lead
th: ยินดีต้อนรับ {0} มาเริ่มเพิ่มโอกาสทางธุรกิจแรกของคุณกันเถอะ

source: WhatsApp templates
th: เทมเพลต WhatsApp

source: Where
th: ที่ไหน

source: Width
th: ความกว้าง

source: Width can be in number, pixel or rem (eg. 3, 30px, 10rem)
th: ความกว้างสามารถระบุเป็นตัวเลข, พิกเซล หรือ rem (เช่น 3, 30px, 10rem)

source: Within 1 month
th: ภายใน 1 เดือน

source: Within 1 week
th: ภายใน 1 สัปดาห์

source: Within Limit
th: ภายในขอบเขต

source: Won
th: ชนะ

source: Won deals
th: ข้อตกลงที่ชนะ

source: Work Permit
th: ใบอนุญาตทำงาน

source: Work schedule and holidays
th: ตารางงานและวันหยุด

source: Workday
th: วันทำงาน

source: Working hours
th: เวลาทำการ

source: Workload Balance
th: สมดุลภาระงาน

source: Yes
th: ใช่

source: Yesterday
th: เมื่อวาน

source: You
th: คุณ

source: You are not allowed to invite System Managers
th: ท่านไม่ได้รับอนุญาตให้เชิญผู้จัดการระบบ

source: You are not permitted to access CRM resources.
th: ท่านไม่ได้รับอนุญาตให้เข้าถึงทรัพยากร CRM

source: You are not permitted to access this resource.
th: คุณไม่ได้รับอนุญาตให้เข้าถึงทรัพยากรนี้

source: You are not permitted to create leads.
th: ท่านไม่ได้รับอนุญาตให้สร้างโอกาสทางธุรกิจ (Leads)

source: You are not permitted to update this call log.
th: ท่านไม่ได้รับอนุญาตให้แก้ไขบันทึกการโทรนี้

source: You can also copy-paste following link in your browser
th: คุณยังสามารถคัดลอก-วางลิงก์ต่อไปนี้ในเบราว์เซอร์ของคุณ

source: You can change the default calling medium from the settings
th: คุณสามารถเปลี่ยนสื่อการโทรเริ่มต้นได้จากการตั้งค่า

source: You can get your access key from
th: คุณสามารถรับ Access Token ของคุณได้จาก

source: You can invite multiple users by comma separating their email addresses
th: คุณสามารถเชิญผู้ใช้หลายคนได้โดยแยกที่อยู่อีเมลด้วยเครื่องหมายจุลภาค

source: You cannot remove yourself.
th: คุณไม่สามารถลบตัวเองได้

source: You do not have Exotel Number set in your Telephony Agent
th: คุณยังไม่ได้ตั้งค่า หมายเลข Exotel ในตัวแทนโทรศัพท์ของคุณ

source: You do not have enough permissions to access Frappe CRM. Please contact your administrator if you believe this is an error.
th: คุณไม่มีสิทธิ์เพียงพอในการเข้าใช้งาน การบริหารลูกค้า Frappe กรุณาติดต่อผู้ดูแลระบบของคุณหากคุณเชื่อว่านี่เป็นความผิดพลาด

source: You do not have mobile number set in your Telephony Agent
th: คุณยังไม่ได้ตั้งหมายเลขโทรศัพท์มือถือในตัวแทนโทรศัพท์ของคุณ

source: You do not have permission to access Frappe CRM
th: คุณไม่มีสิทธิ์ในการเข้าใช้งาน ERPNext Module CRM

source: You do not have permission to access this document
th: คุณไม่มีสิทธิ์ในการเข้าถึงเอกสารนี้

source: You need to be in developer mode to edit a Standard Form Script
th: คุณต้องอยู่ในโหมดนักพัฒนาเพื่อแก้ไขสคริปต์ฟอร์มมาตรฐาน

source: You will be redirected to invite user page, unsaved changes will be lost.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังหน้าชวนผู้ใช้ การเปลี่ยนแปลงที่ยังไม่ได้บันทึกจะถูกลบออก

source: You will need a Meta developer account and an access token to sync leads from facebook. Read more
th: คุณจะต้องมีบัญชีนักพัฒนา Meta และ Access Token เพื่อซิงค์โอกาสทางธุรกิจจาก Facebook อ่านเพิ่มเติม

source: Your assignment on task {0} has been removed by {1}
th: งานที่ได้รับมอบหมายในงาน {0} ของคุณถูกลบโดย {1}

source: Your assignment on {0} {1} has been removed by {2}
th: การมอบหมายของคุณใน {0} {1} ถูกลบโดย {2}

source: Your login id is
th: รหัสเข้าสู่ระบบของคุณคือ

source: Your old condition will be overwritten. Are you sure you want to save?
th: เงื่อนไขเดิมของคุณจะถูกเขียนทับ คุณแน่ใจหรือไม่ว่าต้องการบันทึก?

source: Your old conditions will be overwritten. Are you sure you want to save?
th: เงื่อนไขเก่าของคุณจะถูกเขียนทับ คุณแน่ใจหรือไม่ว่าต้องการบันทึก?

source: added a
th: เพิ่ม a

source: assigned a new task {0} to you
th: มอบหมายงานใหม่ {0} ให้กับคุณ

source: assigned a {0} {1} to you
th: ได้รับมอบหมาย {0} {1} ให้กับคุณแล้ว

source: at
th: ที่

source: before at
th: ก่อนหน้า ณ

source: black
th: สีดำ

source: blue
th: สีน้ำเงิน

source: changes from
th: การเปลี่ยนแปลงจาก

source: comment
th: ความคิดเห็น

source: condition
th: เงื่อนไข

source: cyan
th: สีฟ้า

source: day
th: วัน

source: day before
th: 1 วันก่อนหน้า

source: days
th: วันหมด

source: days before
th: วันก่อนหน้า

source: deals
th: การบริหารลูกค้า

source: desk
th: เดสก์

source: email already exists
th: อีเมลมีอยู่แล้ว

source: gray
th: สีเทา

source: green
th: สีเขียว

source: group_by
th: จัดกลุ่มตาม

source: has made a call
th: ได้ทำการโทรแล้ว

source: has reached out
th: ได้ติดต่อมาแล้ว

source: here
th: ที่นี่

source: hour
th: ชั่วโมง

source: hour before
th: ชั่วโมงก่อนหน้า

source: hours
th: ชั่วโมง

source: hours before
th: ชั่วโมงก่อนหน้า

source: in 1 hour
th: ใน 1 ชั่วโมง

source: in 1 minute
th: ใน 1 นาที

source: in 1 year
th: ใน 1 ปี

source: in {0} M
th: ใน {0} ดือน

source: in {0} d
th: ใน {0} วัน

source: in {0} days
th: ใน {0} วัน

source: in {0} h
th: ใน {0} ชม.

source: in {0} hours
th: ใน {0} ชั่วโมง

source: in {0} m
th: ใน {0} นาที

source: in {0} minutes
th: ใน {0} นาที

source: in {0} months
th: ใน {0} เดือน

source: in {0} w
th: ใน {0} สัปดาห์

source: in {0} weeks
th: ใน {0} สัปดาห์

source: in {0} y
th: ใน {0} ปี

source: in {0} years
th: ใน {0} ปี

source: just now
th: เมื่อสักครู่

source: kanban
th: คัมบัง

source: label
th: ป้ายกำกับ

source: leads
th: ลูกค้าเป้าหมาย

source: list
th: รายการ

source: mentioned you in {0}
th: กล่าวถึงคุณใน {0}

source: minute
th: นาที

source: minute before
th: นาทีก่อนหน้า

source: minutes
th: นาที

source: minutes before
th: นาที ก่อน

source: next
th: ถัดไป

source: now
th: ตอนนี้

source: operator
th: ผู้ปฏิบัติงาน

source: orange
th: สีส้ม

source: pink
th: สีชมพู

source: previous
th: ก่อนหน้า

source: private
th: ส่วนตัว

source: public
th: สาธารณะ

source: purple
th: สีม่วง

source: received a whatsapp message in {0}
th: ได้รับข้อความ WhatsApp ใน {0}

source: red
th: สีแดง

source: to
th: ถึง

source: tomorrow
th: พรุ่งนี้

source: violet
th: สีม่วง

source: week
th: สัปดาห์

source: week before
th: สัปดาห์ก่อนหน้า

source: weeks
th: สัปดาห์

source: weeks before
th: สัปดาห์ก่อนหน้า

source: which are not compatible with this UI, you will need to recreate the conditions here if you want to manage and add new conditions from this UI.
th: ซึ่งไม่สามารถใช้งานร่วมกับ UI นี้ได้ คุณจะต้องสร้างเงื่อนไขใหม่ที่นี่หากต้องการจัดการและเพิ่มเงื่อนไขใหม่จาก UI นี้

source: yellow
th: สีเหลือง

source: yesterday
th: เมื่อวาน

source: {0} (Invalid time format)
th: {0} (รูปแบบเวลาที่ไม่ถูกต้อง)

source: {0} M
th: {0} นาที

source: {0} assigned a {1} {2} to you
th: {0} เขตรับ {1} {2} เสริบท มีข้อน

source: {0} attendees
th: ผู้เข้าร่วม {0} คน

source: {0} awaiting
th: {0} รอการดำเนินการ

source: {0} d
th: {0} วัน

source: {0} days ago
th: {0} วันที่ผ่านมา

source: {0} h
th: {0} ชั่วโมง

source: {0} hours ago
th: {0} ชั่วโมงที่ผ่านมา

source: {0} hrs
th: {0} วเลา

source: {0} is an invalid email address
th: {0} เป็นที่อยู่อีเมลที่ไม่ถูกต้อง

source: {0} is required
th: {0} เป็นสิ่งจำเป็น

source: {0} m
th: {0} นาที

source: {0} maybe
th: {0} อาจจะ

source: {0} mins
th: {0} วัน

source: {0} minutes ago
th: {0} นาทีที่ผ่านมา

source: {0} months ago
th: {0} เดือนที่ผ่านมา

source: {0} no
th: {0} ไม่

source: {0} w
th: {0} สัปดาห์

source: {0} weeks ago
th: {0} สัปดาห์ที่ผ่านมา

source: {0} y
th: {0} ปี

source: {0} years ago
th: {0} ปีที่ผ่านมา

source: {0} yes
th: {0} ใช่

source: ⚠️ Avoid using "trigger" as a field name — it conflicts with the built-in trigger() method.
th: ⚠️ กรุณาหลีกเลี่ยงการใช้ชื่อฟิลด์ว่า "trigger" เนื่องจากขัดแย้งกับฟังก์ชั่น trigger()

source: ⚠️ Method "{0}" not found in class.
th: ⚠️ ไม่พบวิธีการ "{0}" ในคลาสนี้

source: ⚠️ No class found for doctype: {0}, it is mandatory to have a class for the parent doctype. it can be empty, but it should be present.
th: ⚠️ ไม่พบคลาสสำหรับ doctype: {0} จำเป็นต้องมีคลาสสำหรับ doctype หลัก อาจเป็นคลาสว่างได้ แต่ต้องมีอยู่

source: ⚠️ No data found for parent field: {0}
th: ⚠️ ไม่พบข้อมูลสำหรับฟิลด์หลัก: {0}

source: ⚠️ No row found for idx: {0} in parent field: {1}
th: ⚠️ ไม่พบแถวสำหรับ idx: {0} ในฟิลด์หลัก: {1}
