Repository: ManotLuijiu/erpnext-thai-translation
Catalog: crm/*.po
Languages: th

source: (New)
th: (ใหม่)

source: (No title)
th: (ไม่มีชื่อเรื่อง)

source: 08:00 AM
th: 08:00 น.

source: 1 hour ago
th: 1 ชั่วโมงที่แล้ว

source: 1 hr
th: 1 ชม.

source: 1 minute ago
th: 1 นาทีที่แล้ว

source: 1 month ago
th: 1 เดือนที่แล้ว

source: 1 week ago
th: 1 สัปดาห์ที่แล้ว

source: 1 year ago
th: 1 ปีที่แล้ว

source: <b>SHORTCUTS</b>
th: <b>ทางลัด</b>

source: <p>Dear {{ lead_name }},</p>\n\n<p>This is a reminder for the payment of {{ grand_total }}.</p>\n\n<p>Thanks,</p>\n<p>Frappé</p>
th: <p>เรียน {{ lead_name }}</p>\n\n<p>นี่คือการแจ้งเตือนการชำระเงิน {{ grand_total }}</p>\n\n<p>ขอบคุณครับ</p>\n<p>Frappé</p>

source: <span class="h5"><b>PORTAL</b></span>
th: <span class="h5"><b>พอร์ทัล</b></span>

source: @John, can you please check this?
th: @John, ช่วยตรวจสอบหน่อยได้ไหมครับ?

source: A Lead requires either a person's name or an organization's name
th: โอกาสทางธุรกิจจำเป็นต้องมีชื่อบุคคลหรือชื่อองค์กรอย่างใดอย่างหนึ่ง

source: A lead sync source is already enabled for this Facebook Lead Form!
th: แหล่งข้อมูลซิงค์ลูกค้าเป้าหมายสำหรับแบบฟอร์ม Facebook Lead นี้ถูกเปิดใช้งานแล้ว!

source: A new account has been created for you at {0}
th: การบัญชีที่ของค์สินทรัพย์องมีนี่สุดเข้าถึงชา {0}

source: A valid call log is required.
th: จําเป็นต้องมีบันทึกการโทรที่ถูกต้อง

source: API key
th: คีย์ API

source: API key is required
th: จำเป็นต้องมี API Key

source: API secret
th: รหัสลับ API

source: API token
th: โทเคน สำหรับการเข้าถึง

source: About
th: เกี่ยวกับ

source: Accept
th: ยอมรับ

source: Accept Invitation
th: ยอมรับคำเชิญ

source: Accept call
th: รับสาย

source: Accepted
th: ยอมรับแล้ว

source: Accepted at
th: วันที่อนุมัติ

source: Access Key is required for Service Provider: {0}
th: โทเคน สำหรับการเข้าถึง ไม่ระดียการซื้อ: {0}

source: Access denied
th: ปฏิเสธการเข้าใช้งาน

source: Access key
th: โทเคน สำหรับการเข้าถึง

source: Access key for Exchangerate Host. Required for fetching exchange rates.
th: คีย์การเข้าถึงสำหรับ Exchangerate Host จำเป็นสำหรับการดึงอัตราแลกเปลี่ยน

source: Access token
th: โทเค็นการเข้าถึง

source: Access token is required
th: โทเคน สำหรับการเข้าถึง ไม่อย่าง

source: Account ID
th: รหัสบัญชี

source: Account SID
th: รหัสบัญชี SID

source: Account name
th: ชื่อบัญชี

source: Account name is required
th: จำเป็นต้องระบุชื่อบัญชี

source: Actions
th: การดำเนินการ

source: Activity
th: กิจกรรม

source: Add
th: เพิ่ม

source: Add Weekly Holidays
th: เพิ่มวันหยุดประจำสัปดาห์

source: Add a condition
th: เพิ่มเงื่อนไข

source: Add a custom condition
th: เพิ่มเงื่อนไขกำหนดเอง

source: Add a name for your source
th: เพิ่มชื่อสำหรับแหล่งที่มาของคุณ

source: Add a note
th: เพิ่มบันทึก

source: Add a task
th: เพิ่มงาน

source: Add account
th: เพิ่มบัญชี

source: Add assignee
th: เพิ่มผู้รับผิดชอบ

source: Add chart
th: เพิ่มแผนภูมิ

source: Add column
th: เพิ่มคอลัมน์

source: Add condition
th: เพิ่มเงื่อนไข

source: Add condition group
th: เพิ่มกลุ่มเงื่อนไข

source: Add description
th: เพิ่มคำอธิบาย

source: Add description.
th: เพิ่มคำอธิบาย.

source: Add description...
th: เพิ่มคำอธิบาย...

source: Add existing system users to this CRM. Assign them a role to grant access with their current credentials.
th: เพิ่มผู้ใช้ระบบที่มีอยู่แล้วเข้าสู่ CRM นี้ กำหนดบทบาทให้เพื่อมอบสิทธิ์เข้าถึงด้วยข้อมูลประจำตัวปัจจุบันของพวกเขา

source: Add existing user
th: เพิ่มผู้ใช้ที่มีอยู่แล้ว

source: Add field
th: เพิ่มฟิลด์

source: Add filter
th: เพิ่มตัวกรอง

source: Add lead or deal
th: เพิ่มโอกาสหรือข้อตกลง

source: Add location
th: เพิ่มสถานที่

source: Add note
th: เพิ่มบันทึก

source: Add notification
th: เพิ่มการแจ้งเตือน

source: Add row
th: เพิ่มแถว

source: Add sample data
th: เพิ่มข้อมูลตัวอย่าง

source: Add section
th: เพิ่มส่วน

source: Add sort
th: เพิ่มการจัดเรียง

source: Add svg code or use feather icons e.g 'settings'
th: เพิ่มโค้ด svg หรือใช้ไอคอน feather เช่น 'settings'

source: Add tab
th: เพิ่มแท็บ

source: Add task
th: เพิ่มงาน

source: Add time targets around support milestones like first response
th: เพิ่มเป้าหมายเวลารอบๆ จุดสำคัญของการสนับสนุน เช่น การตอบกลับครั้งแรก

source: Add to holidays
th: เพิ่มไปยังวันหยุด

source: Add your first comment
th: เพิ่มความคิดเห็นแรกของคุณ

source: Add, edit, and manage email templates for various CRM communications
th: เพิ่ม แก้ไข และจัดการแม่แบบอีเมลสำหรับการสื่อสาร CRM ต่างๆ

source: Add, edit, and manage sources for automatic lead syncing to your CRM
th: เพิ่ม แก้ไข และจัดการแหล่งข้อมูลสำหรับการซิงค์โอกาสขายอัตโนมัติไปยัง CRM ของคุณ

source: Address
th: ที่อยู่

source: Admin
th: ผู้ดูแลระบบ

source: Agent
th: ตัวแทน

source: Agent Assignment
th: การมอบหมายตัวแทน

source: Agent is unavailable to take the call, please call after some time.
th: ตัวแทนไม่พร้อมรับสาย กรุณาโทรกลับใหม่ในภายหลัง

source: Agriculture
th: เบิยราค

source: All
th: ทั้งหมด

source: All available priorities have already been added
th: ทั้งหมดลำดับความสำคัญไทยเดือนหมดประบบที่สุดไทยบริบทรับบัญชี

source: All day
th: ตลอดวัน

source: All day event notifications
th: การแจ้งเตือนกิจกรรมตลอดวัน

source: Amount
th: จำนวน

source: Amount after discount
th: จำนวนเงินหลังหักส่วนลด

source: An error occurred
th: เกิดข้อผิดพลาดขึ้น

source: An error occurred while updating the document
th: เกิดข้อผิดพลาดขณะอัปเดตเอกสาร

source: An icon file with .ico extension. Should be 16 x 16 px. Generated using a favicon generator. [favicon-generator.org]
th: ไฟล์ที่มีนามสกุลไอคอน .ico ควรจะเป็น 16 x 16 พิกเซล สร้างขึ้นโดยใช้เครื่องกำเนิดไฟฟ้า favicon [favicon-generator.org]

source: An image with 1:1 & 2:1 ratio is preferred
th: ภาพที่มีอัตราส่วน 1:1 และ 2:1 จะได้รับการแนะนำ

source: And
th: และ

source: Annual revenue
th: รายได้ประจำปี

source: Annual revenue should be a number
th: รายได้ประจำปีควรเป็นตัวเลข

source: Any failed lead syncs will show up here
th: การซิงค์โอกาสที่ล้มเหลวทั้งหมดจะแสดงที่นี่

source: Appears in the left sidebar. Recommended size is 32x32 px in PNG or SVG
th: ปรากฏในแถบด้านข้างซ้าย ขนาดที่แนะนำคือ 32x32 พิกเซล ในรูปแบบ PNG หรือ SVG

source: Appears next to the title in your browser tab. Recommended size is 32x32 px in PNG or ICO
th: ปรากฏถัดจากชื่อเรื่องในแท็บเบราว์เซอร์ของคุณ ขนาดที่แนะนำคือ 32x32 พิกเซล ในรูปแบบ PNG หรือ ICO

source: Apply
th: ใช้

source: Apply on
th: ใช้กับ

source: Apply to
th: สมัครใช้กับ

source: Apps
th: แอปส์

source: Are you sure you want to delete this attachment?
th: คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์แนบนี้?

source: Are you sure you want to delete this contact?
th: คุณแน่ใจหรือไม่ว่าต้องการลบผู้ติดต่อรายนี้?

source: Are you sure you want to delete this event?
th: คุณแน่ใจหรือไม่ว่าต้องการลบกิจกรรมนี้?

source: Are you sure you want to delete this organization?
th: คุณแน่ใจหรือไม่ว่าต้องการลบองค์กรนี้?

source: Are you sure you want to delete this task?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงานนี้?

source: Are you sure you want to delete {0} linked item(s)?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {0} รายการที่เชื่อมโยง?

source: Are you sure you want to discard unsaved changes to this event?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการเปลี่ยนแปลงที่ยังไม่ได้บันทึกในกิจกรรมนี้?

source: Are you sure you want to go back? Unsaved changes will be lost.
th: คุณแน่ใจหรือไม่ว่าต้องการย้อนกลับ? การเปลี่ยนแปลงที่ยังไม่ได้บันทึกจะสูญหาย

source: Are you sure you want to login to your frappe cloud dashboard?
th: คุณแน่ใจหรือไม่ว่าต้องการเข้าสู่ระบบไปยังแผงควบคุม Frappe Cloud ของคุณ?

source: Are you sure you want to reset 'Create Quotation from CRM Deal' Form Script?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตสคริปต์ฟอร์ม 'สร้างใบเสนอราคาจากข้อตกลง CRM'

source: Are you sure you want to set the currency as {0}? This cannot be changed later.
th: คุณแน่ใจหรือไม่ว่าต้องการตั้งสกุลเงินเป็น {0}? การตั้งค่านี้จะไม่สามารถเปลี่ยนแปลงได้ในภายหลัง

source: Are you sure you want to unlink {0} linked item(s)?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการเชื่อมโยงรายการที่เชื่อมโยง {0} รายการ?

source: Ask your manager to set up the Exchange Rate Provider, as default provider does not support currency conversion for {0} to {1}.
th: กรุณาขอให้ผู้จัดการของคุณตั้งค่า ผู้ให้บริการอัตราแลกเปลี่ยน เนื่องจากผู้ให้บริการเริ่มต้นไม่รองรับการแปลงสกุลเงินจาก {0} เป็น {1}

source: Assign condition is required
th: การกำหนดเงื่อนไขเป็นสิ่งจำเป็น

source: Assign conditions are invalid
th: เงื่อนไขการกำหนดไม่ถูกต้อง

source: Assign to
th: กำหนดให้กับ

source: Assign to me
th: กำหนดให้ฉัน

source: Assigned Loan Officer
th: เจ้าหน้าที่สินเชื่อที่ได้รับมอบหมาย

source: Assigned to
th: มอบหมายให้

source: Assignee rules
th: กฎการกำหนดผู้รับผิดชอบ

source: Assignees
th: ผู้รับผิดชอบ

source: Assignment
th: การมอบหมาย

source: Assignment Date
th: วันที่เสร็จ

source: Assignment Method
th: เขตรับผิด

source: Assignment Rule
th: เขตรับผิดชอบ

source: Assignment cleared successfully
th: การมอบหมายถูกล้างเรียบร้อยแล้ว

source: Assignment condition
th: เงื่อนไขการมอบหมาย

source: Assignment conditions
th: เงื่อนไขการมอบหมาย

source: Assignment conditions are invalid or corrupt, recreate the conditions.
th: เงื่อนไขการมอบหมายไม่ถูกต้องหรือเสียหาย กรุณาสร้างเงื่อนไขใหม่อีกครั้ง

source: Assignment days are required
th: จำเป็นต้องระบุวันมอบหมายงาน

source: Assignment rule
th: เขตรับผิดชอบ

source: Assignment rule created
th: เขตรับผิดชอบสิดรบกระ

source: Assignment rule deleted
th: กฎการมอบหมายถูกลบแล้ว

source: Assignment rule duplicated
th: กฎการมอบหมายซ้ำกัน

source: Assignment rule updated
th: กฎการมอบหมายได้รับการอัปเดตแล้ว

source: Assignment rule {0} updated
th: เขตรับผิด {0} สี่ยงอันที่ยนยก

source: Assignment rules
th: กฎการมอบหมาย

source: Assignment rules automatically assign lead/deal to the right sales user based on predefined conditions
th: กฎการมอบหมายจะมอบหมายโอกาสทางการขาย/ข้อตกลงให้กับผู้ใช้ฝ่ายขายที่เหมาะสมโดยอัตโนมัติตามเงื่อนไขที่กำหนดไว้ล่วงหน้า

source: Assignment schedule
th: กำหนดการมอบหมายงาน

source: At least one field is required
th: จำเป็นต้องกรอกข้อมูลอย่างน้อยหนึ่งช่องข้อมูล

source: At least one priority is required
th: ต้องระบุอย่างน้อยหนึ่งระดับความสำคัญ

source: At least one valid workday with workday, start time, and end time is required
th: ต้องมีวันทำงานที่ถูกต้องอย่างน้อยหนึ่งวันพร้อมวันทำงาน เวลาเริ่มต้น และเวลาสิ้นสุด

source: Attach
th: แนบ

source: Attach a file
th: แนบไฟล์

source: Attachments
th: ไฟล์แนบ

source: Attendees
th: ผู้เข้าร่วมประชุม

source: Attending status updated
th: สถานะการเข้าร่วมได้รับการอัปเดตแล้ว

source: Auth token
th: โทเคน สำหรับการเข้ถึง

source: Auto update Expected deal value
th: อัปเดตราคาคาดการณ์ของดีลโดยอัตโนมัติ

source: Auto update expected deal value
th: อัปเดตมูลค่าข้อตกลงที่คาดการณ์โดยอัตโนมัติ

source: Auto update of expected deal value disabled
th: ปิดใช้งานการอัปเดตอัตโนมัติของมูลค่าข้อตกลงที่คาดไว้

source: Auto update of expected deal value enabled
th: เปิดใช้งานการอัปเดตอัตโนมัติของมูลค่าข้อตกลงที่คาดการณ์ไว้แล้ว

source: Auto-calculated from loan amount / vehicle value
th: คำนวณอัตโนมัติจากจำนวนเงินกู้ / มูลค่ารถยนต์

source: Auto-generated from the portal view — do not edit directly unless you know what you're doing!
th: สร้างโดยอัตโนมัติจากมุมมองพอร์ทัล — กรุณาอย่าแก้ไขโดยตรงเว้นแต่คุณจะทราบว่ากำลังทำอะไรอยู่!

source: Auto-generated from the portal view — do not edit directly unless you know what you're doing!
th: สร้างโดยอัตโนมัติจากมุมมองพอร์ทัล — กรุณาอย่าแก้ไขโดยตรงเว้นแต่คุณจะทราบว่ากำลังทำอะไรอยู่!

source: Autocomplete
th: เติมข้อความอัตโนมัติ

source: Automatically update "Expected deal value" based on the total value of associated products in a deal
th: อัปเดตค่า "มูลค่าข้อตกลงที่คาดหวัง" โดยอัตโนมัติตามมูลค่ารวมของสินค้าที่เกี่ยวข้องในข้อตกลง

source: Automation & Rules
th: ระบบอัตโนมัติและกฎเกณฑ์

source: Average deal value of non won/lost deals
th: มูลค่าเฉลี่ยของข้อตกลงที่ยังไม่ชนะ/แพ้

source: Average deal value of ongoing & won deals
th: มูลค่าเฉลี่ยของดีลที่กำลังดำเนินการและดีลที่ชนะแล้ว

source: Average deal value of won deals
th: มูลค่าเฉลี่ยของดีลที่ชนะ

source: Average time taken from deal creation to deal closure
th: เวลาที่ใช้เฉลี่ยตั้งแต่สร้างข้อตกลงจนถึงปิดข้อตกลง

source: Average time taken from lead creation to deal closure
th: เวลาที่ใช้เฉลี่ยตั้งแต่การสร้างโอกาสทางธุรกิจจนถึงการปิดการขาย

source: Avg deal value
th: มูลค่าเฉลี่ยของข้อตกลง

source: Avg ongoing deal value
th: มูลค่าเฉลี่ยของดีลที่กำลังดำเนินอยู่

source: Avg time to close a deal
th: เวลาปิดการขายเฉลี่ย

source: Avg time to close a lead
th: เวลาปิดโอกาสทางธุรกิจเฉลี่ย

source: Avg won deal value
th: มูลค่าเฉลี่ยของดีลที่ชนะ

source: Avg. deal value
th: มูลค่าเฉลี่ยของข้อตกลง

source: Avg. ongoing deal value
th: มูลค่าเฉลี่ยของดีลที่กำลังดำเนินอยู่

source: Avg. time to close a deal
th: เวลารเฉลี่ยในการปิดการขาย

source: Avg. time to close a lead
th: เวลาปิดโอกาสทางธุรกิจเฉลี่ย

source: Avg. won deal value
th: มูลค่าเฉลี่ยของดีลที่ชนะ

source: Axis chart
th: แผนภูมิเส้นแกน

source: Back
th: ย้อนกลับ

source: Back to all logs
th: กลับไปยังบันทึกทั้งหมด

source: Back to file upload
th: กลับไปยังการอัปโหลดไฟล์

source: Background sync frequency
th: ความถี่ในการซิงค์พื้นหลัง

source: Backlog
th: งานค้าง

source: Based on Loan Product requirements
th: อ้างอิงตามข้อกำหนดของผลิตภัณฑ์สินเชื่อ

source: Between
th: ระหว่าง

source: Brand logo
th: โลโก้แบรนด์

source: Brand name
th: ยี่ห้อ

source: Brand settings
th: การตั้งค่าแบรนด์

source: Branding
th: การสร้างแบรนด์

source: Bulk edit
th: แก้ไขเป็นกลุ่ม

source: Business
th: ธุรกิจ

source: Business Owner
th: เจ้าของธุรกิจ

source: Busy
th: ไม่ว่าง

source: CC
th: สำเนาถึง

source: CRM Call Log
th: บันทึกการโทร CRM

source: CRM Communication Status
th: สถานะการสื่อสาร CRM

source: CRM Contacts
th: รายชื่อติดต่อ CRM

source: CRM Dashboard
th: การบริหารลูกค้าสัมพันธ์

source: CRM Deal
th: การบริหารลูกค้าสัมพันธ์ เลื่อ

source: CRM Deal Status
th: สถานะข้อตกลง CRM

source: CRM Dropdown Item
th: รายการแบบเลื่อนลง CRM

source: CRM Exotel Settings
th: การตั้งค่า CRM Exotel

source: CRM Fields Layout
th: การจัดวางฟิลด์ CRM

source: CRM Form Script
th: สคริปต์ฟอร์ม CRM

source: CRM Global Settings
th: การตั้งค่าระบบ CRM ทั่วไป

source: CRM Holiday
th: วันหยุด CRM

source: CRM Holiday List
th: รายการวันหยุด CRM

source: CRM Industry
th: อุตสาหกรรม การบริหารลูกค้าสัมพันธ์

source: CRM Invitation
th: การบริหารลูกค้าสัมพันธ์ เหลื่อ

source: CRM Lead
th: CRM การบริหารลูกค้าสัมพันธ์

source: CRM Lead Source
th: แหล่งที่มาของโอกาสทางการขาย CRM

source: CRM Lead Status
th: สถานะลูกค้าเป้าหมาย CRM

source: CRM Lost Reason
th: เหตุผลที่สูญเสียใน CRM

source: CRM Notification
th: การบริหารลูกค้า เที่ยง

source: CRM Organization
th: องค์กร CRM

source: CRM Portal Page
th: หน้า CRM Portal

source: CRM Product
th: CRM สินค้า

source: CRM Products
th: สินค้า CRM

source: CRM Rolling Response Time
th: เวลาตอบกลับแบบต่อเนื่องของ CRM

source: CRM Service Day
th: วันให้บริการ CRM

source: CRM Service Level Agreement
th: CRM ข้อตกลงระดับการให้บริการ

source: CRM Service Level Priority
th: CRM ระดับความสำคัญของบริการ

source: CRM Status Change Log
th: บันทึกการเปลี่ยนแปลงสถานะ CRM

source: CRM Task
th: งาน CRM

source: CRM Telephony Agent
th: การบริหารลูกค้าสัมพันธ์ เทิ่ม

source: CRM Telephony Phone
th: โทรศัพท์ CRM

source: CRM Territory
th: การบริหารลูกค้าสัมพันธ์ เขตรับผิดชอบ

source: CRM Twilio Settings
th: การตั้งค่า CRM Twilio

source: CRM View Settings
th: การตั้งค่าการแสดงผล CRM

source: CRM currency for all monetary values. Once set, cannot be edited.
th: สกุลเงิน CRM สำหรับมูลค่าเงินทั้งหมด เมื่อตั้งค่าแล้วจะไม่สามารถแก้ไขได้

source: CRM dashboard
th: การบริหารลูกค้าสัมพันธ์ กระดาน

source: CRM-DEAL-.YYYY.-
th: CRM-ข้อตกลง-.YYYY.-

source: Calculated score 0-100 based on qualification criteria
th: คะแนนที่คำนวณได้ 0-100 ตามเกณฑ์คุณสมบัติ

source: Calendar
th: ปฏิทิน

source: Calendar settings
th: การตั้งค่าปฏิทิน

source: Call details
th: รายละเอียดการโทร

source: Call duration in seconds
th: ระยะเวลาการโทรเป็นวินาที

source: Call log
th: บันทึกการโทร

source: Call log not found
th: ไม่พบบันทึกการโทร

source: Call received by
th: สายเรียกเข้าถูกตอบรับโดย

source: Call using {0}
th: โทรโดยใช้ {0}

source: Call with John Doe
th: โทรศัพท์กับ John Doe

source: Caller
th: ผู้โทร

source: Calling medium
th: กำลังโทรหาช่องทาง

source: Calling...
th: กำลังโทร...

source: Calls
th: การโทร

source: Camera
th: กล้อง

source: Can't retry sync for this without source!
th: ไม่สามารถลองซิงค์ใหม่ได้หากไม่มีแหล่งที่มา!

source: Cancel
th: ยกเลิก

source: Canceled
th: ยกเลิก

source: Cannot change role of user with Admin access
th: ไม่สามารถเปลี่ยนบทบาทของผู้ใช้ที่มีสิทธิ์เข้าถึงในฐานะผู้ดูแลระบบได้

source: Cannot delete standard items {0}
th: ไม่สามารถลบรายการมาตรฐาน {0} ได้

source: Cannot enable rule without adding users in it
th: ไม่สามารถเปิดใช้งานกฎได้โดยไม่เพิ่มผู้ใช้ในนั้น

source: Cannot invite for this role
th: ไม่สามารถเชิญสำหรับบทบาทนี้ได้

source: Capture
th: จับภาพ

source: Capturing leads
th: บันทึกโอกาสทางธุรกิจ

source: Car
th: รถยนต์

source: Category
th: หมวดหมู่

source: Change
th: เปลี่ยนแปลง

source: Change deal status
th: เปลี่ยนสถานะดีล

source: Change image
th: เปลี่ยนรูปภาพ

source: Change password
th: เปลี่ยนรหัสผ่าน

source: Change status
th: เปลี่ยนสถานะ

source: Chart
th: แผนภูมิ

source: Chart type
th: ประเภทแผนภูมิ

source: Chassis Number
th: หมายเลขตัวถัง

source: Child
th: ลูก

source: Choose existing
th: เลือกที่มีอยู่แล้ว

source: Choose existing contact
th: เลือกผู้ติดต่อที่มีอยู่แล้ว

source: Choose existing organization
th: เลือกองค์กรที่มีอยู่แล้ว

source: Choose how long this SLA policy will be active.
th: เลือกช่วงเวลาที่นโยบาย SLA นี้จะมีผลใช้งาน

source: Choose how {0} are assigned among salespeople.
th: เลือกวิธีการกำหนด {0} ให้กับพนักงานขายแต่ละคน

source: Choose the days of the week when this rule should be active.
th: เลือกวันในสัปดาห์ที่กฎนี้ควรจะทำงาน

source: Choose the email service provider you want to configure.
th: เลือกผู้ให้บริการอีเมลที่คุณต้องการตั้งค่าใช้งาน

source: Choose which tickets are affected by this policy.
th: เลือกตั๋วที่ได้รับผลกระทบจากนโยบายนี้

source: Choose which {0} are affected by this un-assignment rule.
th: เลือก {0} ที่ได้รับผลกระทบจากกฎการยกเลิกการกำหนดนี้

source: Clear
th: ล้างข้อมูล

source: Clear Table
th: ตารางที่ชัดเจน

source: Clear all filter
th: ล้างตัวกรองทั้งหมด

source: Clear assignment
th: ล้างการมอบหมายงาน

source: Clear sort
th: ล้างการจัดเรียง

source: Click on the link below to complete your registration and set a new password
th: คลิกที่ลิงก์ด้านล่างเพื่อดำเนินการลงทะเบียนให้เสร็จสมบูรณ์และตั้งรหัสผ่านใหม่

source: Close
th: ปิด

source: Close panel
th: ปิดแผงควบคุม

source: Closed date
th: วันที่ปิด

source: Collapse
th: ย่อหน้าจอ

source: Collapsible
th: ย่อ/ขยาย

source: Collateral Information
th: ข้อมูลหลักประกัน

source: Collateral Type
th: ประเภทหลักประกัน

source: Color
th: สี

source: Column
th: คอลัมน์

source: Column field
th: คอลัมน์ฟิลด์

source: Columns
th: คอลัมน์

source: Comment
th: คิดเห็น

source: Comments
th: ความคิดเห็น

source: Common reasons for losing deals
th: สาเหตุทั่วไปของการสูญเสียดีล

source: Communication Statuses
th: สถานะการสื่อสาร

source: Communication status
th: สถานะการสื่อสาร

source: Company in ERPNext site
th: บริษัทในไซต์ ERPNext

source: Complete Registration
th: ลงทะเบียนเสร็จสมบูรณ์

source: Completed
th: เสร็จสมบูรณ์

source: Computer
th: คอมพิวเตอร์

source: Condition
th: เงื่อนไข

source: Conditionally Qualified
th: ผ่านการพิจารณาโดยมีเงื่อนไข

source: Conditions for this rule were created from
th: เงื่อนไขสำหรับกฎนี้ถูกสร้างขึ้นจาก

source: Configure actions that appear on the home dropdown
th: กำหนดการกระทำที่แสดงในเมนูแบบเลื่อนลงหน้าหลัก

source: Configure forecasting feature to help predict sales performance and growth
th: กำหนดค่าคุณสมบัติการพยากรณ์เพื่อช่วยทำนายผลการขายและการเติบโต

source: Configure telephony settings for your CRM
th: กำหนดค่าการตั้งค่าโทรศัพท์สำหรับระบบ CRM ของคุณ

source: Configure the currency and exchange rate provider for your CRM
th: ตั้งค่าหน่วยเงินตราและผู้ให้บริการอัตราแลกเปลี่ยนสำหรับ CRM ของคุณ

source: Configure the exchange rate provider for your CRM
th: ตั้งค่าผู้ให้บริการอัตราแลกเปลี่ยนสำหรับระบบ CRM ของคุณ

source: Configure your brand name, logo, and favicon
th: กำหนดค่าชื่อแบรนด์ โลโก้ และไอคอนเว็บไซต์ของคุณ

source: Configure your calendar settings like default view and event notifications here
th: ตั้งค่าปฏิทินของคุณ เช่น มุมมองเริ่มต้นและการแจ้งเตือนกิจกรรมที่นี่

source: Configure your exotel telephony integration settings here
th: กำหนดค่าการเชื่อมต่อโทรศัพท์ Exotel ของคุณที่นี่

source: Configure your twilio telephony integration settings here
th: กำหนดค่าการเชื่อมต่อโทรศัพท์ Twilio ของคุณที่นี่

source: Confirm
th: ยืนยัน

source: Confirm delete
th: ยืนยันการลบ

source: Confirm overwrite
th: ยืนยันการเขียนทับ

source: Confirm password
th: ยืนยันรหัสผ่าน

source: Confirm remove
th: ยืนยันการลบ

source: Connect your email
th: เชื่อมต่ออีเมลของคุณ

source: Contact
th: ติดต่อ

source: Contact Already Exists
th: ติดต่อมีอยู่แล้ว

source: Contact added
th: เพิ่มผู้ติดต่อแล้ว

source: Contact already added
th: ติดต่อถูกเพิ่มแล้ว

source: Contact already exists with {0}
th: ติดต่อมีอยู่แล้วกับ {0}

source: Contact image updated
th: รูปภาพผู้ติดต่อได้รับการอัปเดตแล้ว

source: Contact removed
th: ติดต่อถูกลบแล้ว

source: Contact support
th: ติดต่อฝ่ายสนับสนุน

source: Contact updated
th: ติดต่อได้รับการปรับปรุงแล้ว

source: Contact us
th: ติดต่อเรา

source: Contacts
th: รายชื่อผู้ติดต่อ

source: Content
th: เนื้อหา

source: Content is required
th: จำเป็นต้องกรอกเนื้อหา

source: Content type
th: ประเภทเนื้อหา

source: Convert
th: แปลง

source: Convert lead to deal
th: เปลี่ยนโอกาสเป็นข้อตกลง

source: Convert to deal
th: แปลงเป็นดีล

source: Converted
th: แปลงแล้ว

source: Converted successfully
th: แปลงเรียบร้อยแล้ว

source: Copied to clipboard
th: คัดลอกไปยังคลิปบอร์ดแล้ว

source: Count
th: จำนวน

source: Create
th: สร้าง

source: Create an event
th: สร้างกิจกรรม

source: Create customer on status change
th: สร้างลูกค้าเมื่อสถานะเปลี่ยนแปลง

source: Create deal
th: สร้างข้อตกลง

source: Create event
th: สร้างกิจกรรม

source: Create lead
th: สร้างโอกาสทางธุรกิจ

source: Create new
th: สร้างใหม่

source: Create new holiday list
th: สร้างรายการวันหยุดใหม่

source: Create note
th: สร้างบันทึก

source: Create task
th: สร้างงาน

source: Create view
th: สร้างมุมมอง

source: Create your first lead
th: สร้างโอกาสทางธุรกิจแรกของคุณ

source: Create your first note
th: สร้างบันทึกแรกของคุณ

source: Create your first task
th: สร้างงานแรกของคุณ

source: Credit Check Done
th: ตรวจสอบเครดิตเสร็จสิ้น

source: Credit Rating
th: อันดับเครดิต

source: Credit Score
th: คะแนนเครดิต

source: Currency
th: สกุลเงิน

source: Currency & Exchange rate
th: สกุลเงินและอัตราแลกเปลี่ยน

source: Currency & Exchange rate provider
th: ผู้ให้บริการอัตราแลกเปลี่ยนและสกุลเงิน

source: Currency set as {0} successfully
th: ตั้งสกุลเงินเป็น {0} เรียบร้อยแล้ว

source: Current pipeline distribution
th: การกระจายสายงานปัจจุบัน

source: Custom actions
th: การดำเนินการที่กำหนดเอง

source: Custom branding
th: การสร้างแบรนด์แบบกำหนดเอง

source: Custom fields
th: ฟิลด์กำหนดเอง

source: Custom list actions
th: รายการคำสั่งที่กำหนดเอง

source: Custom statuses
th: สถานะที่กำหนดเอง

source: Customer
th: ลูกค้า

source: Customer created successfully
th: สร้างลูกค้าเรียบร้อยแล้ว

source: Customization
th: การปรับแต่ง

source: Customize quick filters
th: ปรับแต่งตัวกรองด่วน

source: Daily
th: รายวัน

source: Daily performance of leads, deals, and wins
th: ผลการดำเนินงานรายวันของโอกาสขาย ข้อตกลง และการชนะ

source: Data
th: ข้อมูล

source: Data Fields
th: ฟิลด์ข้อมูล

source: Data import
th: นำเข้าข้อมูล

source: Date
th: วันที่

source: Date & Time
th: วันที่และเวลา

source: Date of Birth
th: วันเกิด

source: Day
th: วัน

source: Deal
th: ข้อตกลง

source: Deal Statuses
th: สถานะข้อตกลง

source: Deal generation channel analysis
th: การวิเคราะห์ช่องทางการสร้างดีล

source: Deal owner
th: เจ้าของดีล

source: Deal status
th: สถานะข้อตกลง
