Repository: ManotLuijiu/erpnext-thai-translation
Catalog: crm/*.po
Languages: th

source: Lead to deal conversion pipeline
th: กระบวนการแปลงโอกาสเป็นข้อตกลง

source: Leads
th: ลูกค้าเป้าหมาย

source: Leads by source
th: โอกาสทางธุรกิจตามแหล่งที่มา

source: Learn about conditions
th: เรียนรู้เกี่ยวกับเงื่อนไข

source: Left
th: ซ้าย

source: Lending Vehicle
th: รถให้ยืม

source: Library
th: ห้องสมุด

source: License Plate
th: ป้ายทะเบียน

source: Like
th: ถูกใจ

source: Line
th: เส้น

source: Link
th: ลิงก์

source: Linked with
th: เชื่อมโยงกับ

source: Links
th: ลิงก์

source: List
th: รายการ

source: Listen
th: ฟัง

source: Load default columns
th: โหลดคอลัมน์เริ่มต้น

source: Load more
th: โหลดเพิ่มเติม

source: Loading...
th: กำลังโหลด...

source: Loan Application
th: การขอสินเชื่อ

source: Loan Details
th: รายละเอียดเงินกู้

source: Loan Interest
th: ดอกเบี้ยเงินกู้

source: Loan Product
th: ผลิตภัณฑ์สินเชื่อ

source: Loan Purpose
th: วัตถุประสงค์ของเงินกู้

source: Loan-to-Value Ratio (%)
th: อัตราส่วนเงินกู้ต่อมูลค่าหลักประกัน (%)

source: Location
th: สถานที่

source: Log
th: บันทึก

source: Log ID
th: รหัสบันทึกการเข้าใช้งาน

source: Log a call
th: บันทึกการโทร

source: Log out
th: ออกจากระบบ

source: Login to frappe cloud?
th: เข้าสู่ระบบ Frappe Cloud?

source: Login with different account
th: เข้าสู่ระบบด้วยบัญชีอื่น

source: Logo
th: โลโก้

source: Lost
th: สูญหาย

source: Lost deal reasons
th: เหตุผลที่ข้อตกลงสูญหาย

source: Lost notes
th: บันทึกที่สูญหาย

source: Lost notes are required when lost reason is "Other"
th: จำเป็นต้องระบุหมายเหตุเมื่อเหตุผลการสูญหายคือ "อื่นๆ"

source: Lost reason
th: สาเหตุการสูญหาย

source: Lost reason is required
th: จำเป็นต้องระบุเหตุผลการสูญหาย

source: Low
th: ต่ำ

source: Make a call
th: โทรออก

source: Make attachment {0}
th: สร้างไฟล์แนบ {0}

source: Make call
th: โทรออก

source: Make private
th: ตั้งค่าเป็นส่วนตัว

source: Make public
th: เผยแพร่สู่สาธารณะ

source: Make {0}
th: สร้าง {0}

source: Make {0} as default calling medium
th: ตั้งค่า {0} เป็นสื่อการติดต่อเริ่มต้น

source: Makes "Expected closure date" and "Expected deal value" mandatory for deal value forecasting
th: กำหนดให้ "วันที่คาดว่าจะปิดการขาย" และ "มูลค่าดีลที่คาดการณ์" เป็นข้อมูลที่ต้องกรอกสำหรับการทำนายมูลค่าดีล

source: Manage CRM users by adding or inviting them, and assign roles to control their access and permissions
th: จัดการผู้ใช้ CRM โดยการเพิ่มหรือเชิญ และกำหนดบทบาทเพื่อควบคุมการเข้าถึงและสิทธิ์ของพวกเขา

source: Manage your email accounts to send and receive emails directly from CRM. You can add multiple accounts and set one as default for incoming and outgoing emails.
th: จัดการบัญชีอีเมลของคุณเพื่อส่งและรับอีเมลโดยตรงจาก CRM คุณสามารถเพิ่มบัญชีได้หลายบัญชีและตั้งค่าบัญชีหนึ่งเป็นค่าเริ่มต้นสำหรับอีเมลขาเข้าและขาออก

source: Manage your service level agreement policies
th: จัดการนโยบายข้อตกลงระดับการให้บริการของคุณ

source: Manager
th: ผู้จัดการ

source: Mandatory field error: {0}
th: ข้อผิดพลาด: ฟิลด์ {0} เป็นฟิลด์บังคับ

source: Mandatory field(s) {0} must be mapped
th: ฟิลด์บังคับ {0} ต้องถูกแมป

source: Mandatory fields required: {0}
th: ฟิลด์ที่จำเป็นต้องกรอก: {0}

source: Manual
th: คู่มือ

source: Mapped to CRM field
th: แมปไปยังฟิลด์ CRM

source: Mark all as read
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

source: Market Value (฿)
th: มูลค่าตลาด (฿)

source: Masters
th: มาตรฐานข้อมูลหลัก

source: Max LTV Allowed (%)
th: อัตราส่วน LTV สูงสุดที่อนุญาต (%)

source: May 1, 2025
th: 1 ดือน 2025

source: Maybe
th: อาจจะ

source: Medium
th: ปานกลาง

source: Mention
th: กล่าวถึง

source: Mentions
th: การกล่าวถึง

source: Message
th: ข้อความ

source: Middle name
th: ชื่อกลาง

source: Mileage (km)
th: ระยะทาง (กม.)

source: Minimize
th: ย่อขนาด

source: Mobile Number Missing
th: หมายเลขโทรศัพท์มือถือหายไป

source: Mobile app installation
th: การติดตั้งแอปมือถือ

source: Mobile no
th: หมายเลขโทรศัพท์มือถือ

source: Mobile no should be a number
th: หมายเลขโทรศัพท์มือถือควรเป็นตัวเลข

source: Mobile no.
th: หมายเลขโทรศัพท์มือถือ

source: Mobile number
th: หมายเลขโทรศัพท์มือถือ

source: Monday
th: วันจันทร์

source: Month
th: เดือน

source: Monthly
th: รายเดือน

source: Monthly Expenses (฿)
th: ค่าใช้จ่ายรายเดือน (฿)

source: Monthly Income (฿)
th: รายได้รายเดือน (฿)

source: More options
th: ตัวเลือกเพิ่มเติม

source: Motorcycle
th: รถจักรยานยนต์

source: Move to next section
th: เลื่อนไปยังส่วนถัดไป

source: Move to next tab
th: ไปยังแท็บถัดไป

source: Move to previous section
th: ย้ายไปยังส่วนก่อนหน้า

source: Move to previous tab
th: ย้ายไปแท็บก่อนหน้า

source: My Profile
th: โปรไฟล์ของฉัน

source: My Settings
th: การตั้งค่าของฉัน

source: My open deals
th: ข้อตกลงที่เปิดอยู่ของฉัน

source: My settings
th: การตั้งค่าของฉัน

source: Name
th: ชื่อ

source: Name is required
th: ชื่อเป็นข้อมูลที่จำเป็น

source: Naming series
th: ลำดับชื่อเรื่อง

source: Needs Review
th: ต้องตรวจสอบ

source: Nested conditions
th: เงื่อนไขซ้อนกัน

source: Net amount
th: จำนวนสุทธิ

source: Net total
th: ยอดสุทธิ

source: New
th: ใหม่

source: New SLA policy
th: นโยบาย SLA ใหม่

source: New SLA policy name
th: ชื่อระเบียบปฏิบัติ SLA ใหม่

source: New WhatsApp message
th: ข้อความ WhatsApp ใหม่

source: New address
th: ที่อยู่ใหม่

source: New assignment rule
th: กฎการมอบหมายใหม่

source: New assignment rule name
th: ชื่อกฎการมอบหมายใหม่

source: New comment
th: ความคิดเห็นใหม่

source: New contact
th: รายชื่อใหม่

source: New contact will be created based on the person's details
th: จะมีการสร้างรายชื่อติดต่อใหม่โดยอิงตามรายละเอียดของบุคคลนั้น

source: New email
th: อีเมลใหม่

source: New event
th: กิจกรรมใหม่

source: New lead sync source
th: แหล่งข้อมูลซิงค์ลูกค้าเป้าหมายใหม่

source: New message
th: ข้อความใหม่

source: New note
th: บันทึกใหม่

source: New organization
th: องค์กรใหม่

source: New organization will be created based on the data in details section
th: องค์กรใหม่จะถูกสร้างขึ้นโดยอิงจากข้อมูลในส่วนรายละเอียด

source: New password
th: รหัสผ่านใหม่

source: New section
th: ส่วนใหม่

source: New tab
th: แท็บใหม่

source: New task
th: งานใหม่

source: New template
th: แม่แบบใหม่

source: New {0}
th: {0} ใหม่

source: Next 6 months
th: 6 ดือน หน้าและ

source: Next month
th: เดือนวี

source: Next quarter
th: ไตรมาสถัดไป

source: Next step
th: ขั้นตอนถัดไป

source: Next week
th: สัปดาห์หน้า

source: Next year
th: ปีหน

source: No
th: ไม่

source: No Answer
th: ไม่มีคำตอบ

source: No changes made
th: ไม่มีการเปลี่ยนแปลงใดๆ

source: No contacts added
th: ยังไม่ได้เพิ่มรายชื่อผู้ติดต่อ

source: No data
th: ไม่มีข้อมูล

source: No details added
th: ไม่มีรายละเอียดเพิ่มเติม

source: No email set
th: ไม่ได้ตั้งค่าอีเมล

source: No events coming up. Create a new one to keep things on track.
th: ไม่มีเหตุการณ์ที่จะเกิดขึ้นในเร็วๆ นี้ กรุณาสร้างเหตุการณ์ใหม่เพื่อให้ทุกอย่างดำเนินไปอย่างราบรื่น

source: No events scheduled
th: ไม่มีเหตุการณ์ที่กำหนดไว้

source: No failure logs found
th: ไม่พบบันทึกความล้มเหลวใดๆ

source: No holiday list found
th: ไม่พบรายการวันหยุด

source: No label
th: ไม่มีป้ายชื่อ

source: No mobile number set
th: ไม่ได้ตั้งหมายเลขโทรศัพท์มือถือ

source: No new notifications
th: ไม่มีการแจ้งเตือนใหม่

source: No phone number set
th: ไม่มีหมายเลขโทรศัพท์กำหนดไว้

source: No primary contact set
th: ยังไม่ได้ตั้งค่าผู้ติดต่อหลัก

source: No priorities in the list
th: ไม่มีการกำหนดลำดับความสำคัญในรายการ

source: No results found
th: ไม่พบผลลัพธ์

source: No templates found
th: ไม่พบแม่แบบใดๆ

source: No title
th: ไม่มีหัวข้อ

source: No upcoming events
th: ไม่มีเหตุการณ์ที่จะเกิดขึ้นในเร็วๆ นี้

source: No users found
th: ไม่พบผู้ใช้

source: No website found
th: ไม่พบเว็บไซต์

source: No website set
th: ไม่มีการตั้งค่าเว็บไซต์

source: No workdays in the list
th: ไม่มีวันทำงานในรายการ

source: No {0} Found
th: ไม่พบ {0}

source: No {0} available
th: ไม่มี {0} ที่พร้อมใช้งาน

source: No {0} found
th: ไม่พบ {0}

source: No. of employees
th: จำนวนพนักงาน

source: Normal
th: ปกติ

source: Not Allowed
th: ไม่อนุญาต

source: Not Assessed
th: ยังไม่ได้ประเมิน

source: Not Calculated
th: ยังไม่ได้คำนวณ

source: Not Qualified
th: ไม่ผ่านคุณสมบัติ

source: Not allowed to add contact to Deal
th: ไม่อนุญาตให้เพิ่มผู้ติดต่อในธุรกิจ

source: Not allowed to convert Lead to Deal
th: ไม่อนุญาตให้แปลงโอกาสเป็นข้อตกลง

source: Not allowed to remove contact from Deal
th: ไม่อนุญาตให้ลบผู้ติดต่อออกจากข้อตกลง

source: Not allowed to set primary contact for Deal
th: ไม่อนุญาตให้ตั้งค่าผู้ติดต่อหลักสำหรับดีล

source: Not equals
th: ไม่เท่ากับ

source: Not implemented yet!
th: ยังไม่ได้ดำเนินการ!

source: Not in
th: ไม่อยู่ใน

source: Not like
th: ไม่ชอบ

source: Not permitted to access reference document {0} {1}.
th: ไม่อนุญาตให้เข้าถึงเอกสารอ้างอิง {0} {1}

source: Not permitted to access the referenced WhatsApp message.
th: ไม่อนุญาตให้เข้าถึงข้อความ WhatsApp ที่อ้างอิงถึง

source: Not saved
th: ยังไม่ได้บันทึก

source: Not synced
th: ยังไม่ได้ซิงค์

source: Note
th: หมายเหตุ

source: Notes
th: บันทึก

source: Notes view
th: มุมมองบันทึก

source: Notification
th: การแจ้งเตือน

source: Notification text
th: ข้อความแจ้งเตือน

source: Notification type doc
th: ประเภทการแจ้งเตือน

source: Notification type doctype
th: ประเภทเอกสารแจ้งเตือน

source: Notifications
th: การแจ้งเตือน

source: Number
th: หมายเลข

source: Number chart
th: แผนภูมิตัวเลข

source: Number of deals
th: จำนวนรายการธุรกิจ

source: Number of deals and total value per salesperson
th: จำนวนรายการขายและมูลค่ารวมต่อพนักงานขาย

source: Old Conditions
th: เงื่อนไขเก่า

source: Old condition
th: เงื่อนไขเก่า

source: Old parent
th: ผู้ปกครองเก่า

source: On Hold
th: ระงับ

source: Ongoing
th: กำลังดำเนินการ

source: Ongoing deals
th: ข้อตกลงที่กำลังดำเนินอยู่

source: Online Marketplace
th: ตลาดออนไลน์

source: Only System Managers can assign the Sales Manager role
th: เฉพาะผู้จัดการระบบเท่านั้นที่สามารถกำหนดบทบาทผู้จัดการฝ่ายขายได้

source: Only System Managers can assign the System Manager role
th: เฉพาะผู้จัดการระบบเท่านั้นที่สามารถกำหนดบทบาทผู้จัดการระบบได้

source: Only System Managers can modify other System Managers
th: เฉพาะผู้จัดการระบบเท่านั้นที่สามารถแก้ไขผู้จัดการระบบคนอื่นได้

source: Only image files are allowed
th: อนุญาตเฉพาะไฟล์รูปภาพเท่านั้น

source: Only one {0} can be set as primary.
th: สามารถตั้งค่า {0} ได้เพียงหนึ่งรายการเป็นหลัก

source: Only sales users can access WhatsApp features.
th: เฉพาะผู้ใช้ฝ่ายขายเท่านั้นที่สามารถเข้าถึงฟีเจอร์ WhatsApp ได้

source: Open
th: เปิด

source: Open deal
th: เปิดดีล

source: Open in Portal
th: เปิดในพอร์ทัล

source: Open in new window
th: เปิดในหน้าต่างใหม่

source: Open lead
th: เปิดโอกาสทางธุรกิจ

source: Open nested conditions
th: เปิดเงื่อนไขซ้อน

source: Open website
th: เปิดเว็บไซต์

source: Operator
th: ผู้ปฏิบัติงาน

source: Options
th: ตัวเลือก

source: Or create leads manually
th: หรือสร้างโอกาสทางธุรกิจด้วยตนเอง

source: Order by
th: จัดเรียงตาม

source: Organization
th: องค์กร

source: Organization details
th: รายละเอียดองค์กร

source: Organization is required to create a customer
th: จำเป็นต้องระบุองค์กรเพื่อสร้างลูกค้า

source: Organization logo
th: โลโก้องค์กร

source: Organization name
th: ชื่อองค์กร

source: Organizations
th: สินทรัพ

source: Organizer
th: ผู้จัดงาน

source: Other
th: อื่น ๆ

source: Other features
th: ฟีเจอร์อื่น ๆ

source: Others
th: อื่น ๆ

source: Outbound call
th: โทรออกขาออก

source: Outgoing
th: ขาออก

source: Owner
th: เจ้าของ

source: Owner: {0}
th: เจ้าของ: {0}

source: Page
th: หน้า

source: Page name
th: ชื่อหน้า

source: Parent
th: ผู้ปกครอง

source: Parent CRM territory
th: ภูมิภาค CRM ต้นทาง

source: Passport
th: หนังสือเดินทาง

source: Password
th: รหัสผ่าน

source: Password cannot be reset by Demo User {}
th: ไม่สามารถรีเซ็ตรหัสผ่านโดยผู้ใช้สาธิต {} ได้

source: Password is required
th: รหัสผ่านเป็นข้อมูลที่จำเป็น

source: Password updated successfully
th: เปลี่ยนรหัสผ่านเรียบร้อยแล้ว

source: Payment reminder
th: การแจ้งเตือนการชำระเงิน

source: Payment reminder from Frappé - (#{{ name }})
th: การแจ้งเตือนการชำระเงินจาก Frappé - (#{{ name }})

source: Pending
th: รอดำเนินการ

source: Pending invites
th: คำเชิญที่รอดำเนินการ

source: Period
th: ช่วงเวลา

source: Permanent Employee
th: พนักงานประจำ

source: Person
th: บุคคล

source: Personal
th: ส่วนตัว

source: Phone
th: โทรศัพท์

source: Phone Numbers
th: หมายเลขโทรศัพท์

source: Pickup
th: รับสินค้า

source: Pin view
th: ปักหมุดมุมมอง

source: Pinned
th: ปักหมุด

source: Pinned view
th: มุมมองที่ปักหมุด

source: Pinned views
th: มุมมองที่ปักหมุด

source: Playback speed
th: ความเร็วในการเล่น

source: Please check your access token
th: กรุณาตรวจสอบ โทเคน สำหรับการเข้าถึง

source: Please enable twilio settings before making a call.
th: กรุณาเปิดใช้งานการตั้งค่า Twilio ก่อนทำการโทร

source: Please enter a valid URL
th: กรุณาใส่ URL ที่ถูกต้อง

source: Please enter the exchangerate host access key.
th: กรุณาใส่คีย์การเข้าถึงโฮสต์อัตราแลกเปลี่ยนเงินตรา

source: Please fix the errors in the form
th: กรุณาแก้ไขข้อผิดพลาดในแบบฟอร์ม

source: Please provide a reason for marking this deal as lost
th: กรุณาระบุเหตุผลในการทำเครื่องหมายข้อตกลงนี้ว่าเสียไป

source: Please select a currency before saving.
th: กรุณาเลือกสกุลเงินก่อนบันทึกข้อมูล

source: Please select a lead gen form before syncing!
th: กรุณาเลือกแบบฟอร์มสร้างโอกาสทางธุรกิจก่อนทำการซิงค์!

source: Please select a priority
th: กรุณาเลือกความสำคัญ

source: Please select an existing contact
th: กรุณาเลือกผู้ติดต่อที่มีอยู่แล้ว

source: Please select an existing organization
th: กรุณาเลือกองค์กรที่มีอยู่แล้ว

source: Please select weekly off day
th: กรุณาเลือก วันหยุด ประจำสัปดาห์

source: Please set Email Address
th: โปรดตั้งค่าที่อยู่อีเมล

source: Please setup Exotel intergration
th: กรุณาตั้งค่าการเชื่อมต่อ Exotel

source: Please specify a reason for losing the deal.
th: กรุณาระบุเหตุผลในการสูญเสียดีล

source: Please specify the reason for losing the deal.
th: กรุณาระบุเหตุผลที่ทำให้สูญเสียดีลนี้

source: Policy Name
th: ชื่อนโยบาย

source: Position
th: ตำแหน่ง

source: Pre-qualification
th: คุณสมบัติเบื้องต้น

source: Pre-qualification Notes
th: หมายเหตุการผ่านคุณสมบัติเบื้องต้น

source: Pre-qualification Status
th: สถานะการผ่านคุณสมบัติเบื้องต้น

source: Pre-qualified
th: ผ่านการคัดเลือกเบื้องต้น

source: Preferred Term (Months)
th: คำที่ต้องการ (เดือน)

source: Primary
th: หลัก

source: Primary contact set
th: ตั้งค่าผู้ติดต่อหลักแล้ว

source: Primary email
th: อีเมลหลัก

source: Primary mobile no
th: หมายเลขโทรศัพท์มือถือหลัก

source: Primary phone
th: โทรศัพท์หลัก

source: Priorities
th: ลำดับความสำคัญ

source: Priorities must be unique
th: ลำดับความสำคัญต้องไม่ซ้ำกัน

source: Priority
th: ลำดับความสำคัญ

source: Priority {0}: Priority name is required
th: ลำดับความสำคัญ {0}: จำเป็นต้องระบุชื่อลำดับความสำคัญ

source: Priority {0}: Response time is required
th: \0e25\0e33\0e14\0e31\0e1a\0e04\0e27\0e32\0e21\0e2a\0e33\0e04\0e31\0e0d {0}: \0e27\0e38\0e48\0e21\0e23\0e30\0e14\0e32\0e21\0e40\0e23\0e34\0e48\0e21\0e40\0e25\0e34\0e01\0e22\0e27\0e19\0e40\0e25\0e34\0e01

source: Private
th: ส่วนตัว

source: Private or Public
th: ส่วนตัว หรือ สาธารณะ

source: Probability
th: ความน่าจะเป็น

source: Product
th: สินค้า

source: Product Match
th: จับคู่สินค้า

source: Product code
th: รหัสสินค้า

source: Product name
th: ชื่อสินค้า

source: Products
th: สินค้า

source: Profile
th: โปรไฟล์

source: Profile updated successfully
th: อัปเดตโปรไฟล์เรียบร้อยแล้ว

source: Projected vs actual revenue based on deal probability
th: รายได้ที่คาดการณ์เทียบกับรายได้จริงตามความน่าจะเป็นของข้อตกลง

source: Proposed Interest Rate (%)
th: อัตราดอกเบี้ยที่เสนอ (%)

source: Public
th: สาธารณะ

source: Public view
th: มุมมองสาธารณะ

source: Public views
th: มุมมองสาธารณะ

source: Qualification Notes
th: หมายเหตุคุณสมบัติ

source: Qualification Score
th: คะแนนคุณสมบัติ

source: Qualification Status
th: สถานะคุณสมบัติ

source: Qualified
th: มีคุณสมบัติครบถ้วน

source: Quantity
th: ปริมาณ

source: Questions
th: คำถาม

source: Queued
th: อยู่ในคิว

source: Quick Entry
th: การป้อนข้อมูลอย่างรวดเร็ว

source: Quick Filters
th: ตัวกรองด่วน

source: Quick entry layout
th: รูปแบบการป้อนข้อมูลด่วน

source: Quick filters updated successfully
th: ตัวกรองด่วนได้รับการอัปเดตเรียบร้อยแล้ว

source: Rate
th: อัตรา/ราคา

source: Read
th: อ่านแล้ว

source: Reason
th: เหตุผล

source: Record calls
th: บันทึกการโทร

source: Record outgoing calls
th: บันทึกการโทรออก

source: Recording URL
th: การบันทึก URL

source: Reference doc
th: เอกสารอ้างอิง

source: Reference doctype
th: เอกสารอ้างอิง

source: Reference document type
th: ประเภทเอกสารอ้างอิง

source: Reference document {0} {1} does not exist.
th: เอกสารอ้างอิง {0} {1} ไม่มีอยู่จริง

source: Reference name
th: ชื่ออ้างอิง

source: Referral
th: การแนะนำ

source: Refresh
th: รีเฟรช

source: Registration Province
th: จังหวัดที่ลงทะเบียน

source: Reject
th: ปฏิเสธ

source: Reject call
th: ปฏิเสธการโทร

source: Relationship to Applicant
th: ความสัมพันธ์กับผู้สมัคร

source: Relative
th: สัมพัทธ์

source: Reload
th: โหลด

source: Reminders will be sent <b>before the event starts</b>, based on the configured time
th: การแจ้งเตือนจะถูกส่ง <b>ก่อนเริ่มกิจกรรม</b> ตามเวลาที่ตั้งค่าไว้

source: Remove
th: ลบ

source: Remove all
th: ลบทั้งหมด

source: Remove and move fields to previous column
th: ลบและย้ายฟิลด์ไปยังคอลัมน์ก่อนหน้า

source: Remove column
th: ลบคอลัมน์

source: Remove group
th: ลบกลุ่ม

source: Remove image
th: ลบรูปภาพ

source: Remove section
th: ลบส่วน

source: Remove tab
th: ลบแท็บ

source: Reply
th: ตอบกลับ

source: Reply all
th: ตอบกลับทั้งหมด

source: Report an Issue
th: รายงานปัญหา

source: Report an issue
th: รายงานปัญหา

source: Requested Amount (฿)
th: จำนวนที่ขอ (฿)

source: Requested Term (Months)
th: เดือน

source: Required Fields
th: ฟิลด์ที่จำเป็นต้องกรอก

source: Reset
th: เริ่มใหม่

source: Reset ERPNext Form Script
th: รีเซ็ตสคริปต์ฟอร์ม ERPNext

source: Reset changes
th: รีเซ็ตการเปลี่ยนแปลง

source: Reset to default
th: รีเซ็ตเป็นค่าเริ่มต้น

source: Responded on
th: ตอบกลับเมื่อ

source: Response & Follow up
th: การตอบกลับและติดตามผล

source: Response by
th: ตอบโดย

source: Response details
th: รายละเอียดการตอบกลับ

source: Response time
th: เวลาตอบกลับ

source: Response time is required
th: เวลาตอบกลับเป็นสิ่งจำเป็น

source: Restart the SLA each time the customer replies (status changes to Open) and fulfill it when marked as Replied
th: เริ่มต้น SLA ใหม่ทุกครั้งที่ลูกค้าตอบกลับ (สถานะเปลี่ยนเป็น เปิด) และดำเนินการให้เสร็จสิ้นเมื่อถูกทำเครื่องหมายว่า ตอบกลับแล้ว

source: Restore
th: กู้คืน

source: Restore Defaults
th: คืนค่าเริ่มต้น

source: Restore defaults
th: คืนค่าเริ่มต้น

source: Retake
th: ทำซ้ำ

source: Retired
th: ปลดระวาง

source: Retry Sync
th: ลองซิงค์ใหม่อีกครั้ง

source: Retry sync
th: ลองซิงค์ใหม่อีกครั้ง

source: Revenue
th: รายได้

source: Rich text
th: ข้อความรูปแบบรวย

source: Right
th: ขวา

source: Ringing
th: กำลังโทร

source: Ringing...
th: กำลังโทร...

source: Role
th: บทบาท

source: Rolling Response Due
th: กำลังรอตอบกลับ

source: Rolling Responses
th: การตอบกลับต่อเนื่อง

source: Rolling responses
th: ตอบกลับแบบต่อเนื่อง

source: Route
th: เส้นทาง

source: Route name
th: ชื่อเส้นทาง

source: Rows
th: แถว

source: SLA creation
th: การสร้าง SLA

source: SLA name
th: ชื่อ SLA

source: SLA policies
th: นโยบาย SLA

source: SLA policy created
th: นโยบาย SLA ถูกสร้างขึ้นแล้ว

source: SLA policy deleted
th: นโยบาย SLA ถูกลบแล้ว

source: SLA policy duplicated
th: นโยบาย SLA ถูกทำสำเนาแล้ว

source: SLA policy name is required
th: จำเป็นต้องระบุชื่อ นโยบาย SLA

source: SLA policy status updated
th: สถานะนโยบาย SLA ได้รับการอัปเดตแล้ว

source: SLA policy updated
th: นโยบาย SLA ได้รับการอัปเดตแล้ว

source: SLA set as default cannot be disabled
th: SLA ที่ตั้งเป็นค่าเริ่มต้นไม่สามารถปิดใช้งานได้

source: SLA status
th: สถานะ SLA

source: SUBJECT
th: หัวข้อ

source: Sales Manager
th: ผู้จัดการฝ่ายขาย

source: Sales User
th: ผู้ใช้การขาย

source: Sales trend
th: แนวโน้มการขาย

source: Sales user
th: ผู้ใช้ฝ่ายขาย

source: Salesperson
th: พนักงานขาย

source: Salutation
th: คำทักทาย

source: Saturday
th: วันเสาร์

source: Save
th: บันทึก

source: Save changes
th: บันทึกการเปลี่ยนแปลง

source: Saved view
th: มุมมองที่บันทึกแล้ว

source: Saved views
th: มุมมองที่บันทึกไว้

source: Schedule a task...
th: กำหนดเวลางาน...

source: Schedule an event
th: กำหนดเวลากิจกรรม

source: Script
th: ต้นฉบับ

source: Search
th: ค้นหา

source: Search template
th: แม่แบบการค้นหา

source: Search user
th: ค้นหาผู้ใช้

source: Section
th: ส่วน

source: See all participants
th: ดูผู้เข้าร่วมทั้งหมด

source: Select currency
th: เลือกสกุลเงิน

source: Select holiday list
th: เลือกบัญชีรายชื่อวันหยุด

source: Select medium
th: เลือกสื่อ

source: Select priority
th: เลือกความสำคัญ

source: Select provider
th: เลือกผู้ให้บริการ

source: Select range
th: เลือกช่วง

source: Select source type
th: เลือกประเภทแหล่งที่มา

source: Select the assignees for {0}.
th: เลือกผู้รับผิดชอบสำหรับ {0}

source: Select the default view for your calendar. This will be the initial view when you open the calendar
th: เลือกมุมมองเริ่มต้นสำหรับปฏิทินของคุณ ซึ่งจะเป็นมุมมองแรกเมื่อคุณเปิดปฏิทินขึ้นมา

source: Select time
th: เลือกเวลา

source: Select type
th: เลือกประเภท

source: Select view
th: เลือกมุมมอง

source: Select workday
th: เลือกวันทำงาน

source: Select {0}
th: เลือก {0}

source: Self-Employed
th: ประกอบอาชีพอิสระ

source: Send
th: ส่ง

source: Send an email
th: ส่งอีเมล

source: Send email
th: ส่งอีเมล

source: Send invites
th: ส่งคำเชิญ

source: Send invites to
th: ส่งคำเชิญถึง

source: Send template
th: ส่งเทมเพลต

source: Separator
th: ตัวคั่น

source: Series
th: ชุด

source: Service level agreement
th: ข้อตกลงระดับการให้บริการ

source: Service provider
th: ผู้ให้บริการ

source: Session Defaults
th: ค่าเริ่มต้นของเซสชัน

source: Set all as private
th: ตั้งค่าทั้งหมดเป็นส่วนตัว

source: Set all as public
th: ตั้งค่าทั้งหมดเป็นสาธารณะ

source: Set an organization
th: ตั้งค่าองค์กร

source: Set as default
th: ตั้งเป็นค่าเริ่มต้น

source: Set as default SLA
th: ตั้งเป็น SLA เริ่มต้น

source: Set as primary
th: ตั้งเป็นหลัก

source: Set as primary contact
th: ตั้งเป็นผู้ติดต่อหลัก

source: Set currency
th: ตั้งค่าสกุลเงิน

source: Set default priority
th: ตั้งค่าความสำคัญเริ่มต้น

source: Set first name
th: ตั้งชื่อจริง

source: Set working days, hours, and holidays by selecting a predefined schedule or creating a new one
th: ตั้งค่าวันทำงาน ชั่วโมง และวันหยุดโดยเลือกตารางเวลาที่กำหนดไว้ล่วงหน้าหรือสร้างตารางเวลาใหม่

source: Setting up
th: กำลังตั้งค่า

source: Setting up frappe mail requires you to have an API key and API Secret of your email account. Read more
th: การตั้งค่าอีเมล frappe จำเป็นต้องมี API Key และ API Secret ของบัญชีอีเมลของคุณ อ่านเพิ่มเติม

source: Setting up gmail requires you to enable two factor authentication and app specific passwords. Read more
th: การตั้งค่า Gmail จำเป็นต้องเปิดใช้งานการยืนยันตัวตนสองชั้นและรหัสผ่านเฉพาะแอป อ่านเพิ่มเติม

source: Setting up outlook requires you to enable two factor authentication and app specific passwords. Read more
th: การตั้งค่า Outlook จำเป็นต้องเปิดใช้งานการยืนยันตัวตนสองขั้นตอนและรหัสผ่านเฉพาะแอป อ่านเพิ่มเติม

source: Setting up sendgrid requires you to enable two factor authentication and app specific passwords. Read more
th: การตั้งค่า SendGrid จำเป็นต้องเปิดใช้งานการยืนยันตัวตนสองขั้นตอนและรหัสผ่านเฉพาะแอป อ่านเพิ่มเติม

source: Setting up sparkpost requires you to enable two factor authentication and app specific passwords. Read more
th: การตั้งค่า sparkpost จำเป็นต้องเปิดใช้งานการยืนยันตัวตนสองขั้นตอนและรหัสผ่านเฉพาะแอป อ่านเพิ่มเติม

source: Setting up yahoo requires you to enable two factor authentication and app specific passwords. Read more
th: การตั้งค่า Yahoo จำเป็นต้องเปิดใช้งานการยืนยันตัวตนสองขั้นตอนและรหัสผ่านเฉพาะแอป อ่านเพิ่มเติม
