Repository: ManotLuijiu/erpnext-thai-translation
Catalog: crm/*.po
Languages: th

source: Deal value
th: มูลค่าข้อตกลง

source: Dealer Quote
th: ใบเสนอราคาตัวแทนจำหน่าย

source: Deals
th: การบริหารลูกค้า

source: Deals by ongoing & won stage
th: ข้อตกลงตามระยะขั้นตอนที่กำลังดำเนินการและชนะ

source: Deals by salesperson
th: ข้อตกลงตามพนักงานขาย

source: Deals by source
th: ข้อตกลงตามแหล่งที่มา

source: Deals by stage
th: ข้อตกลงตามขั้นตอน

source: Deals by territory
th: ข้อตกลงตามเขตพื้นที่

source: Dear {{ lead_name }}, \n\nThis is a reminder for the payment of {{ grand_total }}. \n\nThanks, \nFrappé
th: เรียน {{ lead_name }}, นี่คือการแจ้งเตือนสำหรับการชำระเงินจำนวน {{ grand_total }} ขอบคุณครับ/ค่ะ, Frappé

source: Debt-to-Income Ratio (%)
th: อัตราส่วนหนี้สินต่อรายได้ (%)

source: Default
th: ค่าเริ่มต้น

source: Default Service Level Agreement already exists for {0}
th: สัญญาระดับการให้บริการเริ่มต้นมีอยู่แล้วสำหรับ {0}

source: Default calendar view
th: มุมมองปฏิทินเริ่มต้น

source: Default calling medium for logged in user
th: สื่อการโทรเริ่มต้นสำหรับผู้ใช้ที่เข้าสู่ระบบ

source: Default calling medium set successfully to {0}
th: ตั้งค่าสื่อการโทรเริ่มต้นเป็น {0} เรียบร้อยแล้ว

source: Default calling medium updated successfully
th: สื่อการโทรเริ่มต้นได้รับการอัปเดตเรียบร้อยแล้ว

source: Default event notifications
th: การแจ้งเตือนเหตุการณ์เริ่มต้น

source: Default inbox
th: กล่องจดหมายเริ่มต้น

source: Default incoming
th: ค่าเริ่มต้นขาเข้า

source: Default iutgoing
th: ค่าเริ่มต้นขาออก

source: Default medium
th: ค่าเริ่มต้นระดับกลาง

source: Default priority
th: ระดับความสำคัญเริ่มต้น

source: Default sending
th: การส่งค่าเริ่มต้น

source: Default sending and inbox
th: การส่งและกล่องจดหมายเริ่มต้น

source: Default statuses, custom fields and layouts restored successfully.
th: สถานะเริ่มต้น ฟิลด์กำหนดเอง และรูปแบบถูกคืนค่าเรียบร้อยแล้ว

source: Default view
th: มุมมองเริ่มต้น

source: Delete
th: ลบ

source: Delete & Restore
th: ลบ & กู้คืน

source: Delete all
th: ลบทั้งหมด

source: Delete attachment
th: ลบไฟล์แนบ

source: Delete contact
th: ลบผู้ติดต่อ

source: Delete event
th: ลบกิจกรรม

source: Delete invitation
th: ลบคำเชิญ

source: Delete linked item
th: ลบรายการที่เชื่อมโยง

source: Delete or unlink linked documents
th: ลบหรือยกเลิกการเชื่อมโยงเอกสารที่เชื่อมโยงไว้

source: Delete or unlink these linked documents before deleting this document
th: โปรดลบหรือยกเลิกการเชื่อมโยงเอกสารที่เชื่อมโยงเหล่านี้ก่อนลบเอกสารนี้

source: Delete organization
th: ลบองค์กร

source: Delete task
th: ลบงาน

source: Delete view
th: ลบ ดู

source: Delete {0} item(s)
th: ลบ {0} รายการ

source: Delete {0} items
th: ลบ {0} รายการ

source: Description
th: คำอธิบาย

source: Description is required
th: จำเป็นต้องระบุคำอธิบาย

source: Desk
th: โต๊ะทำงาน

source: Details
th: รายละเอียด

source: Device
th: อุปกรณ์

source: Disable
th: ปิดใช้งาน

source: Disabled
th: ปิดใช้งาน

source: Discard
th: ยกเลิก

source: Discard unsaved changes?
th: ต้องการยกเลิกการเปลี่ยนแปลงที่ยังไม่ได้บันทึกหรือไม่?

source: Discount %
th: ส่วนลด %

source: Discount amount
th: จำนวน ส่วนลด

source: Document does not exist
th: เอกสารไม่มีอยู่จริง

source: Document not found
th: ไม่พบเอกสาร

source: Document type
th: ประเภทเอกสาร

source: Document updated successfully
th: เอกสารถูกอัปเดตเรียบร้อยแล้ว

source: Documentation
th: เอกสารประกอบ

source: Documents Received
th: เอกสารที่ได้รับ

source: Done
th: เสร็จสิ้น

source: Donut chart
th: แผนภูมิวงกลมแบบโดนัท

source: Download
th: ดาวน์โหลด

source: Drag and drop files here or upload from
th: ลากและวางไฟล์ที่นี่หรืออัปโหลดจาก

source: Drop files here
th: วางไฟล์ที่นี่

source: Dropdown items
th: รายการแบบเลื่อนลง

source: Due date
th: วันที่

source: Duplicate
th: ซ้ำ

source: Duplicate SLA policy
th: นโยบาย SLA ซ้ำ

source: Duplicate an event
th: ทำสำเนาเหตุการณ์

source: Duplicate assignment rule
th: กฎการมอบหมายซ้ำ

source: Duplicate event
th: กิจกรรมซ้ำ

source: Duplicate template
th: สำเนาแม่แบบ

source: Duplicate view
th: ดูซ้ำ

source: Duplicate workday found: {0}. Each workday should be unique.
th: พบวันทำงานซ้ำ: {0} วันทำงานแต่ละวันควรมีความเฉพาะเจาะจง

source: Duration
th: ระยะเวลา

source: ERPNext CRM Settings
th: การตั้งค่า ERPNext CRM

source: ERPNext is not installed in the current site
th: ERPNext ยังไม่ได้ติดตั้งในไซต์ปัจจุบัน

source: ERPNext is not integrated with the CRM
th: ERPNext ไม่ได้สารบริหารลูกค้าสัมพันธ์

source: ERPNext settings
th: การตั้งค่า ERPNext

source: ERPNext settings updated
th: การตั้งค่า ERPNext ได้รับการอัปเดตแล้ว

source: ERPNext site API's
th: API ของไซต์ ERPNext

source: ERPNext site URL
th: URL สิทร ERPNext

source: Edit
th: แก้ไข

source: Edit an event
th: แก้ไขกิจกรรม

source: Edit call log
th: แก้ไขบันทึกการโทร

source: Edit data fields layout
th: แก้ไขการจัดวางช่องข้อมูล

source: Edit email
th: แก้ไขอีเมล

source: Edit event
th: แก้ไขกิจกรรม

source: Edit field layout
th: แก้ไขเค้าโครงฟิลด์

source: Edit fields layout
th: แก้ไขการจัดวางฟิลด์

source: Edit grid fields
th: แก้ไขช่องกริด

source: Edit grid fields layout
th: แก้ไขเค้าโครงฟิลด์กริด

source: Edit grid row fields layout
th: แก้ไขการจัดวางฟิลด์แถวกริด

source: Edit note
th: แก้ไขบันทึก

source: Edit quick entry layout
th: แก้ไขเค้าโครงรายการด่วน

source: Edit response and resolution
th: แก้ไขการตอบกลับและการแก้ไขปัญหา

source: Edit row
th: แก้ไขแถว

source: Edit task
th: แก้ไขงาน

source: Edit view
th: มุมมองแก้ไข

source: Edit workday
th: แก้ไขวันทำงาน

source: Editing event
th: กำลังแก้ไขกิจกรรม

source: Editing row {0}
th: กำลังแก้ไขแถว {0}

source: Email
th: อีเมล

source: Email ID is required
th: รหัสอีเมลเป็นข้อมูลที่จำเป็น

source: Email account created successfully
th: สร้างบัญชีอีเมลสำเร็จแล้ว

source: Email account updated successfully
th: อัปเดตบัญชีอีเมลเรียบร้อยแล้ว

source: Email accounts
th: บัญชีอีเมล

source: Email communication
th: การสื่อสารทางอีเมล

source: Email from lead
th: อีเมลจากโอกาสขาย

source: Email sent at
th: อีเมลส่งเมื่อ

source: Email settings
th: การตั้งค่าอีเมล

source: Email template
th: เทมเพลตอีเมล

source: Email templates
th: เทมเพลตอีเมล

source: Emails
th: อีเมล

source: Employer
th: นายจ้าง

source: Employer Name
th: ชื่อนายจ้าง

source: Employment Status
th: สถานะการจ้างงาน

source: Employment Type
th: ประเภทการจ้างงาน

source: Empty
th: ว่างเปล่า

source: Empty - Choose a field to filter by
th: ว่างเปล่า - โปรดเลือกฟิลด์เพื่อกรองข้อมูล

source: Empty - Choose a field to sort by
th: ว่างเปล่า - โปรดเลือกฟิลด์สำหรับจัดเรียงข้อมูล

source: Enable
th: เปิดใช้งาน

source: Enable forecasting
th: เปิดใช้งานการพยากรณ์

source: Enable incoming
th: เปิดใช้งานขาเข้า

source: Enable outgoing
th: เปิดใช้งานขาออก

source: Enabled
th: เปิดใช้งานแล้ว

source: Enabled?
th: เปิดใช้งานแล้ว?

source: End date
th: วันที่สิ้นสุด

source: End date cannot be before start date
th: วันที่สิ้นสุดไม่สามารถอยู่ก่อนวันที่เริ่มต้นได้

source: End time
th: เวลาสิ้นสุด

source: End time is required
th: จำเป็นต้องระบุเวลาสิ้นสุด

source: End time must be after start time
th: เวลาสิ้นสุดต้องอยู่หลังเวลาเริ่มต้น

source: End time must be after start time for: {0}
th: เวลาสิ้นสุดต้องอยู่หลังเวลาเริ่มต้นสำหรับ: {0}

source: End time should be after start time
th: เวลาสิ้นสุดต้องอยู่หลังเวลาเริ่มต้น

source: Engine Number
th: สร้างฟอร์ม/รายงาน

source: Enter access key
th: กรุณาใส่กุญแจเข้าถึง

source: Enter access token
th: กรุณาใส่ โทเคน สำหรับการเข้าถึง

source: Enter brand name
th: กรุณาใส่ชื่อแบรนด์

source: Enter source name
th: กรอกชื่อแหล่งที่มา

source: Enter your facebook access token
th: กรุณาใส่ Facebook Access Token ของคุณ

source: Enter {0}
th: กรอก {0}

source: Equals
th: เท่ากับ

source: Error converting to deal: {0}
th: เกิดข้อผิดพลาดในการแปลงเป็นดีล: {0}

source: Error creating lead sync source
th: เกิดข้อผิดพลาดในการสร้างแหล่งข้อมูลซิงค์ลูกค้าเป้าหมาย

source: Error creating lead: {0}
th: เกิดข้อผิดพลาดในการสร้างโอกาสทางธุรกิจ: {0}

source: Error syncing lead
th: ข้อผิดพลาดในการซิงค์โอกาสขาย

source: Error syncing leads
th: เกิดข้อผิดพลาดในการซิงค์โอกาสขาย

source: Error updating Lead sync source
th: ข้อผิดพลาดในการอัปเดตแหล่งที่มาของการซิงค์ลูกค้าเป้าหมาย

source: Error updating field
th: ข้อผิดพลาดในการอัปเดตฟิลด์

source: Error while creating customer in ERPNext, check error log for more details
th: เกิดข้อผิดพลาดขณะสร้างลูกค้าใน ERPNext กรุณาตรวจสอบบันทึกข้อผิดพลาดเพื่อดูรายละเอียดเพิ่มเติม

source: Error while creating prospect in ERPNext, check error log for more details
th: เกิดข้อผิดพลาดขณะสร้างโอกาสใน ERPNext กรุณาตรวจสอบบันทึกข้อผิดพลาดสำหรับรายละเอียดเพิ่มเติม

source: Error while fetching customer in ERPNext, check error log for more details
th: เกิดข้อผิดพลาดขณะดึงข้อมูลลูกค้าใน ERPNext โปรดตรวจสอบบันทึกข้อผิดพลาดเพื่อดูรายละเอียดเพิ่มเติม

source: Estimated LTV (%)
th: มูลค่าลูกค้าตลอดชีพโดยประมาณ (%)

source: Estimated Loan Amount (฿)
th: จำนวนเงินกู้โดยประมาณ (฿)

source: Estimated Monthly Income (฿)
th: รายได้โดยประมาณรายเดือน (฿)

source: Estimated Monthly Payment (฿)
th: ยอดชำระรายเดือนโดยประมาณ (฿)

source: Estimated Vehicle Value (฿)
th: มูลค่ารถยนต์โดยประมาณ (฿)

source: Event ID is required
th: รหัสกิจกรรมเป็นข้อมูลที่จำเป็นต้องระบุ

source: Event created successfully
th: สร้างกิจกรรมสำเร็จแล้ว

source: Event deleted successfully
th: ลบกิจกรรมสำเร็จแล้ว

source: Event details
th: รายละเอียดกิจกรรม

source: Event notifications
th: การแจ้งเตือนกิจกรรม

source: Event title
th: หัวข้อกิจกรรม

source: Events
th: เหตุการณ์

source: Every 10 Minutes
th: ทุกรอบ 10 นาที

source: Every 15 Minutes
th: ทุกรอบ 15 นาที

source: Every 5 Minutes
th: ทุกรอบ 5 นาที

source: Exceeds Limit
th: เกินขีดจำกัด

source: Excel
th: เอ็กเซล

source: Exchange Rate Provider
th: ผู้ให้บริการอัตราแลกเปลี่ยน

source: Exchange rate
th: อัตราแลกเปลี่ยน

source: Exchange rate provider
th: ผู้ให้บริการอัตราแลกเปลี่ยน

source: Existing Customer
th: ลูกค้าปัจจุบัน

source: Exotel Exception
th: ข้อยกเว้น Exotel

source: Exotel Number Missing
th: หมายเลข Exotel หายไป

source: Exotel Number {0} is not valid
th: หมายเลข Exotel {0} ไม่ถูกต้อง

source: Exotel is not enabled
th: Exotel ยังไม่ได้เปิดใช้งาน

source: Exotel number
th: หมายเลข Exotel

source: Exotel settings
th: การตั้งค่า Exotel

source: Exotel settings updated
th: การตั้งค่า Exotel ได้รับการอัปเดตแล้ว

source: Expand
th: ขยาย

source: Expected closure date
th: วันที่คาดว่าจะปิดงาน

source: Expected closure date is required.
th: จำเป็นต้องระบุวันที่คาดว่าจะปิดงาน

source: Expected deal value
th: มูลค่าข้อตกลงที่คาดการณ์ไว้

source: Expected deal value is required.
th: ค่าธุรกรรมที่คาดหวังเป็นข้อมูลที่จำเป็นต้องระบุ

source: Expired
th: หมดอายุ

source: Exploring options
th: กำลังสำรวจตัวเลือก

source: Export
th: ส่งออก

source: Export all {0} record(s)
th: ส่งออกข้อมูล {0} รายการทั้งหมด

source: Export type
th: ประเภทการส่งออก

source: External Appraiser
th: ผู้ประเมินภายนอก

source: FCRM Note
th: หมายเหตุ CRM

source: FCRM Settings
th: การตั้งค่า CRM

source: Facebook Lead Form
th: แบบฟอร์มนำข้อมูลลูกค้า Facebook

source: Facebook Lead Form Question
th: แบบสอบถามลูกค้าเป้าหมาย Facebook

source: Facebook Page
th: เพจ Facebook

source: Facebook form ID
th: รหัสฟอร์ม Facebook

source: Facebook lead form
th: แบบฟอร์มนำข้อมูลลูกค้า Facebook

source: Facebook page
th: หน้า Facebook

source: Failed
th: ล้มเหลว

source: Failed Lead Sync Log
th: บันทึกการซิงค์ลีดล้มเหลว

source: Failed to add reaction to the message
th: ไม่สามารถเพิ่มปฏิกิริยาต่อข้อความได้

source: Failed to add users
th: ไม่สามารถเพิ่มผู้ใช้ได้

source: Failed to capture Twilio recording
th: ไม่สามารถบันทึกเสียง Twilio ได้สำเร็จ

source: Failed to create email account, Invalid credentials
th: ไม่สามารถสร้างบัญชีอีเมลได้, ข้อมูลรับรองไม่ถูกต้อง

source: Failed to create template
th: ไม่สามารถสร้างแม่แบบได้

source: Failed to delete lead sync source
th: ล้มเหลวในการลบแหล่งข้อมูลการซิงค์ Lead

source: Failed to delete template
th: ไม่สามารถลบแม่แบบได้

source: Failed to fetch exchange rate from {0} to {1} on {2}. Please check your internet connection or try again later.
th: ไม่สามารถดึงอัตราแลกเปลี่ยนจาก {0} เป็น {1} ในวันที่ {2} ได้ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณหรือลองใหม่อีกครั้งในภายหลัง

source: Failed to load form controller: {0}
th: ไม่สามารถโหลดตัวควบคุมแบบฟอร์มได้: {0}

source: Failed to rename template
th: ไม่สามารถเปลี่ยนชื่อแม่แบบได้

source: Failed to save workday: {0}
th: ไม่สามารถบันทึกวันทำงานได้: {0}

source: Failed to send WhatsApp message
th: ไม่สามารถส่งข้อความ WhatsApp ได้

source: Failed to send WhatsApp template
th: ไม่สามารถส่งแม่แบบ WhatsApp ได้

source: Failed to update Twilio call status
th: ไม่สามารถอัปเดตสถานะการโทร Twilio ได้

source: Failed to update attending status
th: ไม่สามารถอัปเดตสถานะการเข้าร่วมได้

source: Failed to update email account, Invalid credentials
th: ไม่สามารถอัปเดตบัญชีอีเมลได้ ข้อมูลรับรองไม่ถูกต้อง

source: Failed to update password
th: ไม่สามารถอัปเดตรหัสผ่านได้

source: Failed to update profile
th: ไม่สามารถอัปเดตโปรไฟล์ได้

source: Failed to update source
th: ไม่สามารถอัปเดตแหล่งที่มาได้

source: Failed to update template
th: ไม่สามารถอัปเดตแม่แบบได้

source: Failure
th: ความล้มเหลว

source: Failure logs
th: บันทึกความล้มเหลว

source: Favicon
th: ไอคอนเว็บไซต์

source: Field
th: ฟิลด์

source: Field Verification Done
th: การตรวจสอบข้อมูลเสร็จสิ้นแล้ว

source: Fields order
th: ลำดับฟิลด์

source: File "{0}" was skipped because of invalid file type
th: ไฟล์ "{0}" ถูกข้ามเนื่องจากประเภทไฟล์ไม่ถูกต้อง

source: File "{0}" was skipped because only {1} uploads are allowed
th: ไฟล์ "{0}" ถูกข้ามเนื่องจากอนุญาตให้อัปโหลดได้เพียง {1} ไฟล์เท่านั้น

source: File "{0}" was skipped because only {1} uploads are allowed for DocType "{2}"
th: ไฟล์ "{0}" ถูกข้ามเนื่องจากอนุญาตให้อัปโหลดได้เพียง {1} ไฟล์สำหรับประเภทเอกสาร "{2}"

source: Filter
th: ตัวกรอง

source: Filters
th: ตัวกรอง

source: Financial Profile
th: โปรไฟล์ทางการเงิน

source: First Response Due
th: กำหนดการตอบกลับครั้งแรก

source: First name
th: ชื่อจริง

source: First name is mandatory
th: ชื่อจริงเป็นข้อมูลที่ต้องระบุ

source: First responded on
th: ตอบกลับครั้งแรกเมื่อ

source: First response tIme
th: เวลาตอบกลับครั้งแรก

source: First response time
th: เวลาตอบกลับครั้งแรก

source: For
th: สำหรับ

source: For all-day events, <b>set a time</b> to send reminders before the event starts
th: สำหรับกิจกรรมตลอดวัน <b>ตั้งเวลาตามต้องการ</b> เพื่อส่งการแจ้งเตือนก่อนเริ่มกิจกรรม

source: Forecasted revenue
th: รายได้ที่คาดการณ์ไว้

source: Forecasting
th: การพยากรณ์

source: Forecasting disabled successfully
th: ปิดการใช้งานการพยากรณ์เรียบร้อยแล้ว

source: Forecasting enabled successfully
th: เปิดใช้งานการพยากรณ์เรียบร้อยแล้ว

source: Form
th: ฟอร์ม

source: Form Script updated successfully
th: สคริปต์ฟอร์มอัปเดตเรียบร้อยแล้ว

source: Form name
th: ชื่อแบบฟอร์ม

source: Frappe CRM
th: การบริหารลูกค้าสัมพันธ์

source: Frappe CRM mobile
th: Frappe การบริหารลูกค้าสัมพันธ์

source: Frappe Support
th: ฝ่ายสนับสนุน Frappe

source: Frappe mail site
th: เว็บไซต์อีเมล Frappe

source: Friday
th: วันศุกร์

source: Friend
th: เพื่อน

source: From
th: จาก

source: From Loan Product configuration
th: จากการตั้งค่าสินเชื่อ

source: From date
th: จากวันที่

source: From type
th: จากประเภท

source: From user
th: จากผู้ใช้

source: Fulfilled
th: สำเร็จ

source: Full name
th: ชื่อเต็ม

source: Funnel conversion
th: อัตราการแปลงช่องทางขาย

source: Gender
th: เพศ

source: Geographic distribution of deals and revenue
th: การกระจายทางภูมิศาสตร์ของข้อตกลงและรายได้

source: GitHub repository
th: ที่เก็บ GitHub

source: Go back
th: ย้อนกลับ

source: Go to invite page
th: ไปที่หน้าชวน

source: Go to website
th: ไปที่เว็บไซต์

source: Going?
th: กำลังไป?

source: Grid Row
th: แถวกริด

source: Group by
th: กลุ่มตาม

source: Group by field
th: จัดกลุ่มตามฟิลด์

source: Group by:
th: จัดกลุ่มตาม:

source: Guarantor ID Number
th: หมายเลขบัตรประกัน

source: Guarantor Income (฿)
th: รายได้ผู้ค้ำประกัน (฿)

source: Guarantor Information
th: ข้อมูลผู้ค้ำประกัน

source: Guarantor Name
th: ชื่อผู้ค้ำประกัน

source: Guarantor Required
th: ต้องมีผู้ค้ำประกัน

source: Hang up
th: วางสาย

source: Has Existing Finance
th: มีการเงินที่มีอยู่แล้ว

source: Has Guarantor
th: มีผู้ค้ำประกัน

source: Hello
th: สวัสดี

source: Help
th: ช่วยเหลือ

source: Helpdesk
th: ศูนย์ช่วยเหลือ

source: Helpdesk CRM Settings
th: การตั้งค่า CRM ศูนย์ช่วยเหลือ

source: Helpdesk Site API's
th: API เว็บไซต์ศูนย์ช่วยเหลือ

source: Helpdesk is not installed in the current site
th: Helpdesk ยังไม่ได้ติดตั้งในเว็บไซต์ปัจจุบัน

source: Helpdesk is not integrated with the CRM
th: Helpdesk ยังไม่ได้รวมเข้ากับ การบริหารลูกค้า

source: Helpdesk settings
th: การตั้งค่าศูนย์ช่วยเหลือ

source: Helpdesk settings updated
th: การตั้งค่าศูนย์ช่วยเหลือได้รับการอัปเดตแล้ว

source: Helpdesk site URL
th: URL เว็บไซต์ศูนย์ช่วยเหลือ

source: Hi John, \n\nCan you please provide more details on this...
th: สวัสดีคุณจอห์น,\n\nกรุณาให้รายละเอียดเพิ่มเติมเกี่ยวกับเรื่องนี้ด้วยครับ/ค่ะ...

source: Hidden
th: ซ่อน

source: Hide
th: ซ่อน

source: Hide border
th: ซ่อนเส้นขอบ

source: Hide label
th: ซ่อนป้ายชื่อ

source: Hide password
th: ซ่อนรหัสผ่าน

source: Hide preview
th: ซ่อนตัวอย่าง

source: Hide recording
th: ซ่อนการบันทึก

source: High
th: สูง

source: Holiday list
th: ลุ่นวัน

source: Holiday list name
th: ชื่อรายการวันหยุด

source: Holidays
th: วันหยุด

source: Home
th: หน้าหลัก

source: Home Purchase
th: หน้าหลัก การซื้อ

source: Home actions
th: คำสั่งหน้าหลัก

source: Hourly
th: รายชั่วโมง

source: How Heard About Us
th: ท่านทราบข่าวสารเกี่ยวกับเราจากช่องทางใด

source: I understand, add conditions
th: ฉันเข้าใจ เพิ่มเงื่อนไข

source: ID
th: รหัส

source: ID Number
th: หมายเลขประจำตัว

source: ID Type
th: ประเภท ID

source: Icon
th: ไอคอน

source: If enabled, all outgoing emails will be sent from this account. Note: Only one account can be default outgoing.
th: หากเปิดใช้งาน อีเมลขาออกทั้งหมดจะถูกส่งจากบัญชีนี้ หมายเหตุ: สามารถตั้งบัญชีเดียวเท่านั้นให้เป็นบัญชีอีเมลขาออกเริ่มต้นได้

source: If enabled, all replies to your company (eg: replies@yourcomany.com) will come to this account. Note: Only one account can be default incoming.
th: หากเปิดใช้งาน การตอบกลับทั้งหมดไปยังบริษัทของคุณ (เช่น: replies@yourcompany.com) จะถูกส่งมายังบัญชีนี้ หมายเหตุ: สามารถตั้งค่าบัญชีขาเข้าหลักได้เพียงบัญชีเดียวเท่านั้น

source: If enabled, outgoing emails can be sent from this account.
th: หากเปิดใช้งาน อีเมลขาออกสามารถส่งจากบัญชีนี้ได้

source: If enabled, records can be created from the incoming emails on this account.
th: หากเปิดใช้งาน สามารถสร้างระเบียนจากอีเมลขาเข้าบัญชีนี้ได้

source: Image
th: ภาพ

source: Immediate
th: ทันที

source: Import
th: นำเข้า

source: In
th: ใน

source: In Progress
th: กำลังดำเนินการ

source: In Review
th: กำลังตรวจสอบ

source: In less than a minute
th: ในเวลาไม่ถึงหนึ่งนาที

source: Inbound call
th: สายเรียกเข้าขาเข้า

source: Inbox
th: กล่องจดหมาย

source: Incoming
th: ขาเข้า

source: Incoming call...
th: สายเรียกเข้ากำลังมา...

source: Industries
th: บิลริบท

source: Industry
th: อุตสาหกรรม

source: Initiated
th: เริ่มต้นแล้ว

source: Initiating call...
th: กำลังเริ่มการโทร...

source: Insert email template
th: แทรกแม่แบบอีเมล

source: Insert emoji
th: แทรกอีโมจิ

source: Integration
th: การบูรณาการ

source: Integration Not Enabled
th: การเชื่อมต่อยังไม่ได้เปิดใช้งาน

# FCRM
source: Integrations
th: การรวม

source: Interested Product
th: สินค้าที่สนใจ

source: Internal
th: ภายใน

source: Introduction
th: การแนะนำ

source: Invalid Account SID or Auth Token.
th: รหัสบัญชี SID หรือ โทเค็นการตรวจสอบสิทธิ์ไม่ถูกต้อง

source: Invalid Exotel Number
th: หมายเลข Exotel ไม่ถูกต้อง

source: Invalid Twilio account
th: บัญชี Twilio ไม่ถูกต้อง

source: Invalid Twilio application
th: แอปพลิเคชัน Twilio ไม่ถูกต้อง

source: Invalid access token provided for Facebook.
th: โทเคน สำหรับการเข้าถึง Facebook สิดสระบ่างไทย

source: Invalid chart name
th: ชื่อแผนภูมิไม่ถูกต้อง

source: Invalid credentials
th: ข้อมูลรับรองไม่ถูกต้อง

source: Invalid email ID
th: รหัสอีเมลไม่ถูกต้อง

source: Invalid email address
th: ที่อยู่อีเมลไม่ถูกต้อง

source: Invalid fields, check if all are filled in and values are correct.
th: ฟิลด์ไม่ถูกต้อง กรุณาตรวจสอบว่ากรอกครบถ้วนและค่าถูกต้องแล้วหรือไม่

source: Invalid lead details supplied.
th: รายละเอียดลูกค้าเป้าหมายไม่ถูกต้องที่ระบุมา

source: Invalid or expired key
th: รหัสไม่ถูกต้องหรือหมดอายุแล้ว

source: Invalid page or not permitted to access
th: หน้าไม่ถูกต้องหรือไม่ได้รับอนุญาตให้เข้าถึง

source: Invalid start or end time
th: เวลาเริ่มต้นหรือเวลาสิ้นสุดไม่ถูกต้อง

source: Invalid website URL
th: URL เว็บไซต์ไม่ถูกต้อง

source: Invite agent
th: เชิญตัวแทน

source: Invite as
th: เชิญเป็น

source: Invite new user
th: เชิญผู้ใช้ใหม่

source: Invite user
th: เชิญผู้ใช้

source: Invite users
th: เชิญผู้ใช้

source: Invite users to access CRM. Specify their roles to control access and permissions
th: เชิญผู้ใช้เข้าถึง CRM ระบุบทบาทของพวกเขาเพื่อควบคุมการเข้าถึงและสิทธิ์การใช้งาน

source: Invite your team
th: เชิญทีมของคุณ

source: Invited by
th: ได้รับเชิญโดย

source: Is
th: คือ

source: Is ERPNext installed on a different site?
th: ERPNext ติดตั้งอยู่ในเว็บไซต์อื่นหรือไม่?

source: Is Group
th: เป็นกลุ่ม

source: Is Helpdesk installed on a different site?
th: Helpdesk ติดตั้งบนเว็บไซต์อื่นหรือไม่?

source: Is Primary
th: เป็นหลัก

source: Is default
th: ค่าเริ่มต้น

source: Is primary
th: เป็นหลัก

source: Is standard
th: เป็นมาตรฐาน

source: It appears that there are currently no {0} available. You can create more {0} by using the Create button.
th: ดูเหมือนว่าในขณะนี้ยังไม่มี {0} ให้ใช้งาน คุณสามารถสร้าง {0} เพิ่มเติมได้โดยใช้ปุ่ม สร้าง

source: It will make deal's "Expected closure date" & "Expected deal value" mandatory to get accurate forecasting insights
th: จะทำให้ "วันที่คาดว่าจะปิดดีล" และ "มูลค่าดีลที่คาดหวัง" เป็นข้อมูลที่ต้องกรอกเพื่อให้ได้ข้อมูลเชิงลึกการพยากรณ์ที่แม่นยำ

source: Job title
th: ตำแหน่งงาน

source: Kanban
th: คัมบัง

source: Kanban columns
th: คอลัมน์ Kanban

source: Kanban fields
th: ฟิลด์คันบัน

source: Kanban settings
th: การตั้งค่า Kanban

source: Key
th: คีย์

source: Keyboard Shortcuts
th: แป้นพิมพ์ลัด

source: LTV Status
th: สถานะ LTV

source: Label
th: ป้ายกำกับ

source: Land
th: ที่ดิน

source: Land Purchase
th: การซื้อที่ดิน

source: Last
th: ล่าสุด

source: Last 6 months
th: 6 ดือนหน้างสิน

source: Last Responded On
th: ตอบกลับล่าสุดเมื่อ

source: Last Response Time
th: เวลาตอบกลับล่าสุด

source: Last modified
th: แก้ไขล่าสุด

source: Last month
th: เดือนที่แล้ว

source: Last name
th: นามสกุล

source: Last quarter
th: ไตรมาสที่ผ่านมา

source: Last status change log
th: บันทึกการเปลี่ยนแปลงสถานะล่าสุด

source: Last synced at
th: ซิงค์ล่าสุดเมื่อ

source: Last user assigned by this rule
th: ผู้ใช้ล่าสุดที่ได้รับมอบหมายโดยกฎนี้

source: Last week
th: สัปดาห์ที่แล้ว

source: Last year
th: ปีที่แล้ว

source: Layout
th: เค้าโครง

source: Lead
th: ลูกค้าเป้าหมาย

source: Lead Owner cannot be same as the Lead Email Address
th: เจ้าของลูกค้าเป้าหมายไม่สามารถเป็นที่อยู่อีเมลของลูกค้าเป้าหมายได้

source: Lead Score
th: คะแนนโอกาสทางธุรกิจ

source: Lead Sources
th: แหล่งที่มาของลูกค้าเป้าหมาย

source: Lead Statuses
th: สถานะลีด

source: Lead Sync Source
th: แหล่งที่มาของการซิงค์ลีด

source: Lead Syncing
th: การซิงค์ลูกค้าเป้าหมาย

source: Lead data
th: ข้อมูลลูกค้าเป้าหมาย

source: Lead details
th: รายละเอียดโอกาสทางธุรกิจ

source: Lead from call {0}
th: ลีดจากการโทร {0}

source: Lead generation channel analysis
th: การวิเคราะห์ช่องทางการสร้างโอกาสทางธุรกิจ

source: Lead name
th: ชื่อลีด

source: Lead owner
th: เจ้าของลูกค้าเป้าหมาย

source: Lead sources
th: แหล่งที่มาของโอกาสขาย

source: Lead sync initiated.
th: เริ่มต้นการซิงค์โอกาสขายแล้ว

source: Lead sync source created successfully
th: แหล่งข้อมูลซิงค์ลูกค้าเป้าหมายถูกสร้างเรียบร้อยแล้ว

source: Lead sync source deleted successfully
th: แหล่งข้อมูลการซิงค์ลูกค้าเป้าหมายถูกลบเรียบร้อยแล้ว

source: Lead syncing
th: การซิงค์ลูกค้าเป้าหมาย
