Repository: ManotLuijiu/erpnext-thai-translation
Catalog: lending/*.po
Languages: th

source: Please set Additional Interest Accrued Account in Loan Product {0}
th: กรุณาตั้งค่า บัญชีดอกเบี้ยสะสมเพิ่มเติม ในผลิตภัณฑ์สินเชื่อ {0}

source: Please set Additional Interest Income Account in Loan Product {0}
th: กรุณาตั้งค่า บัญชีรายได้ดอกเบี้ยเพิ่มเติม ในผลิตภัณฑ์สินเชื่อ {0}

source: Please set Broken Period Interest Recovery Account for the Loan Product {0}
th: กรุณาตั้งค่า บัญชีเรียกเก็บดอกเบี้ยช่วงเวลาขาดสำหรับผลิตภัณฑ์สินเชื่อ {0}

source: Please set Customer Refund Account in Loan Product {0}
th: กรุณาตั้งค่า บัญชีคืนเงินลูกค้า ในผลิตภัณฑ์สินเชื่อ {0}

source: Please set Interest Accrued Account in Loan Product {0}
th: กรุณาตั้งค่า บัญชีดอกเบี้ยค้างรับ ในผลิตภัณฑ์สินเชื่อ {0}

source: Please set Interest Income Account in Loan Product {0}
th: กรุณาตั้งค่า บัญชีรายได้ดอกเบี้ย ในผลิตภัณฑ์สินเชื่อ {0}

source: Please set Payroll Payable Account in Loan Repayment
th: กรุณาตั้งค่า บัญชีเจ้าหนี้เงินเดือน ในการชำระคืนเงินกู้

source: Please set Penalty Accrued Account in Loan Product {0}
th: กรุณาตั้งค่า บัญชีค้างชำระค่าปรับ ในผลิตภัณฑ์เงินกู้ {0}

source: Please set Penalty Income Account in Loan Product {0}
th: กรุณาตั้งค่า บัญชีรายได้ค่าปรับ ในผลิตภัณฑ์สินเชื่อ {0}

source: Please set Write Off Recovery Account in Loan Product {0}
th: กรุณาตั้งค่า บัญชีตัดหนี้สูญ ในผลิตภัณฑ์สินเชื่อ {0}

source: Please set {0} Accrual Account in Loan Product {1}
th: กรุณากำหนด บัญชีชิลระบาร {0} ใน สินค้า เลื่อยวรกิจ {1}

source: Please set {0} Receivable Account in Loan Product {1}
th: กรุณาตั้งค่า บัญชีลูกหนี้ {0} ในผลิตภัณฑ์สินเชื่อ {1}

source: Please set {0} in either Company or Loan Product
th: กรุณาตั้งค่า {0} ใน บริษัท หรือ ผลิตภัณฑ์สินเชื่อ

source: Pledge
th: จำนำ

source: Pledge Requested
th: ขอคำมั่น

source: Pledge Status
th: สถานะการจำนำ

source: Pledge Time
th: เวลาจำนำ

source: Pledged
th: ให้คำมั่นสัญญา

source: Pledged Applicant Count
th: จำนวนผู้สมัครที่ถูกจำนำ

source: Post Haircut Amount
th: จำนวนเงินที่โพสต์ตัดผม

source: Posting Date
th: วันที่บันทึกข้อมูล

source: Posting Date (End Date)
th: วันที่ลงบัญชี (วันที่สิ้นสุด)

source: Pre Payment
th: เงินชำระล่วงหน้า

source: Pre Payment Charges
th: ค่าธรรมเนียมการชำระเงินล่วงหน้า

source: Pre Restructure DPD
th: DPD ก่อนการปรับโครงสร้าง

source: Pre Restructure Details
th: รายละเอียดก่อนการปรับโครงสร้าง

source: Prepayment Charges
th: ค่าธรรมเนียมเงินล่วงหน้า

source: Price Valid Upto
th: ราคามีผลถึงวันที่

source: Primary
th: หลัก

source: Primary Address
th: ที่อยู่หลัก

source: Primary collateral type for this loan product. Vehicle = cars, motorcycles, trucks. Land = vacant land with title deed. Property = land with buildings/structures. General = E-Bikes, electronics, equipment without registration.
th: ประเภทหลักประกันสำหรับผลิตภัณฑ์สินเชื่อนี้ ยานพาหนะ = รถยนต์ รถจักรยานยนต์ รถบรรทุก ที่ดิน = ที่ดินว่างเปล่าที่มีโฉนด ทรัพย์สิน = ที่ดินพร้อมอาคาร/สิ่งปลูกสร้าง ทั่วไป = จักรยานไฟฟ้า อุปกรณ์อิเล็กทรอนิกส์ อุปกรณ์ที่ไม่มีการจดทะเบียน

source: Principal
th: เงินต้น

source: Principal Adjusted
th: ปรับปรุงเงินต้น

source: Principal Adjustment
th: การปรับยอดเงินต้น

source: Principal Amount
th: เงินต้น

source: Principal Amount Paid
th: จำนวนเงินที่จ่าย

source: Principal Capitalization
th: การตั้งต้นทุนหลัก

source: Principal Outstanding
th: ยอดเงินต้นคงเหลือ

source: Principal Overdue
th: เงินต้นค้างชำระ

source: Pro-rated calendar months
th: เดือนปฏิทินคำนวณสัดส่วน

source: Process Loan Classification
th: กระบวนการจัดประเภทสินเชื่อ

source: Process Loan Demand
th: ดำเนินการคำขอกู้เงิน

source: Process Loan Interest Accrual
th: ประมวลผลดอกเบี้ยค้างรับสินเชื่อ

source: Process Loan Restructure Limit
th: ดำเนินการปรับโครงสร้างวงเงินสินเชื่อ

source: Process Loan Security Shortfall
th: ความล้มเหลวของความปลอดภัยสินเชื่อกระบวนการ

source: Process Payroll Accounting Entry based on Employee
th: บันทึกบัญชีเงินเดือนตามพนักงาน

source: Processing Fee
th: ค่าธรรมเนียมการดำเนินการ

source: Product Code
th: รหัสสินค้า

source: Product Description
th: คำอธิบายสินค้า

source: Product Details
th: รายละเอียดสินค้า

source: Product Name
th: ชื่อสินค้า

source: Product Name (EN)
th: ชื่อสินค้า (EN)

source: Product Name (TH)
th: ชื่อสินค้า (TH)

source: Product Specializations
th: ความเชี่ยวชาญด้านผลิตภัณฑ์

source: Product fees and charges
th: ค่าธรรมเนียมและค่าบริการสินค้า

source: Product name in English language
th: ชื่อสินค้าเป็นภาษาอังกฤษ

source: Product name in Thai language
th: ชื่อสินค้าในภาษาไทย

source: Product-specific special requirements and conditions
th: ข้อกำหนดและเงื่อนไขพิเศษเฉพาะผลิตภัณฑ์

source: Products
th: สินค้า

source: Property
th: คุณสมบัติ

source: Property Deed
th: โฉนดที่ดิน

source: Proposed Pledge
th: จำนำเสนอ

source: Proposed Pledges
th: คำมั่นสัญญาที่เสนอ

source: Proposed Pledges are mandatory for secured Loans
th: คำมั่นสัญญาที่เสนอมีผลบังคับใช้สำหรับสินเชื่อที่มีความปลอดภัย

source: Provision Rate
th: อัตราสำรอง

source: Qty is mandatory for loan security!
th: จำนวนเป็นข้อมูลบังคับสำหรับหลักประกันเงินกู้!

source: Qty or Amount is mandatroy for loan security
th: จำนวนหรือจำนวนเงินคือ mandatroy สำหรับการรักษาความปลอดภัยสินเชื่อ

source: Quantity
th: ปริมาณ

source: Quantity Required
th: ปริมาณที่ต้องการ

source: Quarterly
th: รายไตรมาส

source: Rate Of Interest
th: อัตราดอกเบี้ย

source: Rate of Interest
th: อัตราดอกเบี้ย

source: Rate of Interest (%) / Year
th: อัตราดอกเบี้ย (%) / ปี

source: Rate of Interest (%) Yearly
th: อัตราดอกเบี้ย (%) ประจำปี

source: Ratio
th: อัตราส่วน

source: Reason
th: เหตุผล

source: Reason For Freezing
th: เหตุผลในการอายัด / ระงับบัญชี

source: Reason for Restructure
th: เหตุผลในการปรับโครงสร้าง

source: Receivable Account
th: ลูกหนี้การค้า

source: Reference Date
th: วันที่อ้างอิง

source: Reference Doc.
th: เอกสารอ้างอิง

source: Reference Document Type
th: ประเภทเอกสารอ้างอิง

source: Reference Name
th: ชื่ออ้างอิง

source: Reference No
th: เลขอ้างอิง

source: Reference Number
th: เลขที่อ้างอิง

source: Reference to M Capital Loan Application
th: อ้างอิงถึงใบสมัครสินเชื่อ M Capital

source: References
th: อ้างอิง

source: Refund
th: คืนเงิน

source: Refund Account
th: บัญชีคืนเงิน

source: Refund Amount
th: จำนวนเงินคืน

source: Refund Date
th: วันที่คืนเงิน

source: Refund Details
th: รายละเอียดการคืนเงิน

source: Refund amount
th: จำนวนเงินคืน

source: Refund amount cannot be greater than net paid amount
th: จำนวนเงินคืนไม่สามารถมากกว่าจำนวนเงินสุทธิที่ชำระแล้วได้

source: Refund amount cannot be more than available amount
th: จำนวนเงินคืนไม่สามารถเกินจำนวนเงินที่มีอยู่ได้

source: Regular
th: ปกติ

source: Rejected
th: ไม่อนุมัติ

source: Release
th: ปล่อย

source: Release Requested
th: ร้องขอการปล่อยตัว

source: Release Time
th: เวลาปล่อย

source: Released
th: ปล่อยแล้ว

source: Reload
th: โหลด

source: Remaining Debtor Report
th: รายงานลูกหนี้คงเหลือ

source: Remarks
th: หมายเหตุ

source: Repay Fixed Amount per Period
th: ชำระคืนจำนวนคงที่ต่อปีระยะเวลา

source: Repay From Salary
th: ชำระคืนจากเงินเดือน

source: Repay Over Number of Periods
th: ชำระคืนกว่าจำนวนงวด

source: Repayment
th: การชำระคืน

source: Repayment Account
th: บัญชี เริ่งระบร

source: Repayment Amount must be greater than
th: จำนวนเงินชำระคืนต้องมากกว่า

source: Repayment Date On
th: วันที่ชำระคืน ณ

source: Repayment Details
th: รายละเอียดการชำระคืน

source: Repayment Frequency
th: ความถี่ในการชำระคืน

source: Repayment Info
th: ข้อมูลการชำระหนี้

source: Repayment Method
th: วิธีการชำระหนี้

source: Repayment Period In Months
th: ระยะเวลาชำระคืนเป็นเดือน

source: Repayment Period in Months
th: ระยะเวลาชำระหนี้ในเดือน

source: Repayment Periods
th: ระยะเวลาการชำระคืน

source: Repayment Schedule
th: กำหนดชำระคืน

source: Repayment Schedule Detail
th: รายละเอียดกำหนดการชำระเงิน

source: Repayment Schedule Type
th: ประเภทตารางการชำระเงินคืน

source: Repayment Start Date
th: วันที่เริ่มชำระคืน

source: Repayment Start Date cannot be before Disbursement Date
th: วันที่เริ่มต้นการชำระคืนต้องไม่ก่อนวันที่เบิกจ่ายเงิน

source: Repayment Start Date is mandatory for term loans
th: วันที่เริ่มต้นชำระคืนมีผลบังคับใช้กับสินเชื่อระยะยาว

source: Repayment Type
th: ประเภทการชำระคืน

source: Repayment cannot be made for closed loan
th: ไม่สามารถชำระเงินคืนสำหรับเงินกู้ที่ปิดแล้วได้

source: Repayment periods is mandatory for term loans
th: ระยะเวลาการชำระคืนเป็นข้อบังคับสำหรับสินเชื่อระยะยาว

source: Repayment type can only be Write Off Recovery or Write Off Settlement
th: ประเภทการชำระคืนสามารถเป็นได้เพียง การตัดหนี้ที่เรียกคืน หรือ การตัดหนี้ที่ชำระบัญชีเท่านั้น

source: Report an Issue
th: รายงานปัญหา

source: Reports
th: รายงาน

source: Repossessed
th: ยึดคืน

source: Repost Date
th: วันที่โพสต์ซ้ำ

source: Request Loan Closure
th: ขอปิดสินเชื่อ

source: Requested
th: ร้องขอ

source: Require Credit Bureau Check
th: ต้องการตรวจสอบเครดิตบูโร

source: Required documents for loan application
th: เอกสารที่จำเป็นสำหรับการขอสินเชื่อ

source: Required for loan application
th: จำเป็นสำหรับการสมัครสินเชื่อ

source: Rescheduled
th: เลื่อนกำหนดใหม่

source: Restructure Charges
th: ปรับโครงสร้างค่าธรรมเนียม

source: Restructure Date
th: จัดโครงสร้างวันที่

source: Restructure Date cannot be before last due date {0}
th: วันที่ปรับโครงสร้างต้องไม่ก่อนวันที่ครบกำหนดล่าสุด {0}

source: Restructure Date {0} cannot be after Repayment Start Date {1}
th: วันที่จัดโครงสร้างใหม่ {0} ต้องไม่เกินวันที่เริ่มต้นการชำระคืน {1}

source: Restructure Type
th: ประเภทการจัดโครงสร้าง

source: Restructure of Loans applicable
th: การปรับโครงสร้างเงินกู้ที่ใช้ได้

source: Restructured
th: ปรับโครงสร้างใหม่

source: Round Off Account is mandatory
th: บัญชีปัดเศษเป็นข้อมูลที่ต้องระบุ

source: Row {0}: Loan Security {1} added multiple times
th: แถว {0}: Loan Security {1} เพิ่มหลายครั้ง

source: Row {0}: {1} of {2} is pledged against Loan {3}.
th: แถว {0}: {1} จาก {2} ถูกจำนำเพื่อเป็นหลักประกันสินเชื่อ {3}

source: Row {0}: {1} should be between 1 and 99
th: แถว {0}: {1} ควรอยู่ระหว่าง 1 ถึง 99

source: Salary Slip
th: สลิปเงินเดือน

source: Sales Invoice
th: ใบแจ้งหนี้ขาย

source: Same as regular interest accounts
th: เหมือนกับบัญชีดอกเบี้ยปกติ

source: Sanctioned
th: ตามทำนองคลองธรรม

source: Sanctioned Amount
th: จำนวนตามทำนองคลองธรรม

source: Sanctioned Amount Limit
th: วงเงินจำนวนที่ถูกลงโทษ

source: Sanctioned Amount limit crossed for {0} {1}
th: ข้ามขีด จำกัด ตามจำนวนที่อนุญาตสำหรับ {0} {1}

source: Sanctioned Loan Amount
th: จำนวนเงินกู้ตามทำนองคลองธรรม

source: Sanctioned Loan Amount already exists for {0} against company {1}
th: จำนวนเงินกู้ที่ถูกลงโทษมีอยู่แล้วสำหรับ {0} กับ บริษัท {1}

source: Secured
th: ปลอดภัย

source: Securities
th: หลักทรัพย์

source: Security Deposit Account
th: บัญชีเงินประกันความปลอดภัย

source: Security Deposit Adjustment
th: การปรับยอดเงินประกัน

source: Security Type
th: ประเภทความปลอดภัย

source: Security Value
th: ค่าความปลอดภัย

source: Security Value
th: ค่าความปลอดภัย

source: Select whether the repayment date should be the end of the current month or start of the upcoming month
th: เลือกว่ากำหนดวันชำระคืนควรเป็นวันสิ้นเดือนปัจจุบันหรือวันต้นเดือนถัดไป

source: Selected employee belongs to {0}. Please select an employee from company {1}.
th: พนักงานที่เลือกอยู่ใน {0} กรุณาเลือกพนักงานจากบริษัท {1}

source: Selling Point (English)
th: จุดขาย

source: Selling Point (TH)
th: จุดขาย

source: Selling Points
th: จุดขาย

source: Semi-Secured
th: กึ่งปลอดภัย

source: Servicer Fee
th: ค่าบริการ

source: Session Defaults
th: ค่าเริ่มต้นของเซสชัน

source: Settled
th: ปึกแผ่น

source: Settlement Date
th: วันที่ ของ

source: Shareable Type
th: ประเภทที่แชร์ได้

source: Shareable Type {0} added multiple times
th: ประเภทที่แชร์ได้ {0} ถูกเพิ่มหลายครั้ง

source: Shareables
th: รายการที่แชร์ได้

source: Sharing Parameter
th: การแชร์พารามิเตอร์

source: Shortfall Amount
th: จำนวนเงินที่ขาด

source: Shortfall Percentage
th: เปอร์เซ็นต์ส่วนขาดทุน

source: Shortfall Time
th: เวลาที่สั้น

source: Sort Index
th: ดัชนีการจัดเรียง

source: Sort Order
th: เรียง

source: Special Conditions
th: เงื่อนไขพิเศษ

source: Specify loan amount range where this document is required
th: ระบุช่วงจำนวนเงินกู้ที่เอกสารนี้จำเป็นต้องใช้

source: Stamp Duty
th: อากรแสตมป์

source: Start Date
th: วันที่เริ่มต้น

source: Start of the next month
th: ต้นเดือนถัดไป

source: Status
th: สถานะ

source: Submitted
th: ส่งแล้ว

source: Subsidy Adjustment Account
th: บัญชีปรับเงินอุดหนุน

source: Subsidy Adjustments
th: การปรับเงินอุดหนุน

source: Success
th: สำเร็จ

source: Suspense Account
th: บัญชีสงสัย

source: Suspense Collection Account
th: บัญชีเงินค้างรับชั่วคราว

source: Suspense Interest Income
th: รายได้ดอกเบี้ยค้างรับ

source: System Manager
th: ผู้จัดการระบบ

source: Tax Return
th: การยื่นภาษี

source: Taxes
th: ภาษี

source: Taxes and Charges
th: ภาษีและค่าธรรมเนียม

source: Tenure
th: ระยะเวลาการดำรงตำแหน่ง

source: Tenure Post Restructure
th: ระยะเวลาการดำรงตำแหน่งหลังการปรับโครงสร้าง

source: Term Details
th: รายละเอียดคำ

source: Territories
th: ผิดชอบ

source: Territory
th: เขตแดน

source: The Loan Disbursement {0} has been closed.
th: การเบิกจ่ายเงินกู้ {0} ได้ถูกปิดแล้ว

source: The amount paid cannot be greater than the payable amount for Security Deposit Adjustment repayments.
th: จำนวนเงินที่ชำระไม่สามารถมากกว่าจำนวนเงินที่ต้องชำระสำหรับการคืนเงินปรับยอดเงินประกันได้

source: The following loans do not exist in the system: {}
th: เงินกู้ดังต่อไปนี้ไม่มีอยู่ในระบบ: {}

source: The schedule type that will be used for generating the term loan schedules (will affect the payment date and monthly repayment amount)
th: ประเภทตารางเวลาที่จะใช้สำหรับการสร้างตารางเวลาสินเชื่อระยะยาว (จะมีผลต่อวันที่ชำระเงินและจำนวนเงินผ่อนชำระรายเดือน)

source: There are overlapping accruals here {}, the current acrrual date gets accrued from {} to {}
th: มีการคำนวณค้างชำระซ้อนทับกันที่นี่ {} วันที่ค้างชำระปัจจุบันถูกคำนวณตั้งแต่ {} ถึง {}

source: Timestamp
th: การประทับเวลา

source: Title
th: ชื่อเรื่อง

source: To Branch
th: ไปยังสาขา

source: To Date
th: ถึงวันที่

source: Toggle Full Width
th: สลับความกว้างเต็มหน้าจอ

source: Toggle Theme
th: สลับธีม

source: Total
th: รวม

source: Total Amount Paid
th: จำนวนเงินที่จ่าย

source: Total Charges Paid
th: ยอดรวมค่าธรรมเนียมที่ชำระแล้ว

source: Total Charges Payable
th: ยอดรวมค่าบริการที่ต้องชำระ

source: Total Deals Closed
th: ยอดรวมข้อตกลงที่ปิดแล้ว

source: Total Disbursement
th: ยอดเบิกจ่ายรวม

source: Total Installments Overdue
th: ยอดงวดค้างชำระทั้งหมด

source: Total Installments Overdue
th: ยอดงวดค้างชำระทั้งหมด

source: Total Installments Paid
th: ยอดผ่อนชำระทั้งหมด

source: Total Installments Raised
th: ยอดผ่อนชำระทั้งหมดที่เรียกเก็บ

source: Total Interest Paid
th: ยอดดอกเบี้ยที่ชำระทั้งหมด

source: Total Interest Payable
th: ดอกเบี้ยรวมเจ้าหนี้

source: Total Leads Assigned
th: รวมโอกาสทางธุรกิจที่ได้รับมอบหมาย

source: Total Outstanding
th: ยอดคงค้างรวม

source: Total Overdue Amount
th: ยอดค้างชำระรวม

source: Total Partner Interest Share
th: สัดส่วนผลประโยชน์รวมของหุ้นส่วน

source: Total Partner Principal Share
th: หุ้นส่วนหลักรวม

source: Total Payable Amount
th: รวมจำนวนเงินที่จ่าย

source: Total Payable Interest
th: รวมดอกเบี้ยเจ้าหนี้

source: Total Payment
th: การชำระเงินรวม

source: Total Penalty Paid
th: ยอดเงินค่าปรับที่ชำระแล้ว

source: Total Principal Paid
th: เงินต้นรวมที่จ่าย

source: Total Qty
th: จำนวนรวม

source: Total Repayment
th: ยอดชำระคืนรวม

source: Total Security Value
th: มูลค่าความปลอดภัยทั้งหมด

source: Totals
th: รวมทั้งหมด

source: Trace ID
th: รหัสติดตาม

source: Traceback
th: ตรวจสอบย้อนกลับ

source: Transfer Date
th: วันโอน

source: Treatment Of Interest
th: การบันทึกดอกเบี้ย

source: Treatment of Interest
th: การบันทึกดอกเบี้ย

source: Type of FLDG Applicable
th: ประเภทของการอายัดบัญชีที่ใช้บังคับ

source: Unaccrued Interest
th: ดอกเบี้ยค้างรับ

source: Unaccrued Interest Treatment
th: การบันทึกดอกเบี้ยค้างรับ

source: Unaccrued Interest Waiver
th: การยกเว้นดอกเบี้ยค้างรับ

source: Unaccrued Interest Waiver cannot be greater than overdue amount
th: การยกเว้นดอกเบี้ยค้างรับต้องไม่เกินจำนวนเงินที่ค้างชำระ

source: Unbooked Interest Paid
th: ดอกเบี้ยที่จ่ายยังไม่บันทึกบัญชี

source: Unbooked Penalty Paid
th: ค่าปรับที่ยังไม่บันทึกการชำระแล้ว

source: Undue Booked Interest
th: ดอกเบี้ยที่บันทึกเกินควร

source: Unfreeze Date
th: วันที่ปลดล็อกบัญชี

source: Unmark NPA
th: ยกเลิกการทำเครื่องหมายบัญชีที่ไม่ก่อให้เกิดรายได้ (NPA)

source: Unpledge Time
th: ปลดเวลา

source: Unsecured
th: ไม่มีหลักประกัน

source: Update Time
th: อัปเดตเวลา

source: User
th: ผู้ใช้

source: User Forum
th: ฟอรั่มผู้ใช้

source: Utility Bill
th: บริบทอร์

source: Utilized Limit
th: วงเงินที่ใช้ไปแล้ว

source: Utilized Limit Amount
th: จำนวนวงเงินที่ใช้ไปแล้ว

source: Utilized Security Value
th: มูลค่าความปลอดภัยที่ใช้แล้ว

source: Valid From
th: ใช้ได้จาก

source: Valid From Time must be lesser than Valid Upto Time.
th: ใช้งานได้จากเวลาจะต้องน้อยกว่าเวลาที่ใช้ได้ไม่เกิน

source: Valid Upto
th: ใช้ได้ไม่เกิน

source: Validate Normal Repayment
th: ตรวจสอบการชำระเงินปกติ

source: Validity Period (Months)
th: ระยะเวลาที่ใช้ได้ (เดือน)

source: Value Change
th: เปลี่ยนแปลงค่า

source: Value Date
th: วันที่ ส่าง

source: Value Type
th: ประเภทค่า

source: Vehicle
th: พาหนะ

source: Vehicle + Land
th: รถยนต์ + ที่ดิน

source: Vehicle + Property
th: ยานพาหนะ + อสังหาริมทรัพย์

source: Vehicle Registration
th: การจดทะเบียนรถยนต์

source: Vehicle/land types allowed for this product
th: ประเภทยานพาหนะ/ที่ดินที่อนุญาตสำหรับสินค้านี้

source: View
th: ดู

source: View Website
th: ดูเว็บไซต์

source: Waive Off Restructure Charges
th: ยกเว้นค่าปรับโครงสร้างใหม่

source: Waived Amount
th: จำนวนที่ยกเว้น

source: Waived amount cannot be greater than outstanding amount
th: จำนวนเงินที่ยกเว้นไม่สามารถมากกว่ายอดคงค้างได้

source: Waived {0} amount {1} cannot be greater than overdue amount {2}
th: จำนวนเงินที่ยกเว้น {0} จำนวน {1} ไม่สามารถมากกว่าจำนวนเงินค้างชำระ {2}

source: Waiver Account
th: บัญชียกเว้น

source: Waiver account not set for charge {0} in Loan Product {1}
th: ยังไม่ได้ตั้งค่า บัญชีสละสิทธิ์ สำหรับค่าธรรมเนียม {0} ในผลิตภัณฑ์สินเชื่อ {1}

source: Waiving of Charges applicable
th: การยกเว้นค่าธรรมเนียมที่ใช้บังคับ

source: Warning
th: คำเตือน

source: Watch Period End Date
th: วันที่สิ้นสุดรอบระยะเวลาตรวจสอบ

source: Weekly
th: รายสัปดาห์

source: Withhold Security Deposit
th: หักเงินประกัน

source: Write Off Account
th: เขียนทันทีบัญชี

source: Write Off Accounts
th: บัญชีตัดจำหน่าย

source: Write Off Amount
th: ตัดเงิน

source: Write Off Details
th: รายละเอียดการตัดบัญชี

source: Write Off Recovery
th: การเรียกเก็บคืนยอดตัดจำหน่าย

source: Write Off Recovery Account
th: บัญชีเรียกเก็บคืนการตัดจำหน่าย

source: Write Off Recovery Account is mandatory
th: บัญชีสำหรับการเรียกเก็บคืนยอดตัดจำหน่ายเป็นฟิลด์ที่ต้องระบุ

source: Write Off Settlement
th: การตัดยอดชำระบัญชี

source: Write Off amount cannot be greater than pending loan amount
th: จำนวนเงินตัดบัญชีไม่สามารถมากกว่ายอดเงินกู้คงค้างได้

source: Write off amount should be equal to pending principal amount
th: จำนวนตัดบัญชีต้องเท่ากับจำนวนเงินต้นคงค้าง

source: Written Off
th: ตัดจำหน่าย

source: Written Off Amount
th: จำนวนที่ตัดจำหน่ายแล้ว

source: You are trying to unpledge more.
th: คุณกำลังพยายามยกเลิกการจำนำมากขึ้น

source: with reference no. {}
th: พร้อมหมายเลขอ้างอิง {}

source: {0} cannot be negative
th: {0} ไม่สามารถเป็นค่าติดลบได้

source: {0} should be between 1 and 99
th: {0} ควรอยู่ระหว่าง 1 ถึง 99

source: {} Open
th: {} เปิด

source: {} against loan {}
th: {} กับ สินเชื่อ {}
