Repository: ManotLuijiu/erpnext-thai-translation
Catalog: lending/*.po
Languages: th

source: Interest Type
th: ประเภทดอกเบี้ย

source: Interest Waiver
th: การยกเว้นดอกเบี้ย

source: Interest Waiver Account
th: บัญชียกเว้นดอกเบี้ย

source: Interest Waiver Account is mandatory
th: บัญชีการยกเว้นดอกเบี้ยเป็นข้อบังคับ

source: Interest Waiver Amount
th: จำนวนเงินยกเว้นดอกเบี้ย

source: Interest Waiver Amount cannot be greater than overdue interest
th: จำนวนเงินยกเว้นดอกเบี้ยต้องไม่มากกว่าดอกเบี้ยค้างชำระ

source: Interest accrued from {0} to {1} against loan: {2}
th: ดอกเบี้ยค้างรับจากวันที่ {0} ถึงวันที่ {1} สำหรับเงินกู้: {2}

source: Intermediate
th: สื่อกลาง

source: Internal Foreclosure
th: การยึดทรัพย์ภายใน

source: Invalid Loan Disbursement linked for payment
th: การเบิกจ่ายเงินกู้ที่เชื่อมโยงกับการชำระเงินไม่ถูกต้อง

source: Invoice Date
th: วันที่ออกใบแจ้งหนี้

source: Invoices
th: ใบแจ้งหนี้

source: Is Backdated
th: ย้อนหลังวันที่

source: Is Excess Amount Refund
th: ยอดเงินส่วนเกินที่คืนเงินแล้วหรือไม่

source: Is Mandatory
th: เป็นข้อบังคับ

source: Is NPA
th: เป็น NPA

source: Is Percentage
th: เปอร์เซ็นต์

source: Is Primary
th: เป็นหลัก

source: Is Secured Loan
th: สินเชื่อที่มีหลักประกัน

source: Is Security Amount Refund
th: ยอดเงินประกันคืน

source: Is Settlement Write Off
th: เป็นการตัดยอดชำระบัญชี

source: Is Sub-Product
th: เป็นผลิตภัณฑ์ย่อย

source: Is Term Loan
th: เป็นเงินกู้ระยะยาว

source: Is Waived
th: ได้รับการยกเว้น

source: Is Write Off Waiver
th: เป็นการยกเว้นการตัดบัญชี

source: Is Written Off
th: ตัดบัญชีแล้ว

source: Keyboard Shortcuts
th: แป้นพิมพ์ลัด

source: LTV Ratio (Loan-to-Value)
th: อัตราส่วน LTV (เงินกู้ต่อมูลค่าหลักประกัน)

source: Land
th: ที่ดิน

source: Land + Property
th: ที่ดิน + อสังหาริมทรัพย์

source: Land Title Deed
th: โฉนดที่ดิน

source: Last Accrual Date
th: วันที่ค้างรับล่าสุด

source: Late Payment Fee
th: ค่าปรับการชำระเงินล่าช้า

source: Latest Price
th: ราคาล่าสุด

source: Leave blank for unlimited
th: ปล่อยว่างไว้สำหรับไม่จำกัด

source: Leave blank if applies to all amounts
th: ปล่อยว่างไว้หากใช้กับจำนวนเงินทั้งหมด

source: Leave blank if no upper limit
th: ปล่อยว่างไว้หากไม่มีขีดจำกัดสูงสุด

source: Lending
th: การกู้ยืม

source: Limit Amount
th: จำนวนเงินจำกัด

source: Limit Applicable End
th: จำกัดสิ้นสุดการใช้สิทธิ์

source: Limit Applicable Start
th: วันที่เริ่มต้นที่ใช้บังคับ

source: Limit Percent
th: จำกัดเปอร์เซ็นต์

source: Limit Renewal
th: การต่ออายุขีดจำกัด

source: Limits
th: ขีดจำกัด

source: Line of Credit
th: วงเงินเครดิต

source: Link to parent product if this is a sub-product. Leave blank for main products.
th: ลิงก์ไปยังสินค้าหลักหากนี่คือสินค้าย่อย ให้เว้นว่างไว้สำหรับสินค้าหลัก

source: Loan
th: เงินกู้

source: Loan
th: เงินกู้

source: Loan Details
th: รายละเอียดสินเชื่อ

source: Loan Account
th: บัญชีเงินกู้

source: Loan Account and Payment Account cannot be same
th: บัญชีเงินกู้และบัญชีการชำระเงินต้องไม่เหมือนกัน

source: Loan Account is mandatory
th: บัญชีวันสินค้าเลอร์เป็น

source: Loan Accounts
th: บัญชีเงินกู้

source: Loan Accrual Frequency not set for company {0}
th: ความถี่การคำนวณดอกเบี้ยเงินกู้ยังไม่ได้ตั้งค่าสำหรับบริษัท {0}

source: Loan Accrual Frequency not set in the Company DocType.
th: ความถี่ในการคำนวณดอกเบี้ยเงินกู้ยังไม่ได้ตั้งค่าในเอกสารประเภทบริษัท

source: Loan Accrual Repost
th: ปรับปรุงรายการค้างรับเงินกู้ใหม่

source: Loan Accrual Repost Detail
th: รายละเอียดการบันทึกซ้ำการค้างชำระเงินกู้

source: Loan Adjustment
th: การปรับยอดเงินกู้

source: Loan Adjustment Detail
th: รายละเอียดการปรับยอดเงินกู้

source: Loan Adjustments
th: การปรับยอดเงินกู้

source: Loan Amount
th: การกู้ยืมเงิน

source: Loan Amount Details
th: รายละเอียดจำนวนเงินกู้

source: Loan Amount Percentage
th: เปอร์เซ็นต์จำนวนเงินกู้

source: Loan Amount Range
th: ช่วงจำนวนเงินกู้

source: Loan Amount cannot exceed Maximum Loan Amount of {0}
th: วงเงินกู้ไม่เกินจำนวนเงินกู้สูงสุดของ {0}

source: Loan Amount exceeds maximum loan amount of {0} as per proposed securities
th: จำนวนเงินกู้เกินจำนวนเงินกู้สูงสุด {0} ตามหลักทรัพย์ที่เสนอ

source: Loan Amount is mandatory
th: จำนวนเงินกู้เป็นสิ่งจำเป็น

source: Loan Application
th: การขอสินเชื่อ

source: Loan Balance Adjustment
th: การปรับยอดคงเหลือเงินกู้

source: Loan Booking
th: การจองเงินกู้

source: Loan Category
th: ประเภทสินเชื่อ

source: Loan Category Code
th: รหัสประเภทเงินกู้

source: Loan Category Name
th: ชื่อประเภทเงินกู้

source: Loan Charge Reference
th: อ้างอิงค่าธรรมเนียมเงินกู้

source: Loan Charges
th: ค่าธรรมเนียมเงินกู้

source: Loan Classification
th: การจำแนกประเภทเงินกู้

source: Loan Classification Details
th: รายละเอียดการจำแนกประเภทเงินกู้

source: Loan Classification Range
th: ช่วงการจำแนกประเภทเงินกู้

source: Loan Closure
th: การปิดสินเชื่อ

source: Loan Closure Requested
th: ขอปิดสินเชื่อ

source: Loan Credit Limits
th: วงเงินสินเชื่อ

source: Loan Date
th: \u0e27\u0e31\u0e19\u0e17\u0e35\u0e48\uu0e40\u0e25\u0e34\u0e19

source: Loan Demand
th: ความต้องการเงินกู้

source: Loan Demand Details
th: รายละเอียดความต้องการเงินกู้

source: Loan Demand Offset Detail
th: รายละเอียดการตัดยอดความต้องการเงินกู้

source: Loan Demand Offset Order
th: คำสั่งตัดยอดเงินกู้

source: Loan Details
th: รายละเอียดเงินกู้

source: Loan Disbursement
th: การเบิกจ่ายเงินกู้

source: Loan Disbursement Charge
th: ค่าธรรมเนียมการเบิกจ่ายเงินกู้

source: Loan Disbursement Charges
th: ค่าธรรมเนียมการเบิกจ่ายเงินกู้

source: Loan Freeze Log
th: บันทึกการอายัดบัญชี

source: Loan IRAC Provisioning Configuration
th: การตั้งค่าการกันสำรองสินเชื่อ IRAC

source: Loan Info
th: ข้อมูลสินเชื่อ

source: Loan Interest Accrual
th: ดอกเบี้ยค้างรับ

source: Loan Interest Report
th: รายงานดอกเบี้ยเงินกู้

source: Loan Limit Change Log
th: บันทึกการเปลี่ยนแปลงวงเงินกู้

source: Loan Manager
th: ผู้จัดการสินเชื่อ

source: Loan NPA Log
th: บันทึกสินเชื่อที่ไม่ก่อให้เกิดรายได้ (NPA)

source: Loan Officer Product
th: ผลิตภัณฑ์เจ้าหน้าที่สินเชื่อ

source: Loan Officer Profile
th: โปรไฟล์เจ้าหน้าที่สินเชื่อ

source: Loan Officer Territory
th: พื้นที่เจ้าหน้าที่สินเชื่อ

source: Loan Outstanding Report
th: รายงานยอดเงินกู้คงค้าง

source: Loan Partner
th: พันธมิตรเงินกู้

source: Loan Partner Address
th: ที่อยู่พันธมิตรเงินกู้

source: Loan Partner Adhoc Charges Shared
th: ค่าธรรมเนียมเฉพาะกิจที่แบ่งปันกับพันธมิตรเงินกู้

source: Loan Partner Details
th: รายละเอียดคู่ค้าสินเชื่อ

source: Loan Partner Interest Rate
th: อัตราดอกเบี้ยพันธมิตรเงินกู้

source: Loan Partner Payment Ratio
th: อัตราส่วนการชำระเงินของพันธมิตรเงินกู้

source: Loan Partner Rate Of Interest
th: อัตราดอกเบี้ยพันธมิตรเงินกู้

source: Loan Partner Repayment Schedule Type
th: ประเภทตารางการชำระเงินคืนพันธมิตรเงินกู้

source: Loan Partner Share Details
th: รายละเอียดส่วนแบ่งหุ้นพันธมิตรเงินกู้

source: Loan Partner Share Percentage
th: เปอร์เซ็นต์ส่วนแบ่งหุ้นพันธมิตรเงินกู้

source: Loan Partner Shareable
th: หุ้นส่วนเงินกู้ที่สามารถแบ่งปันได้

source: Loan Partners
th: พันธมิตรเงินกู้

source: Loan Period Limits
th: ขอบเขตระยะเวลาการกู้ยืม

source: Loan Portfolio Report
th: รวมประวัติเงินกู้ของลูกค้าทั้งหมด

source: Loan Processes
th: กระบวนการกู้ยืมเงิน

source: Loan Product
th: ผลิตภัณฑ์สินเชื่อ

source: Loan Product Collateral Requirement
th: ข้อกำหนดหลักประกันผลิตภัณฑ์สินเชื่อ

source: Loan Product Document Requirement
th: ข้อกำหนดเอกสารผลิตภัณฑ์สินเชื่อ

source: Loan Product Fee
th: ค่าธรรมเนียมผลิตภัณฑ์สินเชื่อ

source: Loan Product Loan Partner
th: ผลิตภัณฑ์สินเชื่อ หุ้นส่วนสินเชื่อ

source: Loan Product Selling Point
th: จุดเด่นผลิตภัณฑ์สินเชื่อ

source: Loan Refund
th: การคืนเงินกู้

source: Loan Repayment
th: การชำระเงินกู้

source: Loan Repayment Charges
th: ค่าธรรมเนียมการชำระคืนเงินกู้

source: Loan Repayment Detail
th: รายละเอียดการชำระคืนเงินกู้

source: Loan Repayment Entries
th: รายการตัดชำระเงินกู้

source: Loan Repayment Repost
th: โพสต์ซ้ำการชำระเงินกู้

source: Loan Repayment Repost Cancel Detail
th: รายละเอียดการยกเลิกการบันทึกซ้ำการชำระเงินกู้

source: Loan Repayment Repost Detail
th: รายละเอียดการบันทึกซ้ำการชำระเงินกู้

source: Loan Repayment Schedule
th: ตารางการชำระคืนเงินกู้

source: Loan Repayment Schedule Detail
th: รายละเอียดกำหนดการชำระเงินกู้

source: Loan Repayment Type
th: ประเภทการชำระคืนเงินกู้

source: Loan Repayment and Closure
th: การชำระคืนเงินกู้และการปิดสินเชื่อ

source: Loan Restructure
th: ปรับโครงสร้างเงินกู้

source: Loan Restructure Count
th: จำนวนครั้งการปรับโครงสร้างเงินกู้

source: Loan Restructure Details
th: รายละเอียดการปรับโครงสร้างเงินกู้

source: Loan Restructure Limit Log
th: บันทึกขีดจำกัดการปรับโครงสร้างเงินกู้

source: Loan Restructure is in process. Cannot make any loan adjustment
th: การปรับโครงสร้างเงินกู้กำลังดำเนินการ ไม่สามารถปรับเปลี่ยนเงินกู้ได้ในขณะนี้

source: Loan Screening Criteria
th: เกณฑ์การคัดกรองสินเชื่อ

source: Loan Securities with different LTV ratio cannot be pledged against one loan
th: หลักทรัพย์เงินกู้ที่มีอัตราส่วน LTV แตกต่างกันไม่สามารถนำไปจำนำกับเงินกู้เพียงก้อนเดียวได้

source: Loan Securities worth {0} needed more to book the loan
th: ต้องการหลักประกันเงินกู้เพิ่มอีก {0} เพื่อบันทึกเงินกู้

source: Loan Security
th: ความปลอดภัยของสินเชื่อ

source: Loan Security Assignment
th: การมอบหมายหลักประกันเงินกู้

source: Loan Security Assignment Created : {0}
th: การมอบหมายหลักประกันเงินกู้ถูกสร้างขึ้น: {0}

source: Loan Security Assignment can only be created for secured loans
th: การมอบหมายหลักประกันเงินกู้สามารถสร้างได้เฉพาะสำหรับเงินกู้ที่มีหลักประกันเท่านั้น

source: Loan Security Code
th: รหัสความปลอดภัยของสินเชื่อ

source: Loan Security Deposit
th: เงินประกันเงินกู้

source: Loan Security Details
th: รายละเอียดความปลอดภัยสินเชื่อ

source: Loan Security Exposure
th: ความเสี่ยงจากหลักประกันเงินกู้

source: Loan Security Name
th: ชื่อหลักประกันสินเชื่อ

source: Loan Security Price
th: ราคาหลักประกัน

source: Loan Security Price overlapping with {0}
th: ราคาความปลอดภัยสินเชื่อทับซ้อนกับ {0}

source: Loan Security Release
th: การปลดปล่อยหลักประกันเงินกู้

source: Loan Security Release Error
th: ข้อผิดพลาดในการปลดปล่อยหลักประกันเงินกู้

source: Loan Security Shortfall
th: ความไม่มั่นคงของสินเชื่อ

source: Loan Security Status
th: สถานะความปลอดภัยสินเชื่อ

source: Loan Security Type
th: ประเภทหลักประกัน

source: Loan Security Value
th: มูลค่าหลักประกัน

source: Loan Security Value after unpledge is {0}
th: มูลค่าหลักประกันเงินกู้หลังจากปลดจำนองคือ {0}

source: Loan Security {0} added multiple times
th: ความปลอดภัยของเงินกู้ {0} เพิ่มหลายครั้ง

source: Loan To Security Value ratio must always be {0}
th: อัตราส่วนเงินกู้ต่อมูลค่าหลักประกันต้องเป็น {0} เสมอ

source: Loan To Value Ratio
th: อัตราส่วนสินเชื่อต่อมูลค่า

source: Loan To Value Ratio expresses the ratio of the loan amount to the value of the security pledged. A loan security shortfall will be triggered if this falls below the specified value for any loan
th: อัตราส่วนเงินกู้ต่อมูลค่าเป็นการแสดงอัตราส่วนของจำนวนเงินกู้ต่อมูลค่าของหลักประกันที่จำนำ การขาดความปลอดภัยของเงินกู้จะเกิดขึ้นหากต่ำกว่ามูลค่าที่ระบุสำหรับเงินกู้ใด ๆ

source: Loan To Value Ratio expresses the ratio of the loan amount to the value of the security pledged. A loan security shortfall will be triggered if this falls below the specified value for any loan
th: อัตราส่วนเงินกู้ต่อมูลค่าเป็นการแสดงอัตราส่วนของจำนวนเงินกู้ต่อมูลค่าของหลักประกันที่จำนำ การขาดความปลอดภัยของเงินกู้จะเกิดขึ้นหากต่ำกว่ามูลค่าที่ระบุสำหรับเงินกู้ใด ๆ

source: Loan To Value ratio breach
th: การละเมิดอัตราส่วนสินเชื่อต่อมูลค่า

source: Loan Transfer
th: การโอนเงินกู้

source: Loan Transfer Detail
th: รายละเอียดการโอนเงินกู้

source: Loan Transfers
th: การโอนเงินกู้

source: Loan Write Off
th: ตัดหนี้สูญ

source: Loan Write Off will be automatically created on loan closure request if pending amount is below this limit
th: การตัดหนี้สินเชื่อจะถูกสร้างขึ้นโดยอัตโนมัติเมื่อมีคำขอปิดสินเชื่อหากยอดค้างชำระต่ำกว่าขีดจำกัดนี้

source: Loan amount cannot be greater than {0}
th: จำนวนเงินกู้ไม่สามารถมากกว่า {0}

source: Loan amount is mandatory
th: จำนวนเงินกู้เป็นสิ่งจำเป็น

source: Loan is a Non Performing Asset
th: เงินกู้เป็นสินทรัพย์ที่ไม่ก่อให้เกิดรายได้

source: Loan {0} closed
th: เงินกู้ {0} ปิดแล้ว

source: Loans
th: เงินให้กู้ยืม

source: Loans will be marked as NPA when the days past due count exceed this threshold
th: สินเชื่อจะถูกระบุเป็นสินเชื่อด้อยคุณภาพเมื่อจำนวนวันที่ค้างชำระเกินเกณฑ์นี้

source: Log out
th: ออกจากระบบ

source: Lower number appears first. Use 1, 2, 3, etc. to control display order.
th: ตัวเลขที่ต่ำกว่าจะปรากฏก่อน ใช้ 1, 2, 3 เป็นต้น เพื่อควบคุมลำดับการแสดงผล

source: M Loan Application
th: คำขอกู้ M

source: Manual Foreclosure
th: การปิดบัญชีด้วยตนเอง

source: Manual NPA
th: NPA คู่มือ

source: Manual Remarks
th: หมายเหตุด้วยตนเอง

source: Manually marked as NPA
th: ทำเครื่องหมายด้วยตนเองว่าเป็น NPA

source: Marketing point in English language
th: จุดการตลาดในภาษาอังกฤษ

source: Marketing point in Thai language
th: จุดการตลาด

source: Marketing selling points for this product
th: จุดขายทางการตลาดสำหรับผลิตภัณฑ์นี้

source: Maturity Date
th: วันที่ เป็น

source: Max Active Deals
th: ข้อตกลงที่ใช้งานสูงสุด

source: Max DPD Range
th: ช่วง DPD สูงสุด

source: Max Leads Per Day
th: จำนวนลูกค้าเป้าหมายสูงสุดต่อวัน

source: Maximum Debt Service Ratio (%)
th: อัตราส่วนการชำระหนี้สูงสุด (%)

source: Maximum LTV Ratio (%)
th: อัตราส่วน LTV สูงสุด (%)

source: Maximum Limit Amount
th: จำนวนวงเงินสูงสุด

source: Maximum Loan Amount
th: จำนวนเงินกู้สูงสุด

source: Maximum Loan Period (Months)
th: ระยะเวลาสูงสุดของเงินกู้ (เดือน)

source: Maximum Loan Value
th: มูลค่าสินเชื่อสูงสุด

source: Maximum Vehicle Age (years)
th: อายุรถสูงสุด (ปี)

source: Maximum debt service ratio allowed (e.g., 40% means monthly debt payments cannot exceed 40% of income)
th: อัตราส่วนการชำระหนี้สูงสุดที่อนุญาต (เช่น 40% หมายความว่าการชำระหนี้รายเดือนต้องไม่เกิน 40% ของรายได้)

source: Maximum loan amount as multiple of monthly income (e.g., 10 means max loan = 10x monthly income)
th: จำนวนเงินกู้สูงสุดเป็นเท่าของรายได้รายเดือน (เช่น 10 หมายถึง จำนวนเงินกู้สูงสุด = 10 เท่าของรายได้รายเดือน)

source: Maximum loan period in months
th: ระยะเวลาสูงสุดของเงินกู้เป็นเดือน

source: Maximum loan-to-value ratio (leave blank for no limit)
th: อัตราส่วนเงินกู้สูงสุดต่อมูลค่าหลักประกัน (ปล่อยว่างไว้หากไม่มีขีดจำกัด)

source: Maximum loan-to-value ratio allowed
th: อัตราส่วนเงินกู้สูงสุดต่อมูลค่าที่อนุญาต

source: Maximum vehicle age allowed (leave blank for no limit)
th: อายุรถสูงสุดที่อนุญาต (เว้นว่างไว้หากไม่มีข้อจำกัด)

source: Member
th: สมาชิก

source: Min DPD Range
th: ช่วง DPD ขั้นต่ำ

source: Minimum Guarantors
th: ผู้ค้ำประกันขั้นต่ำ

source: Minimum LTV Ratio (%)
th: อัตราส่วน LTV ขั้นต่ำ (%)

source: Minimum Loan Amount
th: จำนวนเงินกู้ขั้นต่ำ

source: Minimum Loan Period (Months)
th: ระยะเวลาการกู้ยืมขั้นต่ำ (เดือน)

source: Minimum Partner Loan Amount Percentage
th: เปอร์เซ็นต์จำนวนเงินกู้ขั้นต่ำของหุ้นส่วน

source: Minimum days between Disbursement date and first Repayment date
th: จำนวนวันขั้นต่ำระหว่างวันที่เบิกจ่ายและวันที่ชำระเงินคืนครั้งแรก

source: Minimum loan amount for this product
th: จำนวนเงินกู้ขั้นต่ำสำหรับสินค้านี้

source: Minimum loan period in months
th: ระยะเวลาการกู้ขั้นต่ำ (เดือน)

source: Minimum loan-to-value ratio
th: อัตราส่วนเงินกู้ต่อมูลค่าขั้นต่ำ

source: Minimum loan-to-value ratio required
th: อัตราส่วนเงินกู้ต่อมูลค่าขั้นต่ำที่ต้องการ

source: Minimum number of guarantors required
th: จำนวนผู้ค้ำประกันขั้นต่ำที่ต้องการ

source: Misc
th: เบ็ดเตล็ด

source: Mode Of Payment
th: โหมดของการชำระเงิน

source: Monthly
th: รายเดือน

source: Monthly Repayment Amount
th: จำนวนเงินที่ชำระหนี้รายเดือน

source: Monthly Repayment Amount cannot be greater than Loan Amount
th: จำนวนเงินที่ชำระหนี้รายเดือนไม่สามารถจะสูงกว่าจำนวนเงินกู้

source: Monthly as per cycle date
th: รายเดือนตามวันที่รอบ

source: Monthly as per repayment start date
th: รายเดือนตามวันที่เริ่มชำระเงินคืน

source: Moratorium End Date
th: วันที่สิ้นสุดการพักชำระหนี้

source: Moratorium Tenure
th: ระยะเวลาการพักชำระหนี้

source: Moratorium Type
th: ประเภทการระงับชำระหนี้

source: More Information
th: ข้อมูลมากกว่านี้

source: My Profile
th: โปรไฟล์ของฉัน

source: My Settings
th: การตั้งค่าของฉัน

source: NPA
th: สินทรัพย์ด้อยคุณภาพ

source: NPA Date
th: วันที่ NPA

source: NPA Logs
th: บันทึก NPA

source: NPL Report
th: รายงาน NPL

source: New Loan Amount
th: จำนวนเงินกู้ใหม่

source: New Loans
th: สินเชื่อใหม่

source: New Monthly Repayment Amount
th: จำนวนเงินชำระรายเดือนใหม่

source: New Rate Of Interest
th: อัตราดอกเบี้ยใหม่

source: New Repayment Method
th: วิธีการชำระเงินใหม่

source: New Repayment Period in Months
th: ระยะเวลาชำระคืนใหม่ (เดือน)

source: New Repayment Start Date
th: วันที่เริ่มต้นการชำระคืนใหม่

source: New maximum limit amount cannot be lesser than the utilized limit amount
th: จำนวนวงเงินสูงสุดใหม่ต้องไม่ต่ำกว่าจำนวนวงเงินที่ใช้งานแล้ว

source: No excess amount pending for refund
th: ไม่มีจำนวนเงินเกินที่รอการคืนเงิน

source: No loans found for this applicant or branch
th: ไม่พบสินเชื่อสำหรับผู้สมัครหรือตัวแทนสาขานี้

source: No valid Loan Security Price found for {0}
th: ไม่พบราคาหลักประกันเงินกู้ที่ถูกต้องสำหรับ {0}

source: No. of days from due date until which penalty won't be charged in case of delay in loan repayment
th: จำนวนวันนับจากวันที่ครบกำหนดจนถึงที่จะไม่มีการเรียกเก็บค่าปรับในกรณีที่ชำระคืนเงินกู้ล่าช้า

source: Normal
th: ปกติ

source: Normal Interest
th: ดอกเบี้ยปกติ

source: Normal Interest Journal Entry
th: บันทึกบัญชีดอกเบี้ยปกติ

source: Normal Limit
th: ขีดจำกัดปกติ

source: Normal Repayment
th: การชำระคืนปกติ

source: Normal Restructure
th: ปรับโครงสร้างปกติ

source: Notes
th: บันทึก

source: Number Of Days
th: จำนวนวัน

source: Number of Guarantors Required
th: จำนวนผู้ค้ำประกันที่ต้องการ

source: Number of copies or instances required (e.g., 3 for salary slips)
th: จำนวนสำเนาหรือจำนวนรายการที่ต้องการ (เช่น 3 สำหรับสลิปเงินเดือน)

source: Officer Name
th: ชื่อเจ้าหน้าที่

source: Old EMI
th: EMI เก่า

source: Old Loan Amount
th: จำนวนเงินกู้เดิม

source: Old Rate of Interest
th: อัตราดอกเบี้ยเก่า

source: Old Repayment Frequency
th: ความถี่การชำระคืนเดิม

source: Old Tenure
th: ระยะเวลาการดำรงตำแหน่งเดิม

source: On Leave
th: ลา

source: One Time
th: ครั้งเดียว

source: Only submitted unpledge requests can be approved
th: เฉพาะคำขอปลดล็อกที่ส่งแล้วเท่านั้นจึงจะได้รับการอนุมัติได้

source: Open
th: เปิด

source: Organization Type
th: ประเภทองค์กร

source: Original Security Value
th: ค่าความปลอดภัยต้นฉบับ

source: Other
th: อื่น ๆ

source: Other Charges Waiver
th: ยกเว้นค่าธรรมเนียมอื่น ๆ

source: Other Charges Waiver cannot be greater than overdue charges
th: การยกเว้นค่าธรรมเนียมอื่น ๆ ต้องไม่เกินค่าธรรมเนียมที่ค้างชำระ

source: Other Details
th: รายละเอียดอื่น ๆ

source: Outdated
th: ล้าสมัย

source: Outstanding Amount
th: ยอดค้างชำระ

source: Outstanding Balance Report
th: รายงานยอดคงเหลือค้างชำระ

source: Outstanding Principal
th: เงินต้นคงค้าง

source: Outstanding Principal & Interest Accrued
th: ยอดเงินต้นค้างชำระและดอกเบี้ยค้างรับ

source: Own Ratio
th: อัตราส่วนของตนเอง

source: Ownership Transfer Required
th: ต้องโอนกรรมสิทธิ์

source: POS reduction plus interest at partner ROI
th: การลด POS พร้อมดอกเบี้ยตามอัตราผลตอบแทนของพันธมิตร

source: Paid Amount
th: จำนวนเงินที่ชำระแล้ว

source: Parent Product
th: สินค้าหลัก

source: Partial Payment Mechanism
th: กลไกการชำระเงินบางส่วน

source: Partial Settlement
th: การชำระเงินบางส่วน

source: Partially Disbursed
th: การเบิกจ่ายบางส่วน

source: Particulars
th: รายละเอียด

source: Partner Base Interest Rate
th: อัตราดอกเบี้ยพื้นฐานของพันธมิตร

source: Partner Code
th: รหัสคู่ค้า

source: Partner Collection Percentage
th: เปอร์เซ็นต์การเก็บเงินจากคู่ค้า

source: Partner Interest Share
th: ส่วนแบ่งดอกเบี้ยของคู่ค้า

source: Partner Interest Share is mandatory
th: การแบ่งปันผลประโยชน์ของคู่ค้าเป็นข้อมูลที่ต้องระบุ

source: Partner Loan Amount Percentage
th: เปอร์เซ็นต์จำนวนเงินกู้ของคู่ค้า

source: Partner Loan Share Percentage
th: เปอร์เซ็นต์ส่วนแบ่งเงินกู้หุ้นพันธมิตร

source: Partner Monthly Repayment Amount
th: จำนวนเงินชำระคืนรายเดือนของพันธมิตร

source: Partner Name
th: ชื่อคู่ค้า

source: Partner Percentage
th: เปอร์เซ็นต์หุ้นส่วน

source: Partner Ratio
th: อัตราส่วนหุ้นส่วน

source: Partner Repayment Schedule Type
th: ประเภทตารางการชำระคืนพันธมิตร

source: Partner Share
th: หุ้นส่วน

source: Partner Share Allocated
th: จัดสรรหุ้นหุ้นส่วน

source: Payable Account
th: เจ้าหนี้การค้า

source: Payable Account is mandatory
th: บัญชี เพลินส่วนสัวนเป็น

source: Payable Amount
th: จำนวนเจ้าหนี้

source: Payable Charges
th: ค่าธรรมเนียมที่ต้องชำระ

source: Payable Principal Amount
th: จำนวนเงินต้นเจ้าหนี้

source: Payment Account
th: บัญชีการชำระเงิน

source: Payment Account is mandatory
th: บัญชีการชำระเงินไป

source: Payment Date
th: วันจ่าย

source: Payment Details
th: รายละเอียดการชำระเงิน

source: Payment Reference
th: หลักฐานการจ่ายเงิน

source: Payment References
th: อ้างอิงการชำระเงิน

source: Payment Type
th: ประเภทการชำระเงิน

source: Payroll Payable Account
th: บัญชีเจ้าหนี้เงินเดือน

source: Penal Interest
th: ดอกเบี้ยผิดนัด

source: Penal Interest Waiver
th: การยกเว้นดอกเบี้ยผิดนัด

source: Penal Treatment
th: การลงโทษทางบัญชี

source: Penalty
th: ค่าปรับ

source: Penalty Accrued Account
th: บัญชี การอายัดบัญชี

source: Penalty Amount
th: จำนวนโทษ

source: Penalty Capitalization
th: การลงโทษการแช่แข็งบัญชี

source: Penalty Charges Accounts
th: บัญชีค่าปรับ

source: Penalty Charges Rate
th: อัตราค่าปรับ

source: Penalty Income Account
th: บัญชีรายรับค่าปรับ

source: Penalty Income Account is mandatory
th: บัญชีไม่เลือกพริบทรับสินค้า ไม่อนอยก

source: Penalty Interest %
th: อัตราดอกเบี้ยค่าปรับ %

source: Penalty Interest Rate (%)
th: อัตราดอกเบี้ยค่าปรับ (%)

source: Penalty Interest Rate is levied on the pending amount on a daily basis in case of delayed repayment
th: อัตราดอกเบี้ยผิดนัดจะถูกเรียกเก็บจากยอดค้างชำระรายวันในกรณีที่ชำระล่าช้า

source: Penalty Interest Rate is levied on the pending amount on a daily basis in case of delayed repayment
th: อัตราดอกเบี้ยผิดนัดจะถูกเรียกเก็บจากยอดค้างชำระรายวันในกรณีที่ชำระล่าช้า

source: Penalty Overdue
th: ค่าปรับค้างชำระ

source: Penalty Receivable Account
th: บัญชี การอายัด

source: Penalty Receivable Account is mandatory
th: บัญชีลูกหนี้ค่าปรับเป็นข้อมูลที่จำเป็น

source: Penalty Suspense Account
th: บัญชีพักรอการลงโทษ

source: Penalty Waiver
th: การยกเว้นค่าปรับ

source: Penalty Waiver Account
th: บัญชียกเว้นค่าปรับ

source: Penalty Waiver cannot be greater than overdue penalty interest
th: การยกเว้นค่าปรับไม่สามารถมากกว่าดอกเบี้ยค่าปรับค้างชำระได้

source: Pending
th: รอดำเนินการ

source: Pending Charge Amount
th: จำนวนเงินค่าธรรมเนียมที่รอดำเนินการ

source: Pending Principal Amount
th: จำนวนเงินต้นที่รออนุมัติ

source: Pending Principal: {0}
th: เงินต้นที่รอดำเนินการ: {0}

source: Pending principal amount for loan {0} is {1}
th: ยอดเงินต้นคงค้างสำหรับสินเชื่อ {0} คือ {1}

source: Percentage
th: ร้อยละ

source: Performance Metrics
th: มาตรวัดประสิทธิภาพ

source: Performance Rating
th: การประเมินผลการปฏิบัติงาน

source: Please add customer refund account in Loan Product
th: กรุณาเพิ่ม บัญชีเงินคืนลูกค้า ใน ผลิตภัณฑ์สินเชื่อ

source: Please add partner FLGD Account for Loan Partner {0}
th: กรุณาเพิ่ม บัญชี FLGD ชื่อบสินค้า ชานอัง {0}

source: Please add partner Payable Account for Loan Partner {0}
th: กรุณาเพิ่ม บัญชี การสาราบสิน ซินสาราบ ซื้อ {0}

source: Please enter Repayment Periods
th: กรุณากรอกระยะเวลาการชำระคืน

source: Please enter monthly repayment amount
th: กรุณาใส่จำนวนเงินชำระคืนรายเดือน

source: Please enter repayment Amount
th: กรุณากรอกจำนวนเงินการชำระหนี้

source: Please select Applicant Type first
th: โปรดเลือกประเภทผู้สมัครก่อน

source: Please select Loan Disbursement for Line of Credit repayment
th: กรุณาเลือก การเบิกจ่ายเงินกู้ สำหรับการชำระคืนวงเงินสินเชื่อ

source: Please select Loan Product for company {0}
th: กรุณาเลือกผลิตภัณฑ์สินเชื่อสำหรับบริษัท {0}
