Repository: ManotLuijiu/erpnext-thai-translation
Catalog: lending/*.po
Languages: th

source: % Of Applicant Portfolio
th: % ของพอร์ตโฟลิโอผู้สมัคร

source: % Of Total Portfolio
th: % ของพอร์ตโฟลิโอทั้งหมด

source: <span class="h4"><b>Reports &amp; Masters</b></span>
th: <span class="h4"><b>รายงานและข้อมูลหลัก</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: ALM Audit Report
th: รายงานการตรวจสอบ ALM

source: Abbreviation
th: ตัวย่อ

source: About
th: เกี่ยวกับ

source: Account
th: บัญชี

source: Account Info
th: ข้อมูลบัญชี

source: Account {0} does not belong to company {1}
th: บัญชี {0} ไม่ได้เป็นของ บริษัท {1}

source: Account {0} does not belongs to company {1}
th: บัญชี {0} ไม่ได้เป็นส่วนหนึ่งของธุริษัท {1}

source: Accounting
th: การบัญชี

source: Accounting Details
th: รายละเอียดบัญชี

source: Accounting Dimension
th: มิติทางบัญชี

source: Accounting Dimensions
th: มิติการบัญชี

source: Accounting Ledger
th: บัญชีแยกประเภท

source: Accounts
th: บัญชี

source: Accounts User
th: ผู้ใช้บัญชี

source: Accrual Date
th: วันที่คงค้าง

source: Accrual Details
th: รายละเอียดการคำนวณค้างจ่าย

source: Accrual Type
th: ประเภทค้างรับค้างจ่าย

source: Accrued Interest
th: ดอกเบี้ยค้างรับ

source: Accrued Principal
th: เงินต้นค้างรับ

source: Active
th: ใช้งาน

source: Add Loan Security
th: เพิ่มความปลอดภัยสินเชื่อ

source: Add To First EMI
th: เพิ่มเป็นงวดแรก

source: Add to first repayment
th: เพิ่มไปยังการชำระเงินงวดแรก

source: Addition Interest Waiver Account is mandatory
th: บัญชีการยกเว้นดอกเบี้ยเพิ่มเติมเป็นข้อบังคับ

source: Additional Information
th: ข้อมูลเพิ่มเติม

source: Additional Interest
th: ดอกเบี้ยเพิ่มเติม

source: Additional Interest Accounts
th: บัญชีดอกเบี้ยเพิ่มเติม

source: Additional Interest Accounts
th: บัญชีดอกเบี้ยเพิ่มเติม

source: Additional Interest Accrued
th: ดอกเบี้ยสะสมเพิ่มเติม

source: Additional Interest Amount
th: จำนวนดอกเบี้ยเพิ่มเติม

source: Additional Interest Income
th: รายได้ดอกเบี้ยเพิ่มเติม

source: Additional Interest Income Account is mandatory
th: บัญชีรายได้ดอกเบี้ยเพิ่มเติมเป็นข้อมูลที่ต้องระบุ

source: Additional Interest Receivable
th: ดอกเบี้ยรับเพิ่มเติม

source: Additional Interest Receivable Account is mandatory
th: บัญชีลูกหนี้ดอกเบี้ยเพิ่มเติมเป็นข้อมูลที่จำเป็น

source: Additional Interest Suspense
th: ดอกเบี้ยค้างรับเพิ่มเติม

source: Additional Interest Suspense Entry
th: รายการพักดอกเบี้ยเพิ่มเติมค้างรับ

source: Additional Interest Waiver
th: การยกเว้นดอกเบี้ยเพิ่มเติม

source: Additional Interest Waiver Account is mandatory
th: บัญชีสละสิทธิ์ดอกเบี้ยเพิ่มเติมเป็นข้อมูลที่ต้องระบุ

source: Additional Requirements
th: ข้อกำหนดเพิ่มเติม

source: Additional details or special instructions
th: รายละเอียดเพิ่มเติมหรือคำแนะนำพิเศษ

source: Additional notes about this fee
th: หมายเหตุเพิ่มเติมเกี่ยวกับค่าธรรมเนียมนี้

source: Additional requirements or special conditions
th: ข้อกำหนดเพิ่มเติมหรือเงื่อนไขพิเศษ

source: Address
th: ที่อยู่

source: Address Details
th: รายละเอียดที่อยู่

source: Address HTML
th: ที่อยู่ HTML

source: Adjusted Amount
th: จำนวนที่ปรับปรุงแล้ว

source: Adjusted Interest
th: ดอกเบี้ยปรับปรุง

source: Adjustment Account
th: บัญชีปรับปรุง

source: Adjustment Details
th: รายละเอียดการปรับปรุง

source: Adjustment Receivable Account
th: บัญชีลูกหนี้ปรับปรุง

source: Adjustment Type
th: ประเภทการปรับปรุง

source: Adjustments
th: ปรับปรุงบัญชี

source: Advance Payment
th: เงินมัดจำ

source: Against Account is mandatory
th: บัญชีเป้าหมายเป็นข้อมูลที่ต้องระบุ

source: Against Loan
th: ต่อต้านเงินกู้

source: Against Loan
th: ต่อต้านเงินกู้

source: Against Loan:
th: ต่อสินเชื่อ

source: Ageing
th: อายุหนี้

source: All entries on and after this date will be reposted
th: รายการทั้งหมดตั้งแต่วันที่นี้เป็นต้นไปจะถูกโพสต์ซ้ำใหม่

source: Allocated Amount
th: จำนวนเงินที่จัดสรรแล้ว

source: Allocated Date
th: วันที่จัดสรร

source: Allocated Demands
th: ความต้องการที่จัดสรรแล้ว

source: Allow NPL Customers
th: อนุญาตลูกค้า NPL

source: Allow customers with Non-Performing Loan history
th: อนุญาตลูกค้าที่มีประวัติเครดิตเสีย

source: Allowed Collateral Types
th: ประเภทหลักประกันที่อนุญาต

source: Amended From
th: แก้ไขจาก

source: America/New_York
th: อเมริกา / New_York

source: Amount
th: จำนวน

source: Amount Paid
th: จำนวนเงินที่ชำระ

source: Amount cannot be negative
th: จำนวนไม่สามารถเป็นค่าติดลบได้

source: Amount cannot be zero
th: จำนวนเงินต้องไม่เป็นศูนย์

source: Amount for advance payment must be between one to two EMI amount
th: จำนวนเงินสำหรับการชำระล่วงหน้าต้องอยู่ระหว่างหนึ่งถึงสองจำนวนเงิน EMI

source: Amount on which interest is calculated
th: จำนวนเงินที่ใช้คำนวณดอกเบี้ย

source: Amount paid cannot be greater than available security deposit
th: จำนวนเงินที่ชำระไม่สามารถมากกว่ายอดเงินประกันที่มีอยู่ได้

source: Amount paid cannot be greater than payable amount
th: จำนวนเงินที่ชำระต้องไม่มากกว่าจำนวนเงินที่ต้องชำระ

source: Amount paid cannot be less than payable amount for loan closure
th: จำนวนเงินที่ชำระต้องไม่ต่ำกว่าจำนวนเงินที่ต้องชำระสำหรับการปิดสินเชื่อ

source: Amount paid cannot be zero
th: จำนวนเงินที่ชำระต้องไม่เป็นศูนย์

source: Amounts
th: จํานวนเงิน

source: Another Loan Restructure is already initiated for this Loan
th: มีการเริ่มต้นการปรับโครงสร้างสินเชื่ออีกครั้งสำหรับสินเชื่อนี้แล้ว

source: Any Collateral
th: หลักประกันใดๆ

source: Applicability Range
th: ขอบเขตการใช้งาน

source: Applicant
th: ผู้สมัคร

source: Applicant
th: ผู้สมัคร

source: Applicant Details
th: รายละเอียดผู้สมัคร

source: Applicant Name
th: ชื่อผู้ยื่นคำขอ

source: Applicant Type
th: ประเภทผู้สมัคร

source: Applicant-Wise Loan Security Exposure
th: การเปิดเผยความเสี่ยงด้านหลักประกันเงินกู้ตามผู้สมัคร

source: Applies to Loan Amount (Max)
th: ใช้กับจำนวนเงินกู้สูงสุด

source: Applies to Loan Amount (Min)
th: ใช้กับจำนวนเงินกู้ (ขั้นต่ำ)

source: Approved
th: ได้รับการอนุมัติ

source: Apps
th: แอปส์

source: As on Date
th: ณ วันที่

source: Assigned Territories
th: เขตรับผิดชอบ

source: Auto Write Off Amount
th: จำนวนตัดจำหน่ายอัตโนมัติ

source: Auto Write Off Amount
th: จำนวนตัดจำหน่ายอัตโนมัติ

source: Automatically set based on parent product. Sub-products inherit approval limits from parent.
th: ตั้งค่าโดยอัตโนมัติตามสินค้าหลัก สินค้าย่อยจะสืบทอดขีดจำกัดการอนุมัติจากสินค้าหลัก

source: Available
th: พร้อมใช้งาน

source: Available Amount
th: จำนวนเงินที่ใช้ได้

source: Available Limit
th: วงเงินที่ใช้ได้

source: Available Limit Amount
th: จำนวนวงเงินที่ใช้ได้

source: Available Security Deposit
th: เงินมัดจำประกันที่มีอยู่

source: Available Security Value
th: ค่าความปลอดภัยที่ใช้ได้

source: Average Deal Value
th: มูลค่าเฉลี่ยของข้อตกลง

source: B
th: บี

source: BPI Amount Difference
th: ส่วนต่างจำนวนเงิน BPI

source: BPI Difference Date
th: วันที่ต่างของ BPI

source: BPI difference entry
th: รายการปรับปรุงความแตกต่าง BPI

source: Balance Amount
th: ยอดคงเหลือ

source: Balance Loan Amount
th: ยอดคงเหลือวงเงินกู้

source: Balance Overdue Principal
th: ยอดเงินต้นค้างชำระ

source: Bank
th: ธนาคาร

source: Bank Account
th: บัญชีธนาคาร

source: Bank Statement
th: รายการเงินฝากถอนในบัญชีเงินฝาก

source: Banking
th: ธนาคาร

source: Base Amount
th: จำนวนเงินฐาน

source: Basic Information
th: ข้อมูลพื้นฐาน

source: Beginner
th: ผู้เริ่มต้น

source: Bi-Weekly
th: สองสัปดาห์ครั้ง

source: Both Fixed Deposit and Corporate Guarantee
th: เงินฝากประจำและการค้ำประกันของบริษัท

source: Branch
th: สาขา

source: Branch Details
th: รายละเอียดสาขา

source: Broken Period Interest
th: ดอกเบี้ยช่วงเวลาที่ขาดช่วง

source: Broken Period Interest Days
th: จำนวนวันดอกเบี้ยช่วงเวลาขาดช่วง

source: Broken Period Interest Recovery Account
th: บัญชีเรียกเก็บดอกเบี้ยช่วงเวลาขาดช่วง

source: Bulk Repayment Log
th: บันทึกการชำระคืนจำนวนมาก

source: Business Registration
th: ทะเบียนธุรกิจ

source: Busy
th: ไม่ว่าง

source: C
th: ค

source: Cancel Future Accruals and Demands
th: ยกเลิกการรับรู้รายได้ค้างรับและความต้องการในอนาคต

source: Cancel Future Accruals and Demands
th: ยกเลิกการรับรู้รายได้ค้างรับและความต้องการในอนาคต

source: Cancel future EMI Demands
th: ยกเลิกคำขอ EMI ในอนาคต

source: Cancellation Date
th: วันที่ยกเลิก

source: Cancelled
th: ยกเลิกแล้ว

source: Cannot close loan as there is an outstanding of {0}
th: ไม่สามารถปิดสินเชื่อได้เนื่องจากยังคงค้างชำระจำนวน {0}

source: Cannot close this loan until full repayment
th: ไม่สามารถปิดสินเชื่อนี้ได้จนกว่าจะชำระคืนเต็มจำนวน

source: Cannot create loan until application is approved
th: ไม่สามารถสร้างเงินกู้จนกว่าใบสมัครจะได้รับการอนุมัติ

source: Cannot make Advance or Pre Payments during moratorium period. (Moratorium End Date: {}, Posting Date: {})
th: ไม่สามารถทำการชำระเงินล่วงหน้าหรือชำระเงินล่วงหน้าได้ในช่วงระยะเวลาหยุดพักชำระหนี้ (วันที่สิ้นสุดระยะเวลาหยุดพักชำระหนี้: {}, วันที่บันทึก: {})

source: Cannot un mark as NPA before watch period end date
th: ไม่สามารถยกเลิกการทำเครื่องหมายเป็น NPA ก่อนวันที่สิ้นสุดระยะเวลาการเฝ้าระวังได้

source: Capacity Management
th: การจัดการกำลังการผลิต

source: Capitalize
th: ขึ้นต้นด้วยตัวพิมพ์ใหญ่

source: Centralized
th: รวมศูนย์

source: Change Date
th: เปลี่ยนวันที่

source: Charge
th: ค่าใช้จ่าย

source: Charge Accounts
th: บัญชีเรียกเก็บเงิน

source: Charge Amount
th: จำนวนเงินค่าบริการ

source: Charge Based On
th: คิดค่าบริการตาม

source: Charge Code
th: รหัสค่าใช้จ่าย

source: Charge Payment
th: เก็บเงินค่าชำระ

source: Charge Type
th: ประเภทค่าใช้จ่าย

source: Charges
th: ค่าใช้จ่าย

source: Charges Capitalization
th: การตัดต้นทุนเป็นสินทรัพย์

source: Charges Overdue
th: ค่าธรรมเนียมค้างชำระ

source: Charges Treatment
th: การจัดการค่าใช้จ่าย

source: Charges Waiver
th: การยกเว้นค่าธรรมเนียม

source: Check credit bureau (NCB) before approving loan
th: ตรวจสอบเครดิตบูโร (NCB) ก่อนอนุมัติสินเชื่อ

source: Check if fee amount is a percentage of loan amount
th: ตรวจสอบว่าจำนวนค่าธรรมเนียมเป็นเปอร์เซ็นต์ของจำนวนเงินกู้หรือไม่

source: Check if field verification is required
th: ตรวจสอบว่าจำเป็นต้องยืนยันข้อมูลในฟิลด์หรือไม่

source: Check if guarantor is required for this product
th: ตรวจสอบว่าจำเป็นต้องมีผู้ค้ำประกันสำหรับสินค้านี้หรือไม่

source: Check if income verification is required
th: ตรวจสอบว่าจำเป็นต้องยืนยันรายได้หรือไม่

source: Check if ownership transfer is required
th: ตรวจสอบว่าจำเป็นต้องโอนกรรมสิทธิ์หรือไม่

source: Check if this fee is waived (free)
th: ตรวจสอบว่าค่าธรรมเนียมนี้ได้รับการยกเว้น (ฟรี) หรือไม่

source: Classification Code
th: รหัสประเภท

source: Classification Name
th: ชื่อประเภท

source: Classification {0} added multiple times
th: การจัดประเภท {0} ถูกเพิ่มหลายครั้ง

source: Classification {0} with security type {1} added multiple times
th: การจัดประเภท {0} ที่มีประเภทความปลอดภัย {1} ถูกเพิ่มหลายครั้ง

source: Clear demand allocation before repost
th: ล้างการจัดสรรความต้องการก่อนโพสต์ใหม่

source: Clearance Date
th: วันที่ เป็น

source: Close Loan
th: ปิดเงินกู้

source: Closed
th: ปิด

source: Closed Account Report
th: รายงานบัญชีที่ปิดแล้ว

source: Closure Date
th: วันที่ไว้

source: Co Lender Schedule
th: ตารางผู้ให้กู้ร่วม

source: Co Lending
th: กู้ร่วม

source: Co Lending Partner
th: ผู้ให้กู้ร่วม

source: Co-Lender Schedule
th: ตารางผู้ให้กู้ร่วม

source: Co-Lending
th: การกู้ร่วม

source: Collateral Category
th: ประเภทหลักประกัน

source: Collateral Photo
th: รูปถ่ายหลักประกัน

source: Collateral Requirements
th: ข้อกำหนดหลักประกัน

source: Collateral Settings
th: การตั้งค่าหลักประกัน

source: Collateral Type
th: ประเภทหลักประกัน

source: Collateral and guarantor requirements by loan amount tier
th: ข้อกำหนดหลักประกันและผู้ค้ำประกันตามระดับจำนวนเงินกู้

source: Collection Offset Sequence
th: ลำดับการตั้งยอดหนี้คงค้างชำระ

source: Collection Offset Sequence for Settlement Collection
th: ลำดับการตัดยอดการเก็บเงินสำหรับการชำระเงิน

source: Collection Offset Sequence for Standard Asset
th: ลำดับการตั้งยอดตัดชำระสำหรับสินทรัพย์มาตรฐาน

source: Collection Offset Sequence for Sub Standard Asset
th: ลำดับการตั้งยอดชดเชยสำหรับสินทรัพย์ด้อยคุณภาพ

source: Collection Offset Sequence for Written Off Asset
th: ลำดับการตั้งยอดตัดชำระสำหรับสินทรัพย์ตัดจำหน่ายแล้ว

source: Collection Percentage
th: เปอร์เซ็นต์การเก็บเงิน

source: Collection at partner's percentage
th: การเก็บเงินตามเปอร์เซ็นต์ของพันธมิตร

source: Color theme for highlighted point
th: ธีมสีสำหรับจุดที่เน้น

source: Company
th: บริษัท

source: Company Collection Percentage
th: เปอร์เซ็นต์การเก็บเงินของบริษัท

source: Completed
th: เสร็จสมบูรณ์

source: Completed Tenure
th: ระยะเวลาที่เสร็จสมบูรณ์

source: Components
th: ส่วนประกอบ

source: Connections
th: การเชื่อมต่อ

source: Contract Export Report
th: รายงานส่งออกสัญญา

source: Contract Fee
th: ค่าธรรมเนียมสัญญา

source: Conversion Rate
th: อัตราการแปลง

source: Corporate Guarantee Only
th: การรับประกันของบริษัทเท่านั้น

source: Cost Center
th: ศูนย์ต้นทุน

source: Cost center is mandatory for loans having rate of interest greater than 0
th: ศูนย์ต้นทุนเป็นข้อบังคับสำหรับเงินกู้ที่มีอัตราดอกเบี้ยมากกว่า 0

source: Create
th: สร้าง

source: Credit Account
th: บัญชีเครดิต

source: Credit Account is mandatory
th: บัญชีเครดิตเป็นข้อมูลที่ต้องระบุ

source: Credit Adjustment
th: ปรับยอดเครดิต

source: Credit Adjustment Amount
th: จำนวนปรับยอดเครดิต

source: Credit Approval Report
th: รายงานการอนุมัติวงเงินเครดิต

source: Criteria for loan application screening and approval
th: เกณฑ์สำหรับการคัดกรองและอนุมัติคำขอกู้เงิน

source: Currency
th: สกุลเงิน

source: Current Deal Count
th: จำนวนดีลปัจจุบัน

source: Current Disbursed Amount
th: จำนวนเงินที่จ่ายออกปัจจุบัน

source: Current Lead Count
th: จำนวนโอกาสทางธุรกิจปัจจุบัน

source: Current Principal Amount
th: จำนวนเงินต้นปัจจุบัน

source: Current Restructure Count
th: จำนวนการปรับโครงสร้างปัจจุบัน

source: Current Value
th: ค่าปัจจุบัน

source: Custom Product Code
th: รหัสสินค้าเฉพาะ

source: Custom Product Settings
th: การตั้งค่าผลิตภัณฑ์แบบกำหนดเอง

source: Custom Requirements
th: ข้อกำหนดที่กำหนดเอง

source: Custom product categorization and requirements
th: การจัดหมวดหมู่ผลิตภัณฑ์และข้อกำหนดที่กำหนดเอง

source: Custom product code (M, N, O, MC, L, H, RE, One Time) or sub-product code (e.g., M-01, N-02). Main products: M=Minimal, N=Normal, O=Over, MC=Motor, L=Land, H=Home, RE=Refinance, One Time=Agricultural
th: รหัสผลิตภัณฑ์กำหนดเอง (M, N, O, MC, L, H, RE, One Time) หรือรหัสผลิตภัณฑ์ย่อย (เช่น M-01, N-02) ผลิตภัณฑ์หลัก: M=Minimal, N=Normal, O=Over, MC=Motor, L=Land, H=Home, RE=Refinance, One Time=Agricultural

source: Customer
th: ลูกค้า

source: Customer Refund Account
th: บัญชี ชารอายัดลูกค้า

source: Customer Refund Account is mandatory
th: บัญชีคืนเงินลูกค้าเป็นข้อมูลที่ต้องระบุ

source: Cyclic Day Of the Month
th: วันที่หมุนเวียนของเดือน

source: Daily
th: รายวัน

source: Danger
th: อันตราย

source: Dashboard
th: แผงควบคุม

source: Date
th: วันที่

source: Day of every month on which the repayment date is considered
th: วันในแต่ละเดือนที่ถือเป็นวันครบกำหนดชำระเงิน

source: Days Past Due
th: จำนวนวันที่เลยกำหนดชำระ

source: Days Past Due Log
th: บันทึกวันครบกำหนดชำระเกินกำหนด

source: Days Past Due Logs
th: บันทึกวันที่เกินกำหนด

source: Days Past Due Threshold for NPA
th: เกณฑ์จำนวนวันเกินกำหนดสำหรับสินทรัพย์ที่ไม่ก่อให้เกิดรายได้ (NPA)

source: Debit Adjustment
th: ปรับปรุงเดบิต

source: Debit Adjustment Amount
th: จำนวนปรับปรุงเดบิต

source: Decentralized
th: กระจายอำนาจ

source: Define minimum and maximum loan periods in months
th: กำหนดระยะเวลาการกู้ยืมขั้นต่ำและสูงสุดเป็นเดือน

source: Delete GL Entries
th: ลบรายการสมุดรายวันทั่วไป

source: Delinked
th: ยกเลิกการเชื่อมโยง

source: Delinquent Available Limit
th: วงเงินคงเหลือที่ค้างชำระ

source: Delinquent In Process Limit
th: ขีดจำกัดการดำเนินการค้างชำระ

source: Delinquent Limit
th: ขีดจำกัดการค้างชำระ

source: Delinquent Limit Amount
th: จำนวนวงเงินค้างชำระสูงสุด

source: Delinquent Limit Percent
th: เปอร์เซ็นต์ขีดจำกัดค้างชำระ

source: Delinquent Principal Outstanding
th: เงินต้นค้างชำระ

source: Delinquent Utilized Limit
th: วงเงินที่ใช้เกินกำหนด

source: Demand Amount
th: จำนวนความต้องการ

source: Demand Date
th: วันที่ต้องการ

source: Demand Generated
th: คำขอที่สร้างขึ้นแล้ว

source: Demand Subtype
th: ประเภทย่อยของความต้องการ

source: Demand Type
th: ประเภทความต้องการ

source: Department
th: แผนก

source: Deposit Amount
th: จำนวนเงินมัดจำ

source: Deposit Date
th: วันที่การ

source: Description
th: คำอธิบาย

source: Description (EN)
th: คำอธิบาย (EN)

source: Description (English)
th: คำอธิบาย (ภาษาอังกฤษ)

source: Description (TH)
th: คำอธิบาย

source: Description (Thai)
th: คำอธิบาย

source: Designation
th: ตำแหน่งงาน

source: Detailed explanation of this selling point
th: คำอธิบายโดยละเอียดของจุดขายนี้

source: Details
th: รายละเอียด

source: Disabled
th: ปิดใช้งาน

source: Disbursed
th: การเบิกจ่าย

source: Disbursed Amount
th: จำนวนเงินที่เบิกจ่าย

source: Disbursed Amount cannot be greater than {0}
th: จำนวนเงินที่เบิกจ่ายต้องไม่เกิน {0}

source: Disbursed Amount: {0}
th: จำนวนเงินที่จ่ายออก: {0}

source: Disbursed amount cannot be zero
th: จำนวนเงินที่จ่ายออกไม่สามารถเป็นศูนย์ได้

source: Disbursement
th: การเบิกจ่าย

source: Disbursement Account
th: บัญชี การอา

source: Disbursement Date
th: วันที่เบิกจ่าย

source: Disbursement Details
th: รายละเอียดการเบิกจ่าย

source: Disbursement References
th: เอกสารอ้างอิงการจ่ายเงิน

source: Disbursement against loan:
th: การเบิกจ่ายเงินกู้:

source: Disbursement amount cannot be greater than available limit amount
th: จำนวนเงินเบิกจ่ายต้องไม่เกินจำนวนวงเงินที่มีอยู่

source: Disbursement and Repayment
th: การจ่ายเงินและการชำระคืน

source: Disbursement date is out of approved limit dates
th: วันที่เบิกจ่ายอยู่นอกช่วงวันที่ที่ได้รับการอนุมัติ

source: Display Settings
th: แสดงการตั้งค่า

source: Display order (lower number shows first)
th: ลำดับการแสดงผล (ตัวเลขต่ำกว่าจะแสดงก่อน)

source: Do you really want to close this loan
th: คุณต้องการปิดสินเชื่อนี้จริงหรือไม่

source: Do you really want to release this loan security assignment?
th: คุณแน่ใจหรือไม่ว่าต้องการปล่อยการมอบหมายหลักประกันเงินกู้ฉบับนี้?

source: Document Details
th: รายละเอียดเอกสาร

source: Document Name (English)
th: ชื่อเอกสาร (ภาษาอังกฤษ)

source: Document Name (Thai)
th: ชื่อเอกสาร (ภาษาไทย)

source: Document Requirements
th: ข้อกำหนดเอกสาร

source: Document Type
th: ประเภทเอกสาร

source: Documentation
th: เอกสารประกอบ

source: Draft
th: ฉบับร่าง

source: Due Date
th: วันที่ครบกำหนด

source: EMI (PMT) based
th: EMI (PMT) ตามฐาน

source: EMI (Principal + Interest)
th: เงินผ่อนชำระรายเดือน (เงินต้น + ดอกเบี้ย)

source: EMIs Paid
th: ยอดผ่อนชำระแล้ว

source: EMIs Raised
th: การเรียกเก็บ EMI

source: Early Repayment Fee
th: ค่าธรรมเนียมการชำระเงินล่วงหน้า

source: Effective Date
th: วันที่มีผลบังคับใช้

source: Employee
th: พนักงาน

source: Employee Self Service
th: บริการตนเองสำหรับพนักงาน

source: Enable Partner Accounting
th: เปิดใช้งานการบัญชีคู่ค้า

source: End of the current month
th: สิ้นสุดเดือนปัจจุบัน

source: Entries To Cancel
th: รายการที่จะยกเลิก

source: Entries To Repost
th: รายการที่ต้องบันทึกซ้ำ

source: Entry Fee
th: ค่าธรรมเนียมการเข้าใช้

source: Event
th: เหตุการณ์

source: Excess Amount
th: จำนวนเงินเกินกำหนด

source: Excess Amount Acceptance Limit
th: ขีดจำกัดการยอมรับจำนวนเงินเกิน

source: Excess Amount Paid
th: จำนวนเงินที่ชำระเกิน

source: Excess amount refund cannot be more than excess amount paid
th: การคืนเงินจำนวนเกินไม่สามารถเกินจำนวนเงินที่จ่ายเกินไปได้

source: Excess amount repayment limit during loan closure
th: ขีดจำกัดการชำระเงินเกินจำนวนในระหว่างการปิดสินเชื่อ

source: Expert
th: ผู้เชี่ยวชาญ

source: Expertise Level
th: ระดับความเชี่ยวชาญ

source: FLDG Account
th: บัญชี FLDG

source: FLDG Corporate Guarantee Percentage
th: เปอร์เซ็นต์การค้ำประกันของบริษัท FLDG

source: FLDG Fixed Deposit Percentage
th: อัตราร้อยละเงินฝากประจำ FLDG

source: FLDG Limit Calculation Component
th: ส่วนประกอบการคำนวณขีดจำกัด FLDG

source: FLDG Trigger DPD
th: ทริกเกอร์ FLDG DPD

source: FLDG Trigger Date
th: วันที่ทริกเกอร์ FLDG

source: FLDG Triggered
th: FLDG ถูกกระตุ้น

source: Failed Repayment
th: การชำระคืนล้มเหลว

source: Feature this selling point prominently
th: เน้นจุดขายนี้อย่างเด่นชัด

source: Fee Amount
th: จำนวนค่าธรรมเนียม

source: Fee Details
th: รายละเอียดค่าธรรมเนียม

source: Fee Name (English)
th: ชื่อค่าธรรมเนียม (ภาษาอังกฤษ)

source: Fee Name (Thai)
th: ชื่อค่าธรรมเนียม (ภาษาไทย)

source: Fee Type
th: ประเภทค่าธรรมเนียม

source: Fees
th: ค่าธรรมเนียม

source: Fees, collateral requirements, documents, and selling points
th: ค่าธรรมเนียม ข้อกำหนดหลักประกัน เอกสาร และจุดขาย

source: Field Verification Required
th: ต้องการการตรวจสอบข้อมูล

source: Financial Statement
th: งบการเงิน

source: Fixed Amount
th: จำนวนเงินคงที่

source: Fixed Deposit Only
th: ฝากประจำเท่านั้น

source: For backdated process loan classification, a Loan account is mandatory.
th: สำหรับการจัดประเภทสินเชื่อย้อนหลัง จำเป็นต้องระบุ บัญชีสินเชื่อ

source: Force Update DPD in Loan
th: บังคับอัปเดต DPD ในสินเชื่อ

source: Foreclosure Type
th: ประเภทการยึดทรัพย์

source: Frappe Support
th: ฝ่ายสนับสนุน Frappe

source: Freeze Account
th: อารงค์บัญชี / ระงับบัญชี

source: Freeze Date
th: วันที่อายัดบัญชี

source: From Branch
th: จากสาขา

source: From Date
th: จากวันที่

source: Full Settlement
th: การชำระเงินเต็มจำนวน

source: General
th: ทั่วไป

source: Grace Period in Days
th: ระยะเวลาปลอดหนี้เป็นวัน

source: Guarantor Required
th: ต้องมีผู้ค้ำประกัน

source: Haircut
th: การตัดผม

source: Haircut %
th: ตัดผม%

source: Haircut percentage is the percentage difference between market value of the Loan Security and the value ascribed to that Loan Security when used as collateral for that loan.
th: เปอร์เซ็นต์การตัดผมคือเปอร์เซ็นต์ความแตกต่างระหว่างมูลค่าตลาดของหลักประกันเงินกู้กับมูลค่าที่ระบุไว้กับหลักประกันเงินกู้นั้นเมื่อใช้เป็นหลักประกันสำหรับเงินกู้นั้น

source: Highlight Color
th: สีเน้นข้อความ

source: Highlight Settings
th: การตั้งค่าเน้นข้อความ

source: Highlight This Point
th: เน้นจุดนี้

source: House Registration
th: ทะเบียนบ้าน

source: How recent the document must be (e.g., 3 for salary slips)
th: เอกสารต้องมีความใหม่เพียงใด (เช่น 3 เดือนสำหรับสลิปเงินเดือน)

source: ID Card
th: บัตรประชาชน

source: Icon
th: ไอคอน

source: Icon name (e.g., clock, dollar-sign, check-circle) for display
th: ชื่อไอคอน (เช่น นาฬิกา, สัญลักษณ์ดอลลาร์, วงกลมเครื่องหมายถูก) สำหรับแสดงผล

source: Ignore On Cancel Amount Update
th: ละเว้นการอัปเดตจำนวนเงินเมื่อยกเลิก

source: In Process Limit
th: ขีดจำกัดระหว่างกระบวนการ

source: Inactive
th: ไม่ใช้งาน

source: Income Account
th: บัญชีรายได้

source: Income Multiplier
th: ตัวคูณรายได้

source: Income Verification Required
th: ต้องการการยืนยันรายได้

source: Incorrect repayment type, please write off the loan first
th: ประเภทการชำระคืนไม่ถูกต้อง กรุณาตัดยอดเงินกู้ก่อน

source: Info
th: ข้อมูล

source: Initiated
th: เริ่มต้นแล้ว

source: Installments Overdue
th: งวดชำระค้างชำระ

source: Insurance Fee
th: ค่าธรรมเนียมประกันภัย

source: Interest
th: ดอกเบี้ย

source: Interest %
th: ดอกเบี้ย %

source: Interest Accounts
th: บัญชีดอกเบี้ย

source: Interest Accrued Account
th: บัญชี การอายัดเรียการ

source: Interest Adjustment
th: การปรับดอกเบี้ย

source: Interest Amount
th: จำนวนเงินที่น่าสนใจ

source: Interest Amount is mandatory
th: จำนวนดอกเบี้ยเป็นข้อมูลที่ต้องระบุ

source: Interest Capitalization
th: การทบต้นดอกเบี้ย

source: Interest Carry Forward
th: ดอกเบี้ยยกไปข้างหน้า

source: Interest Income Account
th: บัญชีรายได้ดอกเบี้ย

source: Interest Income Account is mandatory
th: บัญชีรายได้ดอกเบี้ยเป็นข้อมูลที่ต้องระบุ

source: Interest Outstanding
th: ดอกเบี้ยค้างชำระ

source: Interest Overdue
th: ดอกเบี้ยค้างชำระ

source: Interest Payable
th: ดอกเบี้ยค้างจ่าย

source: Interest Rate (%)
th: อัตราดอกเบี้ย (%)

source: Interest Receivable Account
th: บัญชีลูกหนี้ดอกเบี้ย

source: Interest Receivable Account is mandatory
th: บัญชีลูกหนี้ดอกเบี้ยเป็นฟิลด์บังคับ

source: Interest Treatment
th: การจัดการดอกเบี้ย
