Repository: ManotLuijiu/erpnext-thai-translation
Catalog: hrms/*.po
Languages: th

source: Unlink Payment on Cancellation of Employee Advance
th: ยกเลิกการเชื่อมโยงการชำระเงินเมื่อยกเลิกเงินล่วงหน้าพนักงาน

source: "From Date" can not be greater than or equal to "To Date"
th: "วันที่เริ่มต้น" ไม่สามารถมากกว่าหรือเท่ากับ "วันที่สิ้นสุด" ได้

source: % Utilization (B + NB) / T
th: % การใช้งาน (B + NB) / T

source: % Utilization (B / T)
th: % การใช้ประโยชน์ (บี / ที)

source: 'employee_field_value' and 'timestamp' are required.
th: ต้องระบุ &#39;employee_field_value&#39; และ &#39;timestamp&#39;

source: ) for {0}
th: ) สำหรับ {0}

source: ...Fetching Employees
th: ...กำลังดึงข้อมูลพนักงาน

source: <b>Base</b> amount has not been set for the following employee(s): {0}
th: <b>ฐานเงินเดือน</b> ยังไม่ได้ถูกกำหนดสำหรับพนักงานดังต่อไปนี้: {0}

source: <b>Example:</b> SAL-{first_name}-{date_of_birth.year} <br>This will generate a password like SAL-Jane-1972
th: <b>ตัวอย่าง:</b> SAL- {first_name} - {date_of_birth.year} <br> สิ่งนี้จะสร้างรหัสผ่านเช่น SAL-Jane-1972

source: <b>Total Leaves Allocated</b> are more than the number of days in the allocation period
th: <b>จำนวนวันลาพักผ่อนที่จัดสรรทั้งหมด</b> มากกว่าจำนวนวันในช่วงเวลาการจัดสรร

source: <h3>Data Import</h3> Data import is the tool to migrate your existing data like Employee, Customer, Supplier, and a lot more to our ERPNext system. Go through the video for a detailed explanation of this tool.
th: <h3>นำเข้าข้อมูล</h3> การนำเข้าข้อมูลเป็นเครื่องมือสำหรับย้ายข้อมูลที่มีอยู่ของคุณ เช่น พนักงาน, ลูกค้า, ผู้จำหน่าย และอื่นๆ อีกมากมายเข้าสู่ระบบ ERPNext ของเรา โปรดชมวิดีโอเพื่อรับคำอธิบายรายละเอียดเกี่ยวกับเครื่องมือนี้

source: <h3>Employee</h3> An individual who works and is recognized for his rights and duties in your company is your Employee. You can manage the Employee master. It captures the demographic, personal and professional details, joining and leave details, etc.
th: <h3>พนักงาน</h3> บุคคลที่ทำงานและได้รับการยอมรับในสิทธิและหน้าที่ในบริษัทของคุณคือพนักงานของคุณ คุณสามารถจัดการข้อมูลหลักพนักงานได้ ซึ่งจะบันทึกรายละเอียดประชากรศาสตร์ ข้อมูลส่วนบุคคลและข้อมูลทางวิชาชีพ รายละเอียดการเข้าร่วมงานและการลางาน เป็นต้น

source: <h3>HR Settings</h3> Hr Settings consists of major settings related to Employee Lifecycle, Leave Management, etc. Click on Explore, to explore Hr Settings.
th: <h3>การตั้งค่าทรัพยากรบุคคล</h3> การตั้งค่าทรัพยากรบุคคลประกอบด้วยการตั้งค่าหลักที่เกี่ยวข้องกับวงจรชีวิตพนักงาน การจัดการการลางาน เป็นต้น คลิกที่ สำรวจ เพื่อสำรวจการตั้งค่าทรัพยากรบุคคล

source: <h3>Help</h3> <p>Notes:</p> <ol> <li>Use field <code>base</code> for using base salary of the Employee</li> <li>Use Salary Component abbreviations in conditions and formulas. <code>BS = Basic Salary</code></li> <li>Use field name for employee details in conditions and formulas. <code>Employment Type = employment_type</code><code>Branch = branch</code></li> <li>Use field name from Salary Slip in conditions and formulas. <code>Payment Days = payment_days</code><code>Leave without pay = leave_without_pay</code></li> <li>Direct Amount can also be entered based on Condition. See example 3</li></ol> <h4>Examples</h4> <ol> <li>Calculating Basic Salary based on <code>base</code> <pre><code>Condition: base &lt; 10000</code></pre> <pre><code>Formula: base * .2</code></pre></li> <li>Calculating HRA based on Basic Salary<code>BS</code> <pre><code>Condition: BS &gt; 2000</code></pre> <pre><code>Formula: BS * .1</code></pre></li> <li>Calculating TDS based on Employment Type<code>employment_type</code> <pre><code>Condition: employment_type=="Intern"</code></pre> <pre><code>Amount: 1000</code></pre></li> </ol>
th: <h3>ช่วยเหลือ</h3> <p>หมายเหตุ:</p> <ol> <li>ใช้ฟิลด์ <code>base</code> เพื่อใช้เงินเดือนฐานของพนักงาน</li> <li>ใช้ตัวย่อของส่วนประกอบเงินเดือนในเงื่อนไขและสูตร <code>BS = เงินเดือนฐาน</code></li> <li>ใช้ชื่อฟิลด์สำหรับรายละเอียดพนักงานในเงื่อนไขและสูตร <code>Employment Type = employment_type</code> <code>Branch = branch</code></li> <li>ใช้ชื่อฟิลด์จากสลิปเงินเดือนในเงื่อนไขและสูตร <code>Payment Days = payment_days</code> <code>Leave without pay = leave_without_pay</code></li> <li>สามารถกรอกจำนวนเงินโดยตรงตามเงื่อนไขได้ ดูตัวอย่างที่ 3</li> </ol> <h4>ตัวอย่าง</h4> <ol> <li>คำนวณเงินเดือนฐานโดยใช้ <code>base</code> <pre><code>เงื่อนไข: base &lt; 10000</code></pre> <pre><code>สูตร: base * .2</code></pre></li> <li>คำนวณ HRA โดยใช้เงินเดือนฐาน <code>BS</code> <pre><code>เงื่อนไข: BS &gt; 2000</code></pre> <pre><code>สูตร: BS * .1</code></pre></li> <li>คำนวณ TDS โดยใช้ Employment Type <code>employment_type</code> <pre><code>เงื่อนไข: employment_type=="Intern"</code></pre> <pre><code>จำนวนเงิน: 1000</code></pre></li> </ol>

source: <h3>Holiday List.</h3> Holiday List is a list which contains the dates of holidays. Most organizations have a standard Holiday List for their employees. However, some of them may have different holiday lists based on different Locations or Departments. In ERPNext, you can configure multiple Holiday Lists.
th: <h3>รายการวันหยุด</h3> รายการวันหยุดคือรายการที่ประกอบด้วยวันที่ของวันหยุด องค์กรส่วนใหญ่จะมีรายการวันหยุดมาตรฐานสำหรับพนักงานของตน อย่างไรก็ตาม บางองค์กรอาจมีรายการวันหยุดที่แตกต่างกันตามสถานที่ตั้งหรือแผนกต่างๆ ใน ERPNext คุณสามารถกำหนดค่ารายการวันหยุดได้หลายรายการ

source: <h3>Leave Allocation</h3> Leave Allocation enables you to allocate a specific number of leaves of a particular type to an Employee so that, an employee will be able to create a Leave Application only if Leaves are allocated.
th: <h3>การจัดสรรวันลา</h3> การจัดสรรวันลาช่วยให้คุณสามารถจัดสรรจำนวนวันลาประเภทใดประเภทหนึ่งให้กับพนักงานได้ เพื่อให้พนักงานสามารถสร้างใบคำขอวันลาได้เฉพาะเมื่อมีการจัดสรรวันลาแล้วเท่านั้น

source: <h3>Leave Application</h3> Leave Application is a formal document created by an Employee to apply for Leaves for a particular time period based on there leave allocation and leave type according to there need.
th: <h3>คำขอลาหยุด</h3> คำขอลาหยุดเป็นเอกสารทางการที่พนักงานจัดทำขึ้นเพื่อขอลาหยุดในช่วงเวลาที่กำหนด โดยอ้างอิงจากสิทธิ์การลาหยุดและประเภทการลาหยุดตามความต้องการของพนักงานนั้น ๆ

source: <h3>Leave Type</h3> Leave type is defined based on many factors and features like encashment, earned leaves, partially paid, without pay and, a lot more. To check other options and to define your leave type click on Show Tour.
th: <h3>ประเภทการลา</h3> ประเภทการลาถูกกำหนดโดยพิจารณาจากหลายปัจจัยและคุณลักษณะ เช่น การเบิกจ่ายเงินสด การลาสะสม การจ่ายเงินบางส่วน การลาโดยไม่รับค่าจ้าง และอื่นๆ อีกมากมาย เพื่อดูตัวเลือกเพิ่มเติมและกำหนดประเภทการลาของคุณ กรุณาคลิกที่ แสดงทัวร์

source: <h4>Condition Examples</h4> <ol> <li>Applying tax if employee born between 31-12-1937 and 01-01-1958 (Employees aged 60 to 80)<br> <code>Condition: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br><li>Applying tax by employee gender<br> <code>Condition: gender=="Male"</code></li><br> <li>Applying tax by Salary Component<br> <code>Condition: base &gt; 10000</code></li></ol>
th: <h4>ตัวอย่างเงื่อนไข</h4> <ol> <li>การคำนวณภาษีสำหรับพนักงานที่เกิดระหว่างวันที่ 31-12-1937 ถึง 01-01-1958 (พนักงานอายุ 60 ถึง 80 ปี)<br> <code>เงื่อนไข: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br> <li>การคำนวณภาษีตามเพศของพนักงาน<br> <code>เงื่อนไข: gender=="Male"</code></li><br> <li>การคำนวณภาษีตามส่วนประกอบเงินเดือน<br> <code>เงื่อนไข: base &gt; 10000</code></li> </ol>

source: <h5>Employees on Half Day</h5>
th: <h5>พนักงานที่ทำงานครึ่งวัน</h5>

source: <h5>Unmarked Employees</h5>
th: <h5>พนักงานที่ยังไม่ได้ทำเครื่องหมาย</h5>

source: <span class="h4"><b>Masters &amp; Reports</b></span>
th: <span class="h4"><b>ข้อมูลหลักและรายงาน</b></span>

source: <span class="h4"><b>Masters &amp; Transactions</b></span>
th: <span class="h4"><b>ข้อมูลหลักและรายการธุรกรรม</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
th: <span class="h4"><b>รายงานและแม่แบบ</b></span>

source: <span class="h4"><b>Transactions &amp; Reports</b></span>
th: <span class="h4"><b>รายการทำรายการและรายงาน</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: <span style="font-size: 18px;"><b>Masters &amp; Reports</b></span>
th: <span style="font-size: 18px;"><b>ข้อมูลหลักและรายงาน</b></span>

source: A Job Requisition for {0} requested by {1} already exists: {2}
th: ใบขออนุมัติงานสำหรับ {0} ที่ร้องขอโดย {1} มีอยู่แล้ว: {2}

source: A friendly reminder of an important date for our team.
th: การแจ้งเตือนอย่างเป็นมิตรเกี่ยวกับวันที่สำคัญสำหรับทีมของเรา

source: A {0} exists between {1} and {2} (
th: {0} อยู่ระหว่าง {1} ถึง {2} (

source: Abbr
th: ย่อ

source: Absent
th: ขาด

source: Absent Days
th: วันที่ขาด

source: Absent Records
th: ระเบียนขาดงาน

source: Academics User
th: ผู้ใช้ฝ่ายวิชาการ

source: Accepted
th: ได้รับการอนุมัติแล้ว

source: Account
th: บัญชี

source: Account Head
th: หัวข้อบัญชี

source: Account No
th: เลขที่บัญชี

source: Account type cannot be set for payroll payable account {0}, please remove and try again
th: ไม่สามารถตั้งค่าประเภทบัญชีสำหรับบัญชีเงินเดือนค้างจ่าย {0} ได้ กรุณาลบออกแล้วลองใหม่อีกครั้ง

source: Account {0} does not belong to company: {1}
th: บัญชี {0} ไม่ได้เป็นส่วนหนึ่งของบริษัท: {1}

source: Account {0} does not match with Company {1}
th: บัญชี {0} ไม่ตรงกับบริษัท {1}

source: Accounting
th: การบัญชี

source: Accounting & Payment
th: การบัญชีและการชำระเงิน

source: Accounting Details
th: รายละเอียดทางบัญชี

source: Accounting Dimension
th: มิติทางการบัญชี

source: Accounting Dimensions
th: มิติทางบัญชี

source: Accounting Ledger
th: บัญชีแยกประเภท

source: Accounting Reports
th: รายงานทางการบัญชี

source: Accounts
th: บัญชี

source: Accounts Payable
th: เจ้าหนี้การค้า

source: Accounts Receivable
th: บัญชีลูกหนี้

source: Accounts Settings
th: การตั้งค่า บัญชี

source: Accounts not set for Salary Component {0}
th: ยังไม่ได้ตั้งค่า บัญชี ชารบุรกิจ ของ {0}

source: Accrual Journal Entry for salaries from {0} to {1}
th: รายการบันทึกยอดคงค้างสำหรับเงินเดือนจาก {0} ถึง {1}

source: Action
th: การดำเนินการ

source: Action on Submission
th: การดำเนินการเมื่อส่งข้อมูล

source: Actions
th: การดำเนินการ

source: Active
th: ใช้งานอยู่

source: Activities
th: กิจกรรม

source: Activity Name
th: ชื่อกิจกรรม

source: Activity Type
th: ประเภทกิจกรรม

source: Actual Amount
th: จำนวนจริง

source: Actual Cost
th: ต้นทุนจริง

source: Actual Encashable Days
th: จำนวนวันที่สามารถเบิกจ่ายได้จริง

source: Actual balances aren't available because the leave application spans over different leave allocations. You can still apply for leaves which would be compensated during the next allocation.
th: ยอดคงเหลือที่แท้จริงไม่สามารถแสดงได้เนื่องจากคำขอลาหยุดครอบคลุมการจัดสรรวันลาหยุดที่แตกต่างกัน คุณยังสามารถยื่นคำขอลาหยุดได้ ซึ่งจะได้รับการชดเชยในระหว่างการจัดสรรครั้งถัดไป

source: Add Day-wise Dates
th: เพิ่มวันที่แยกตามวัน

source: Add Employee Property
th: เพิ่มคุณสมบัติพนักงาน

source: Add Expense
th: เพิ่มค่าใช้จ่าย

source: Add Feedback
th: เพิ่มความคิดเห็น

source: Add Tax
th: เพิ่มภาษี

source: Add to Details
th: เพิ่มในรายละเอียด

source: Add unused leaves from previous allocations
th: เพิ่มใบไม่ได้ใช้จากการจัดสรรก่อนหน้า

source: Add unused leaves from previous leave period's allocation to this allocation
th: เพิ่มวันลาที่ไม่ได้ใช้จากการจัดสรรช่วงวันล่าก่อนหน้านี้ไปยังการจัดสรรนี้

source: Added On
th: เพิ่มเมื่อ

source: Added tax components from the Salary Component master as the salary structure didn't have any tax component.
th: เพิ่มรายการภาษีจากต้นแบบรายการเงินเดือน เนื่องจากโครงสร้างเงินเดือนไม่มีรายการภาษีใด ๆ

source: Added to details
th: เพิ่มในรายละเอียด

source: Additional Amount
th: จำนวนเงินเพิ่มเติม

source: Additional Information
th: ข้อมูลเพิ่มเติม

source: Additional PF
th: PF เพิ่มเติม

source: Additional Salary
th: เงินเดือนเพิ่มเติม

source: Additional Salary
th: เงินเดือนเพิ่มเติม

source: Additional Salary for referral bonus can only be created against Employee Referral with status {0}
th: เงินเดือนเพิ่มเติมสำหรับโบนัสแนะนำสามารถสร้างได้เฉพาะกับการแนะนำพนักงานที่มีสถานะ {0} เท่านั้น

source: Additional Salary for this salary component with {0} enabled already exists for this date
th: เงินเดือนเพิ่มเติมสำหรับส่วนเงินเดือนนี้ที่เปิดใช้งาน {0} มีอยู่แล้วสำหรับวันที่นี้

source: Additional Salary: {0} already exist for Salary Component: {1} for period {2} and {3}
th: เงินเดือนเพิ่มเติม: {0} มีอยู่แล้วสำหรับองค์ประกอบเงินเดือน: {1} สำหรับช่วงเวลา {2} และ {3}

source: Address of Organizer
th: ที่อยู่ของผู้จัดงาน

source: Advance
th: ความก้าวหน้า

source: Advance Account
th: บัญชีก่อนหน้า

source: Advance Account is mandatory. Please set the <a href="/app/company/{0}#default_employee_advance_account" target="_blank">Default Employee Advance Account</a> in the Company record {0} and submit this document.
th: บัญชีกู้ยืมล่วงหน้าเป็นข้อมูลที่จำเป็น กรุณาตั้งค่า <a href="/app/company/{0}#default_employee_advance_account" target="_blank">บัญชีกู้ยืมล่วงหน้าพนักงานเริ่มต้น</a> ในระเบียนบริษัท {0} และส่งเอกสารนี้

source: Advance Amount
th: จำนวนเงินล่วงหน้า

source: Advance Paid
th: เงินล่วงหน้า

source: Advance Payments
th: เงินมัดจำ

source: Advanced Filters
th: ตัวกรองขั้นสูง

source: Advances
th: เงินล่วงหน้า

source: All
th: ทั้งหมด

source: All Goals
th: เป้าหมายทั้งหมด

source: All Jobs
th: งานทั้งหมด

source: All allocated assets should be returned before submission
th: สินทรัพย์ที่จัดสรรทั้งหมดต้องถูกส่งคืนก่อนการส่งข้อมูล

source: All the mandatory tasks for employee creation are not completed yet.
th: งานที่จำเป็นทั้งหมดสำหรับการสร้างพนักงานยังไม่เสร็จสมบูรณ์

source: Allocate Based On Leave Policy
th: จัดสรรตามนโยบายการลางาน

source: Allocate Leave
th: จัดสรรวันลาหยุด

source: Allocate Leaves
th: จัดสรรใบไม้

source: Allocate leaves to {0} employee(s)?
th: จัดสรรวันลางานให้กับพนักงาน {0} คน?

source: Allocate on Day
th: จัดสรรในวัน

source: Allocated Amount
th: จำนวนเงินที่จัดสรรแล้ว

source: Allocated Leaves
th: ใบที่จัดสรรไว้

source: Allocated {0} leave(s) via scheduler on {1} based on the 'Allocate on Day' option set to {2}
th: จัดสรรวันลางานจำนวน {0} ผ่านตัวจัดตารางในวันที่ {1} โดยอิงตามตัวเลือก 'จัดสรรในวัน' ที่ตั้งค่าเป็น {2}

source: Allocating Leave
th: การจัดสรรวันลาหยุด

source: Allocation
th: การจัดสรร

source: Allocation Expired!
th: การจัดสรรหมดอายุ!

source: Allow Employee Checkin from Mobile App
th: อนุญาตให้พนักงานเช็คอินจากแอปมือถือ

source: Allow Encashment
th: อนุญาตการเก็บเงิน

source: Allow Geolocation Tracking
th: อนุญาตการติดตามตำแหน่งทางภูมิศาสตร์

source: Allow Leave Application After (Working Days)
th: อนุญาตใบลา หลังจาก (วันทำงาน)

source: Allow Multiple Shift Assignments for Same Date
th: อนุญาตให้กำหนดกะหลายกะในวันเดียวกันได้

source: Allow Negative Balance
th: อนุญาตให้ยอดคงเหลือติดลบ

source: Allow Over Allocation
th: อนุญาตการจัดสรรเกินกำหนด

source: Allow Tax Exemption
th: อนุญาตการยกเว้นภาษี

source: Allow User
th: อนุญาตให้ผู้ใช้

source: Allow Users
th: อนุญาตให้ผู้ใช้งาน

source: Allow check-out after shift end time (in minutes)
th: อนุญาตให้เช็คเอาท์หลังจากเปลี่ยนเวลาสิ้นสุด (เป็นนาที)

source: Allow the following users to approve Leave Applications for block days.
th: อนุญาตให้ผู้ใช้ต่อไปเพื่อขออนุมัติการใช้งานออกวันบล็อก

source: Allows allocating more leaves than the number of days in the allocation period.
th: อนุญาตให้จัดสรรวันลามากกว่าจำนวนวันในช่วงเวลาการจัดสรรได้

source: Alternating entries as IN and OUT during the same shift
th: สลับรายการเป็นเข้าและออกในระหว่างการเปลี่ยนแปลงเดียวกัน

source: Amended From
th: แก้ไขจาก

source: Amount
th: จำนวนเงิน

source: Amount Based on Formula
th: จำนวนตามสูตร

source: Amount based on formula
th: จำนวนเงินตามสูตรการคำนวณ

source: Amount claimed via Expense Claim
th: จำนวนเงินที่เรียกร้องผ่านแบบฟอร์มขอเบิกค่าใช้จ่าย

source: Amount of expense
th: จำนวนค่าใช้จ่าย

source: Amount paid against this encashment
th: จำนวนเงินที่ชำระสำหรับการเบิกถอนนี้

source: Amount scheduled for deduction via salary
th: จำนวนเงินที่กำหนดให้หักผ่านเงินเดือน

source: Amount should not be less than zero
th: จำนวนต้องไม่ต่ำกว่า ศูนย์

source: Amount that has been paid against this advance
th: จำนวนเงินที่ได้ชำระแล้วสำหรับเงินล่วงหน้านี้

source: An amount of {0} already claimed for the component {1}, set the amount equal or greater than {2}
th: จำนวนเงิน {0} ได้รับการเคลมสำหรับส่วนประกอบ {1} แล้ว กรุณากำหนดจำนวนเงินให้เท่ากับหรือมากกว่า {2}

source: An attendance record is linked to this checkin. Please cancel the attendance before modifying time.
th: ระเบียนการเข้างานนี้เชื่อมโยงกับการเช็คอินนี้ กรุณายกเลิกการเข้างานก่อนแก้ไขเวลา

source: Annual Allocation
th: การจัดสรรรายปี

source: Annual Allocation Exceeded
th: เกินการจัดสรรประจำปี

source: Annual Salary
th: เงินเดือนประจำปี

source: Annual Taxable Amount
th: ยอดเงินที่ต้องเสียภาษีประจำปี

source: Any other details
th: รายละเอียดอื่น ๆ

source: Any other remarks, noteworthy effort that should go in the records
th: หมายเหตุอื่น ๆ หรือความพยายามที่ควรบันทึกไว้ในระเบียน

source: Applicable Earnings Component
th: ส่วนประกอบรายได้ที่ใช้บังคับ

source: Applicable For
th: ใช้กับ

source: Applicable in the case of Employee Onboarding
th: สามารถใช้งานได้ในกรณีที่พนักงาน Onboarding

source: Applicant Email Address
th: ที่อยู่อีเมลของผู้สมัคร

source: Applicant Name
th: ชื่อผู้สมัคร

source: Applicant Rating
th: การให้คะแนนผู้สมัคร

source: Applicant for a Job
th: สำหรับผู้สมัครงาน

source: Applicant name
th: ชื่อผู้สมัคร

source: Application
th: แอปพลิเคชัน

source: Application Status
th: สถานะการสมัคร

source: Application period cannot be across two allocation records
th: ระยะเวลาการสมัครต้องไม่เกินสองระเบียนการจัดสรร

source: Application period cannot be outside leave allocation period
th: รับสมัครไม่สามารถออกจากนอกระยะเวลาการจัดสรร

source: Applications Received
th: ใบสมัครที่ได้รับ

source: Applications received:
th: ใบสมัครที่ได้รับ:

source: Applies to Company
th: นำไปใช้กับ บริษัท

source: Apply
th: ใช้

source: Apply / Approve Leaves
th: สมัคร / อนุมัติใบ

source: Apply Filters
th: ใช้ตัวกรอง

source: Apply Now
th: ลงทะเบียนเลย

source: Appointment
th: การนัดหมาย

source: Appointment Date
th: วันที่นัดหมาย

source: Appointment Letter
th: จดหมายนัด

source: Appointment Letter Template
th: เทมเพลตจดหมายแต่งตั้ง

source: Appointment Letter content
th: เนื้อหาจดหมายแต่งตั้ง

source: Appraisal
th: การตีราคา

source: Appraisal Cycle
th: รอบการประเมินผล

source: Appraisal Goal
th: เป้าหมายการประเมิน

source: Appraisal KRA
th: ตัวชี้วัดผลการประเมิน

source: Appraisal Linking
th: การเชื่อมโยงการประเมินผล

source: Appraisal Overview
th: ภาพรวมการประเมินผล

source: Appraisal Template
th: แบบฟอร์มการประเมินผล

source: Appraisal Template Goal
th: เป้าหมายเทมเพลทประเมิน

source: Appraisal Template Missing
th: เทมเพลตการประเมินขาดหาย

source: Appraisal Template Title
th: หัวข้อแม่แบบประเมิน

source: Appraisal Template not found for some designations.
th: ไม่พบเทมเพลตการประเมินสำหรับตำแหน่งงานบางตำแหน่ง

source: Appraisal creation is queued. It may take a few minutes.
th: การสร้างการประเมินถูกจัดคิวแล้ว อาจใช้เวลาสักครู่

source: Appraisal {0} already exists for Employee {1} for this Appraisal Cycle or overlapping period
th: การประเมิน {0} มีอยู่แล้วสำหรับพนักงาน {1} ในรอบการประเมินนี้หรือช่วงเวลาที่ทับซ้อนกัน

source: Appraisal {0} does not belong to Employee {1}
th: การประเมิน {0} ไม่ได้เป็นของพนักงาน {1}

source: Appraisee
th: ผู้ถูกประเมิน

source: Appraisees: {0}
th: ผู้ประเมิน: {0}

source: Apprentice
th: เด็กฝึกงาน

source: Approval
th: การอนุมัติ

source: Approval Status
th: สถานะการอนุมัติ

source: Approval Status must be 'Approved' or 'Rejected'
th: สถานะการอนุมัติ ต้อง 'อนุมัติ ' หรือ ' ปฏิเสธ '

source: Approve
th: อนุมัติ

source: Approved
th: อนุมัติแล้ว

source: Approver
th: อนุมัติ

source: Approvers
th: ผู้อนุมัติ

source: Apr
th: เม.ย.

source: Archive
th: เก็บถาวร

source: Archived
th: เก็บถาวร

source: Are you sure you want to delete the attachment
th: คุณแน่ใจหรือไม่ว่าต้องการลบไฟล์แนบนี้

source: Are you sure you want to delete the {0}
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {0}

source: Are you sure you want to email the selected salary slips?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งอีเมลสลิปเงินเดือนที่เลือกแล้ว?

source: Are you sure you want to proceed?
th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: Are you sure you want to reject the Employee Referral?
th: คุณแน่ใจหรือไม่ว่าต้องการปฏิเสธการแนะนำพนักงาน?

source: Arrival Datetime
th: มาถึง Datetime

source: As per your assigned Salary Structure you cannot apply for benefits
th: ตามโครงสร้างค่าจ้างที่ได้รับมอบหมายคุณไม่สามารถยื่นขอผลประโยชน์ได้

source: Asset Name
th: ชื่อสินทรัพย์

source: Asset Recovery Cost for {0}: {1}
th: ต้นทุนการกู้คืนสินทรัพย์ สำหรับ {0}: {1}

source: Assets Allocated
th: สินทรัพย์ที่จัดสรรแล้ว

source: Assign Salary Structure to {0} employee(s)?
th: กำหนดโครงสร้างเงินเดือนให้กับพนักงานจำนวน {0} คน?

source: Assign Shift
th: กำหนดกะงาน

source: Assign Shift Schedule
th: กำหนดตารางกะงาน

source: Assign Structure
th: กำหนดโครงสร้าง

source: Assigning Salary Structure
th: กำหนดโครงสร้างเงินเดือน

source: Assigning Structure...
th: กำลังกำหนดโครงสร้าง...

source: Assigning Structures...
th: การกำหนดโครงสร้าง ...

source: Assigning...
th: กำลังกำหนด...

source: Assignment based on
th: มอบหมายตาม

source: Associate Job Opening
th: เชื่อมโยงตำแหน่งงานว่าง

source: Associated Document
th: เอกสารที่เกี่ยวข้อง

source: Associated Document Type
th: ประเภทเอกสารที่เกี่ยวข้อง

source: At least one interview has to be selected.
th: ต้องเลือกการสัมภาษณ์อย่างน้อยหนึ่งรายการ

source: Attach Proof
th: แนบหลักฐาน

source: Attachments
th: ไฟล์แนบ

source: Attendance
th: การดูแลรักษา

source: Attendance Calendar
th: ปฏิทินการลงเวลาทำงาน

source: Attendance Count
th: จำนวนการเข้าร่วมงาน

source: Attendance Dashboard
th: แดชบอร์ดการลงเวลาทำงาน

source: Attendance Date
th: วันที่เข้าร่วม

source: Attendance From Date
th: ผู้เข้าร่วมจากวันที่

source: Attendance From Date and Attendance To Date is mandatory
th: เข้าร่วมประชุม จาก วันที่และ การเข้าร่วมประชุม เพื่อให้ มีผลบังคับใช้ วันที่

source: Attendance ID
th: รหัสการเข้างาน

source: Attendance Marked
th: ทำเครื่องหมายผู้เข้าร่วม

source: Attendance Request
th: คำขอเข้าร่วม

source: Attendance Request History
th: ประวัติคำขอการลงเวลาทำงาน

source: Attendance Settings
th: การตั้งค่าการลงเวลาทำงาน

source: Attendance To Date
th: วันที่เข้าร่วมประชุมเพื่อ

source: Attendance Updated
th: อัปเดตการลงเวลาทำงานแล้ว

source: Attendance Warnings
th: คำเตือนการลงเวลาทำงาน

source: Attendance date {0} can not be less than employee {1}'s joining date: {2}
th: วันที่เข้าทำงาน {0} ไม่สามารถน้อยกว่าวันที่เข้าร่วมงานของพนักงาน {1} คือ {2} ได้

source: Attendance for all the employees under this criteria has been marked already.
th: การบันทึกเวลาทำงานของพนักงานทั้งหมดที่ตรงตามเกณฑ์นี้ได้ถูกบันทึกแล้ว

source: Attendance for employee {0} is already marked for an overlapping shift {1}: {2}
th: การบันทึกเวลาทำงานของพนักงาน {0} ได้ถูกทำเครื่องหมายแล้วสำหรับกะที่ทับซ้อนกัน {1}: {2}

source: Attendance for employee {0} is already marked for the date {1}: {2}
th: การบันทึกเวลาทำงานของพนักงาน {0} สำหรับวันที่ {1} ได้ถูกบันทึกแล้ว: {2}

source: Attendance for employee {0} is already marked for the following dates: {1}
th: การบันทึกเวลาทำงานของพนักงาน {0} ได้ถูกบันทึกแล้วสำหรับวันที่ต่อไปนี้: {1}

source: Attendance for the following dates will be skipped/overwritten on submission
th: การบันทึกเวลาทำงานสำหรับวันที่ต่อไปนี้จะถูกข้าม/เขียนทับเมื่อส่งข้อมูล

source: Attendance from {0} to {1} has already been marked for the Employee {2}
th: การบันทึกเวลาทำงานตั้งแต่วันที่ {0} ถึง {1} สำหรับพนักงาน {2} ได้ดำเนินการแล้ว

source: Attendance has been marked for all the employees between the selected payroll dates.
th: การบันทึกเวลาทำงานได้ถูกทำเครื่องหมายสำหรับพนักงานทุกคนในช่วงวันที่เงินเดือนที่เลือกไว้แล้ว
