Repository: ManotLuijiu/erpnext-thai-translation
Catalog: hrms/*.po
Languages: th

source: Travel Advance Required
th: จำเป็นต้องเดินทางล่วงหน้า

source: Travel From
th: เดินทางจาก

source: Travel Itinerary
th: กำหนดการเดินทาง

source: Travel Request
th: คำขอท่องเที่ยว

source: Travel Request Costing
th: คำขอต้นทุนการเดินทาง

source: Travel To
th: ท่องเที่ยวไป

source: Travel Type
th: ประเภทการเดินทาง

source: Tuesday
th: วันอังคาร

source: Type
th: ประเภท

source: Type of Proof
th: ประเภทของหลักฐาน

source: Unable to find Salary Component {0}
th: ไม่พบองค์ประกอบเงินเดือน {0}

source: Unable to retrieve your location
th: ไม่สามารถดึงข้อมูลตำแหน่งของคุณได้

source: Unarchive
th: ยกเลิกการเก็บถาวร

source: Unclaimed Amount
th: จำนวนเงินที่ยังไม่ได้เรียกร้อง

source: Under Review
th: กำลังตรวจสอบ

source: Unlink Payment
th: ยกเลิกการเชื่อมโยงการชำระเงิน

source: Unlinked Attendance record from Employee Checkins: {}
th: ระเบียนการลงเวลาที่ไม่ได้เชื่อมโยงกับการเช็คอินของพนักงาน: {}

source: Unlinked logs
th: บันทึกที่ไม่ได้เชื่อมโยง

source: Unmarked Attendance for days
th: การเข้าร่วมที่ไม่มีเครื่องหมายเป็นเวลาหลายวัน

source: Unmarked Check-in Logs Found
th: พบบันทึกการเช็คอินที่ไม่ได้ทำเครื่องหมาย

source: Unmarked Days
th: วันที่ไม่มีเครื่องหมาย

source: Unmarked Employee Header
th: หัวข้อพนักงานที่ไม่ได้ทำเครื่องหมาย

source: Unmarked Employees HTML
th: พนักงานที่ไม่ได้ทำเครื่องหมาย HTML

source: Unmarked days
th: วันที่ไม่มีเครื่องหมาย

source: Unpaid
th: ค้างชำระ

source: Unpaid Expense Claim
th: การเรียกร้องค่าใช้จ่ายที่ค้างชำระ

source: Unsettled
th: ยังไม่ชำระเงิน

source: Unsettled Transactions
th: รายการธุรกรรมที่ยังไม่ชำระ

source: Unsubmitted Appraisals
th: แบบประเมินที่ยังไม่ส่ง

source: Untracked Hours
th: ชั่วโมงที่ไม่ได้ติดตาม

source: Untracked Hours (U)
th: ชั่วโมงที่ไม่ได้ติดตาม (U)

source: Unused leaves
th: ใบที่ไม่ได้ใช้

source: Upcoming Holidays
th: วันหยุดที่จะถึง

source: Upcoming Holidays Reminder
th: การแจ้งเตือนวันหยุดที่จะมาถึง

source: Upcoming Shifts
th: กะงานที่กำลังจะมาถึง

source: Update
th: อัปเดต

source: Update Expense
th: อัปเดตค่าใช้จ่าย

source: Update Job Applicant
th: อัปเดตผู้สมัครงาน

source: Update Progress
th: อัปเดตความก้าวหน้า

source: Update Response
th: อัปเดตการตอบกลับ

source: Update Salary Structures
th: อัปเดตโครงสร้างเงินเดือน

source: Update Status
th: อัปเดตสถานะ

source: Update Tax
th: อัปเดตภาษี

source: Updated status from {0} to {1} for date {2} in the attendance record {3}
th: อัปเดตสถานะจาก {0} เป็น {1} สำหรับวันที่ {2} ในบันทึกการเข้าออกงาน {3}

source: Updated the Job Applicant status to {0}
th: อัปเดตสถานะผู้สมัครงานเป็น {0}

source: Updated the status of Job Offer {0} for the linked Job Applicant {1} to {2}
th: อัปเดตสถานะของข้อเสนอการทำงาน {0} สำหรับผู้สมัครงานที่เชื่อมโยง {1} เป็น {2}

source: Updated the status of linked Job Applicant {0} to {1}
th: อัปเดตสถานะของผู้สมัครงานที่เชื่อมโยง {0} เป็น {1}

source: Upload Attendance
th: อัพโหลดผู้เข้าร่วม

source: Upload HTML
th: อัพโหลด HTML

source: Upload images or documents
th: อัปโหลดรูปภาพหรือเอกสาร

source: Uploading...
th: กำลังอัปโหลด...

source: Upper Range
th: ช่วงบน

source: Used Leave(s)
th: วันลาที่ใช้แล้ว

source: Used Leaves
th: ใบที่ใช้แล้ว

source: User
th: ผู้ใช้

source: Users
th: ผู้ใช้

source: Utilization
th: การใช้ประโยชน์

source: Vacancies
th: ตำแหน่งงานว่าง

source: Vacancies cannot be lower than the current openings
th: ตำแหน่งงานต้องไม่ต่ำกว่าช่องเปิดปัจจุบัน

source: Vacancies fulfilled
th: ตำแหน่งงานที่ว่างได้รับการเติมเต็มแล้ว

source: Validate Attendance
th: ตรวจสอบการเข้าร่วม

source: Validating Employee Attendance...
th: กำลังตรวจสอบการเข้าร่วมของพนักงาน ...

source: Value / Description
th: ค่า / รายละเอียด

source: Value missing
th: มูลค่าหายไป

source: Variable
th: ตัวแปร

source: Variable Based On Taxable Salary
th: ตัวแปรตามเงินเดือนที่ต้องเสียภาษี

source: Vegetarian
th: มังสวิรัติ

source: Vehicle
th: ยานพาหนะ

source: Vehicle Expenses
th: ค่าใช้จ่ายยานพาหนะ

source: Vehicle Log
th: ยานพาหนะเข้าสู่ระบบ

source: Vehicle Service
th: บริการซ่อมบำรุงรถยนต์

source: Vehicle Service Item
th: รายการบริการยานพาหนะ

source: Verify
th: ตรวจสอบ

source: View
th: ดู

source: View All
th: ดูทั้งหมด

source: View Goals
th: ดูเป้าหมาย

source: View Leave History
th: ดูประวัติการลา

source: View Ledger
th: ดูสมุดรายวันบัญชี

source: View List
th: ดูรายการ

source: View Salary Slips
th: ดูสลิปเงินเดือน

source: WARNING: Loan Management module has been separated from ERPNext.
th: คำเตือน: โมดูลการจัดการสินเชื่อได้ถูกแยกออกจาก ERPNext แล้ว

source: Warning
th: คำเตือน

source: Warning: Insufficient leave balance for Leave Type {0} in this allocation.
th: คำเตือน: ยอดวันลาที่มีสำหรับประเภทการลา {0} ในการจัดสรรนี้ไม่เพียงพอ

source: Warning: Insufficient leave balance for Leave Type {0}.
th: คำเตือน: ยอดวันลาคงเหลือไม่เพียงพอสำหรับประเภทการลา {0}

source: Warning: Leave application contains following block dates
th: คำเตือน: โปรแกรมออกมีวันที่บล็อกต่อไปนี้

source: Warning: {0} already has an active Shift Assignment {1} for some/all of these dates.
th: คำเตือน: {0} มีการมอบหมายกะที่ใช้งานอยู่ {1} สำหรับวันที่บางส่วน/ทั้งหมดเหล่านี้แล้ว

source: Website Listing
th: รายชื่อเว็บไซต์

source: Wednesday
th: วันพุธ

source: Weekly
th: รายสัปดาห์

source: Weightage (%)
th: น้ำหนัก (%)

source: When set to 'Inactive', employees with conflicting active shifts will not be excluded.
th: เมื่อตั้งค่าเป็น 'ไม่ใช้งาน' พนักงานที่มีเวลาทำงานที่ขัดแย้งกันจะไม่ถูกยกเว้น

source: Whereas allocation for Compensatory Leaves is automatically created or updated on submission of Compensatory Leave Request.
th: ในขณะที่การจัดสรรวันลาชดเชยจะถูกสร้างหรือปรับปรุงโดยอัตโนมัติเมื่อมีการส่งคำขอวันลาชดเชย

source: Why is this Candidate Qualified for this Position?
th: ทำไมผู้สมัครคนนี้จึงมีคุณสมบัติเหมาะสมกับตำแหน่งนี้?

source: Withheld
th: หัก ณ ที่จ่าย

source: Work Anniversaries
th: วันครบรอบการทำงาน

source: Work Anniversary Reminder
th: การแจ้งเตือนวันครบรอบการทำงาน

source: Work End Date
th: วันที่สิ้นสุดงาน

source: Work Experience Calculation Method
th: วิธีการคำนวณประสบการณ์ทำงาน

source: Work From Date
th: ทำงานจากวันที่

source: Work From Home
th: ทำงานที่บ้าน

source: Work References
th: เอกสารอ้างอิงงาน

source: Work Summary for {0}
th: สรุปการทำงานสำหรับ {0}

source: Worked On Holiday
th: ทำงานในวันหยุด

source: Working Days
th: วันทำการ

source: Working Days and Hours
th: วันทำการและชั่วโมงทำงาน

source: Working Hours
th: ชั่วโมงทำงาน

source: Working Hours Calculation Based On
th: การคำนวณชั่วโมงการทำงานขึ้นอยู่กับ

source: Working Hours Threshold for Absent
th: เกณฑ์ชั่วโมงการทำงานสำหรับการขาดงาน

source: Working Hours Threshold for Half Day
th: เกณฑ์ชั่วโมงทำงานสำหรับครึ่งวัน

source: Working hours below which Absent is marked. (Zero to disable)
th: ชั่วโมงการทำงานด้านล่างที่ไม่มีการทำเครื่องหมาย (ศูนย์ปิดการใช้งาน)

source: Working hours below which Half Day is marked. (Zero to disable)
th: ชั่วโมงการทำงานด้านล่างซึ่งทำเครื่องหมายครึ่งวัน (ศูนย์ปิดการใช้งาน)

source: Workshop
th: โรงงาน

source: Year
th: ปี

source: Year To Date
th: ตั้งแต่ต้นปีถึงปัจจุบัน

source: Year To Date(Company Currency)
th: ปีถึงปัจจุบัน (สกุลเงินบริษัท)

source: Yearly
th: รายปี

source: Yellow
th: สีเหลือง

source: Yes
th: ใช่

source: Yes, Proceed
th: ใช่ ดำเนินการต่อ

source: You are not authorized to approve leaves on Block Dates
th: คุณไม่ได้รับอนุญาตในการอนุมัติวันลา ในวันที่ถูกบล็อก

source: You are not present all day(s) between compensatory leave request days
th: คุณไม่มีวันอยู่ระหว่างวันที่ขอชดเชยการลาออก

source: You can claim only an amount of {0}, the rest amount {1} should be in the application as pro-rata component
th: คุณสามารถเคลมได้เพียงจำนวน {0} ส่วนจำนวนที่เหลือ {1} ควรอยู่ในใบสมัครเป็นส่วนประกอบแบบสัดส่วน

source: You can not define multiple slabs if you have a slab with no lower and upper limits.
th: คุณไม่สามารถกำหนดหลายช่วงได้หากมีช่วงที่ไม่มีขอบเขตล่างและบนกำหนดไว้

source: You can not request for your Default Shift: {0}
th: คุณไม่สามารถขอ Default Shift ของคุณได้: {0}

source: You can only plan for upto {0} vacancies and budget {1} for {2} as per staffing plan {3} for parent company {4}.
th: คุณสามารถวางแผนได้เพียงสูงสุด {0} ตำแหน่งว่างและงบประมาณ {1} สำหรับ {2} ตามแผนการจัดหาพนักงาน {3} สำหรับบริษัทแม่ {4} เท่านั้น

source: You can only submit Leave Encashment for a valid encashment amount
th: คุณสามารถส่ง Leave Encashment ได้เพียงจำนวนเงินที่ถูกต้องเท่านั้น

source: You can only upload JPG, PNG, PDF, TXT or Microsoft documents.
th: คุณสามารถอัปโหลดได้เฉพาะไฟล์ JPG, PNG, PDF, TXT หรือเอกสารของ Microsoft เท่านั้น

source: You do not have permission to complete this action
th: คุณไม่มีสิทธิ์ในการดำเนินการนี้ให้เสร็จสมบูรณ์

source: You have no advances
th: คุณไม่มีเงินล่วงหน้าใดๆ

source: You have no leaves allocated
th: คุณยังไม่มีวันลาที่จัดสรรไว้

source: You have no notifications
th: คุณไม่มีการแจ้งเตือนใดๆ

source: You have no requests
th: คุณไม่มีคำขอใดๆ

source: You have no upcoming holidays
th: คุณไม่มีวันหยุดที่จะมาถึงในเร็วๆ นี้

source: You have no upcoming shifts
th: คุณไม่มีเวรงานที่กำลังจะมาถึง

source: You may add additional details, if any, and submit the offer.
th: คุณสามารถเพิ่มรายละเอียดเพิ่มเติมได้หากมี และส่งใบเสนอราคาได้เลย

source: You must be within {0} meters of your shift location to check in.
th: คุณต้องอยู่ในระยะไม่เกิน {0} เมตรจากสถานที่ทำงานของคุณเพื่อเช็คอิน

source: You were only present for Half Day on {}. Cannot apply for a full day compensatory leave
th: คุณเข้าทำงานเพียงครึ่งวันในวันที่ {} ไม่สามารถขอลาหยุดชดเชยเต็มวันได้

source: Your Interview session is rescheduled from {0} {1} - {2} to {3} {4} - {5}
th: การนัดสัมภาษณ์ของคุณถูกเลื่อนจากวันที่ {0} {1} - {2} เป็นวันที่ {3} {4} - {5}

source: Your password has expired. Please reset your password to continue
th: รหัสผ่านของคุณหมดอายุแล้ว กรุณาตั้งรหัสผ่านใหม่เพื่อดำเนินการต่อ

source: active
th: ใช้งานอยู่

source: based on
th: อ้างอิงจาก

source: cancellation
th: การยกเลิก

source: cancelled
th: ยกเลิก

source: create/submit
th: สร้าง/ส่งข้อมูล

source: created
th: สร้างแล้ว

source: email
th: อีเมล์

source: modify_half_day_status
th: แก้ไขสถานะครึ่งวัน

source: or for the Employee's Department: {0}
th: หรือสำหรับฝ่ายงานของพนักงาน: {0}

source: process
th: กระบวนการ

source: processed
th: ดำเนินการแล้ว

source: result
th: ผลลัพธ์

source: results
th: ผลลัพธ์

source: review
th: ตรวจสอบ

source: reviews
th: การตรวจสอบ

source: submitted
th: ส่งแล้ว

source: via Salary Component sync
th: ผ่านการซิงค์ส่วนประกอบเงินเดือน

source: year
th: ปี

source: years
th: ปี

source: {0} & {1} more
th: {0} และอีก {1} รายการ

source: {0} <br> This error can be due to missing or deleted field.
th: {0} <br> ข้อผิดพลาดนี้อาจเกิดจากฟิลด์ที่หายไปหรือถูกลบ

source: {0} Appraisal(s) are not submitted yet
th: {0} การประเมินผลยังไม่ได้ส่ง

source: {0} Field
th: {0} ฟิลด์

source: {0} Missing
th: {0} ขาดหาย

source: {0} Row #{1}: Formula is set but {2} is disabled for the Salary Component {3}.
th: แถวที่ {1} ของ {0}: กำหนดสูตรไว้แล้วแต่ {2} ถูกปิดใช้งานสำหรับส่วนประกอบเงินเดือน {3}

source: {0} Row #{1}: {2} needs to be enabled for the formula to be considered.
th: {0} แถวที่ #{1}: ต้องเปิดใช้งาน {2} เพื่อให้สูตรได้รับการพิจารณา

source: {0} Unread
th: {0} ยังไม่ได้อ่าน

source: {0} already allocated for Employee {1} for period {2} to {3}
th: {0} จัดสรรสำหรับพนักงาน {1} แล้วสำหรับรอบระยะเวลา {2} ถึง {3}

source: {0} already exists for employee {1} and period {2}
th: {0} มีอยู่แล้วสำหรับพนักงาน {1} และช่วงเวลา {2}

source: {0} already has an active Shift Assignment {1} for some/all of these dates.
th: {0} มีการมอบหมายกะทำงาน {1} ที่ใช้งานอยู่แล้วสำหรับวันที่บางส่วน/ทั้งหมดเหล่านี้

source: {0} applicable after {1} working days
th: {0} ใช้ได้หลังจาก {1} วันทำการ

# Leave Type
source: {0} balance
th: ยอดคงเหลือ {0}

source: {0} completed {1} {2}
th: {0} {2} ที่เสร็จสมบูรณ์ {1}

source: {0} created successfully!
th: สร้าง {0} สำเร็จแล้ว!

source: {0} deleted successfully!
th: {0} ลบสำเร็จแล้ว!

source: {0} failed!
th: {0} ล้มเหลว!

source: {0} has {1} enabled
th: {0} มีการเปิดใช้งาน {1} แล้ว

source: {0} is mandatory
th: {0} เป็นข้อมูลที่ต้องระบุ

source: {0} is not a holiday.
th: {0} ไม่ใช่วันหยุดราชการ

source: {0} is not allowed to submit Interview Feedback for the Interview: {1}
th: {0} ไม่ได้รับอนุญาตให้ส่งข้อเสนอแนะการสัมภาษณ์สำหรับการสัมภาษณ์: {1}

source: {0} is not in Optional Holiday List
th: {0} ไม่อยู่ในรายการวันหยุดเสริม

source: {0} is not in a valid Payroll Period
th: {0} ไม่อยู่ในระยะเวลาการจ่ายเงินเดือนที่ถูกต้อง

source: {0} is required
th: {0} จำเป็นต้องระบุ

source: {0} leaves allocated successfully
th: จัดสรรวันลาพักผ่อน {0} สำเร็จแล้ว

source: {0} leaves from allocation for {1} leave type have expired and will be processed during the next scheduled job. It is recommended to expire them now before creating new leave policy assignments.
th: {0} วันที่ลาหมดอายุจากการจัดสรรสำหรับประเภทการลา {1} และจะถูกดำเนินการในงานที่กำหนดเวลาครั้งถัดไป ขอแนะนำให้หมดอายุทันทีเพื่อป้องกันปัญหาก่อนสร้างการกำหนดนโยบายการลาใหม่

source: {0} leaves were manually allocated by {1} on {2}
th: {0} วันลาถูกจัดสรรโดย {1} ด้วยตนเองเมื่อวันที่ {2}

source: {0} must be submitted
th: ต้องส่ง {0} รายการ

source: {0} of {1} Completed
th: {0} จาก {1} เสร็จสมบูรณ์

source: {0} successful!
th: {0} สำเร็จแล้ว!

source: {0} successfully!
th: {0} สำเร็จแล้ว!

source: {0} to {1} employee(s)?
th: {0} ถึง {1} พนักงาน?

source: {0} updated successfully!
th: {0} อัปเดตสำเร็จแล้ว!

source: {0} vacancies and {1} budget for {2} already planned for subsidiary companies of {3}. You can only plan for upto {4} vacancies and and budget {5} as per staffing plan {6} for parent company {3}.
th: {0} ตำแหน่งว่างและงบประมาณ {1} สำหรับ {2} ได้วางแผนไว้แล้วสำหรับบริษัทในเครือของ {3} คุณสามารถวางแผนได้สูงสุดเพียง {4} ตำแหน่งว่างและงบประมาณ {5} ตามแผนการจัดบุคลากร {6} สำหรับบริษัทแม่ {3} เท่านั้น

source: {0} will be updated for the following Salary Structures: {1}.
th: {0} จะได้รับการอัปเดตสำหรับโครงสร้างเงินเดือนดังต่อไปนี้: {1}

source: {0}: Employee email not found, hence email not sent
th: {0}: ไม่พบอีเมลของพนักงาน อีเมล์นี้จึงไม่ได้ถูกส่ง

source: {0}: From {0} of type {1}
th: {0}: จาก {0} ประเภท {1}

source: {0}d
th: {0}ว

source: {} Accepted
th: {} ได้รับการอนุมัติแล้ว

source: {} Active
th: {} กำลังใช้งาน

source: {} Draft
th: {} ฉบับร่าง

source: {} Open
th: {} เปิด

source: {} Pending
th: {} รอดำเนินการ

source: {} Unclaimed
th: {} ยังไม่ได้เรียกร้อง

source: {} is an invalid Attendance Status.
th: {} เป็นสถานะการเข้าร่วมที่ไม่ถูกต้อง

source: {} {} open for this position.
th: {} {} เปิดรับสำหรับตำแหน่งนี้
