Repository: ManotLuijiu/erpnext-thai-translation
Catalog: hrms/*.po
Languages: th

source: Health Insurance Provider
th: ผู้ให้บริการประกันสุขภาพ

source: Hello
th: สวัสดี

source: Help
th: ช่วยเหลือ

source: Hey {}! This email is to remind you about the upcoming holidays.
th: สวัสดี {}! อีเมลฉบับนี้เป็นการแจ้งเตือนเกี่ยวกับวันหยุดที่กำลังจะมาถึงค่ะ

source: Hey, {0} 👋
th: สวัสดี, {0} 👋

source: Hiring Count
th: จำนวนการจ้างงาน

source: Hiring Settings
th: การตั้งค่าการจ้างงาน

source: Hiring vs Attrition Count
th: จำนวนการจ้างงานเทียบกับการลาออก

source: Hold
th: ระงับไว้

source: Holiday
th: วันหยุด

source: Holiday List
th: รายการวันหยุด

source: Holiday List for Optional Leave
th: รายการวันหยุดสำหรับการลาตัวเลือก

source: Holidays
th: วันหยุด

source: Holidays this Month.
th: วันหยุดในเดือนนี้

source: Holidays this Week.
th: วันหยุดประจำสัปดาห์นี้

source: Home
th: หน้าหลัก

source: Horizontal Break
th: เส้นแบ่งแนวนอน

source: Hour Rate
th: อัตราค่าจ้างรายชั่วโมง

source: Hour Rate (Company Currency)
th: อัตราค่าชั่วโมง (สกุลเงินบริษัท)

source: Hours
th: ชั่วโมง

source: House rent paid days overlapping with {0}
th: จำนวนวันที่เช่าบ้านที่ทับซ้อนกับ {0}

source: House rented dates required for exemption calculation
th: ต้องระบุวันที่เช่าบ้านสำหรับการคำนวณการยกเว้น

source: House rented dates should be atleast 15 days apart
th: วันที่เช่าบ้านควรอยู่ห่างกันไม่เกิน 15 วัน

source: IFSC Code
th: รหัส IFSC

source: IN
th: ใน

source: Identification Document Number
th: หมายเลขเอกสารระบุตัวตน

source: Identification Document Type
th: ประเภทเอกสารระบุ

source: If checked, Payroll Payable will be booked against each employee
th: หากเลือก จะมีการบันทึกบัญชีเจ้าหนี้เงินเดือนต่อพนักงานแต่ละคน

source: If checked, hides and disables Rounded Total field in Salary Slips
th: หากทำเครื่องหมายให้ซ่อนและปิดใช้งานฟิลด์ผลรวมที่ปัดเศษในสลิปเงินเดือน

source: If checked, the full amount will be deducted from taxable income before calculating income tax without any declaration or proof submission.
th: หากตรวจสอบแล้วเงินเต็มจำนวนจะถูกหักออกจากรายได้ที่ต้องเสียภาษีก่อนคำนวณภาษีเงินได้โดยไม่ต้องมีการสำแดงหรือส่งหลักฐานใด ๆ

source: If enabled, Tax Exemption Declaration will be considered for income tax calculation.
th: หากเปิดใช้งานจะมีการพิจารณาใบแจ้งการยกเว้นภาษีสำหรับการคำนวณภาษีเงินได้

source: If enabled, auto attendance will be marked on holidays if Employee Checkins exist
th: หากเปิดใช้งาน การลงเวลาทำงานอัตโนมัติจะถูกบันทึกในวันหยุดหากมีการเช็คอินของพนักงาน

source: If enabled, deducts payment days for absent attendance on holidays. By default, holidays are considered as paid
th: หากเปิดใช้งาน จะหักวันชำระเงินสำหรับการขาดงานในวันหยุด โดยปกติวันหยุดจะถือเป็นวันลาป่วยที่ได้รับค่าจ้าง

source: If enabled, the amount will be excluded from accounting entries during Journal Entry creation.
th: หากเปิดใช้งาน จำนวนเงินจะถูกยกเว้นจากรายการบัญชีในระหว่างการสร้างบันทึกบัญชี

source: If enabled, the component will be considered as a tax component and the amount will be auto-calculated as per the configured income tax slabs
th: หากเปิดใช้งาน ส่วนประกอบนี้จะถูกพิจารณาเป็นส่วนประกอบภาษี และจำนวนเงินจะถูกคำนวณโดยอัตโนมัติตามช่วงอัตราภาษีเงินได้ที่ตั้งค่าไว้

source: If enabled, the component will be considered in the Income Tax Deductions report
th: หากเปิดใช้งาน ส่วนประกอบนี้จะถูกนำมาพิจารณาในรายงานการหักภาษีเงินได้

source: If enabled, the component will not be displayed in the salary slip if the amount is zero
th: หากเปิดใช้งาน ส่วนประกอบจะไม่แสดงในสลิปเงินเดือนหากจำนวนเป็นศูนย์

source: If enabled, the total no. of applications received for this opening will be displayed on the website
th: หากเปิดใช้งาน จำนวนใบสมัครทั้งหมดที่ได้รับสำหรับตำแหน่งนี้จะแสดงบนเว็บไซต์

source: If enabled, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
th: หากเปิดใช้งาน ค่าที่ระบุหรือคำนวณในส่วนประกอบนี้จะไม่ถูกนำไปรวมในรายได้หรือการหัก แต่ค่าดังกล่าวสามารถอ้างอิงโดยส่วนประกอบอื่นที่สามารถเพิ่มหรือลดได้

source: If enabled, total no. of working days will include holidays, and this will reduce the value of Salary Per Day
th: หากเปิดใช้งาน จำนวนวันทำงานรวมจะรวมวันหยุดด้วย ซึ่งจะทำให้มูลค่าของ เงินเดือนต่อวัน ลดลง

source: If not checked, the list will have to be added to each Department where it has to be applied.
th: ถ้าไม่ได้ตรวจสอบรายชื่อจะต้องมีการเพิ่มแต่ละแผนกที่มันจะต้องมีการใช้

source: If selected, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
th: หากเลือกค่าที่ระบุหรือคำนวณในองค์ประกอบนี้จะไม่นำไปสู่รายได้หรือการหักเงิน อย่างไรก็ตามค่านี้สามารถอ้างอิงโดยส่วนประกอบอื่น ๆ ที่สามารถเพิ่มหรือหักล้างได้

source: If set, the job opening will be closed automatically after this date
th: หากตั้งค่าไว้ ตำแหน่งงานจะถูกปิดโดยอัตโนมัติหลังจากวันที่นี้

source: If you are using loans in salary slips, please install the {0} app from Frappe Cloud Marketplace or GitHub to continue using loan integration with payroll.
th: หากคุณใช้สินเชื่อในสลิปเงินเดือน กรุณาติดตั้งแอป {0} จาก Frappe Cloud Marketplace หรือ GitHub เพื่อใช้งานการเชื่อมต่อสินเชื่อกับเงินเดือนต่อไป

source: Import Attendance
th: การเข้าร่วมประชุมและนำเข้า

source: Import Log
th: บันทึกการนำเข้า

source: Import Successful
th: นำเข้าเรียบร้อยแล้ว

source: Importing {0} of {1}
th: การอิมพอร์ต {0} จาก {1}

source: In Process
th: กำลังดำเนินการ

source: In Progress
th: กำลังดำเนินการ

source: In Time
th: ภายในเวลาที่กำหนด

source: In case of any error during this background process, the system will add a comment about the error on this Payroll Entry and revert to the Submitted status
th: ในกรณีที่เกิดข้อผิดพลาดระหว่างกระบวนการเบื้องหลังนี้ ระบบจะเพิ่มความคิดเห็นเกี่ยวกับข้อผิดพลาดในรายการบัญชีเงินเดือนนี้และเปลี่ยนสถานะกลับเป็น ส่งแล้ว

source: Inactive
th: ไม่ใช้งาน

source: Incentive
th: สิ่งจูงใจ

source: Incentive Amount
th: จำนวนเงินที่จูงใจ

source: Incentives
th: สิ่งจูงใจ

source: Include Company Descendants
th: รวมบริษัทในเครือ

source: Include Holidays
th: รวมวันหยุด

source: Include holidays in Total no. of Working Days
th: รวมถึงวันหยุดในไม่รวม ของวันทําการ

source: Include holidays within leaves as leaves
th: รวมถึงวันหยุดที่อยู่ในใบเป็นใบ

source: Income Source
th: แหล่งรายได้

source: Income Tax Amount
th: จำนวนภาษีเงินได้

source: Income Tax Breakup
th: รายละเอียดภาษีเงินได้

source: Income Tax Component
th: องค์ประกอบภาษีเงินได้

source: Income Tax Computation
th: การคำนวณภาษีเงินได้

source: Income Tax Deducted Till Date
th: ภาษีเงินได้หัก ณ ที่จ่ายถึงปัจจุบัน

source: Income Tax Deductions
th: การหักภาษีเงินได้

source: Income Tax Slab
th: แผ่นภาษีเงินได้

source: Income Tax Slab Other Charges
th: แผ่นภาษีเงินได้ค่าใช้จ่ายอื่น ๆ

source: Income Tax Slab is mandatory since the Salary Structure {0} has a tax component {1}
th: ช่วงอัตราภาษีเงินได้บุคคลธรรมดาเป็นข้อมูลจำเป็นเนื่องจากโครงสร้างเงินเดือน {0} มีองค์ประกอบภาษี {1}

source: Income Tax Slab must be effective on or before Payroll Period Start Date: {0}
th: แผ่นภาษีเงินได้ต้องมีผลในหรือก่อนวันที่เริ่มรอบระยะเวลาการจ่ายเงินเดือน: {0}

source: Income Tax Slab not set in Salary Structure Assignment: {0}
th: ไม่ได้กำหนดแผ่นภาษีเงินได้ในการกำหนดโครงสร้างเงินเดือน: {0}

source: Income Tax Slab: {0} is disabled
th: แผ่นภาษีเงินได้: {0} ถูกปิดใช้งาน

source: Income from Other Sources
th: รายได้จากแหล่งอื่น ๆ

source: Incorrect Weightage Allocation
th: การจัดสรรน้ำหนักคะแนนไม่ถูกต้อง

source: Indicates the number of leaves that cannot be encashed from the leave balance. E.g. with a leave balance of 10 and 4 Non-Encashable Leaves, you can encash 6, while the remaining 4 can be carried forward or expired
th: ระบุจำนวนวันลาที่ไม่สามารถเบิกเป็นเงินสดได้จากยอดวันลา เช่น หากมียอดวันลา 10 วัน และมีวันลาที่ไม่สามารถเบิกเป็นเงินสดได้ 4 วัน คุณสามารถเบิกเป็นเงินสดได้ 6 วัน ส่วนที่เหลือ 4 วันสามารถนำไปใช้ในอนาคตหรือหมดอายุได้

source: Inspection
th: การตรวจสอบ

source: Install
th: ติดตั้ง

source: Install Frappe HR
th: ติดตั้ง Frappe ทรัพยากรบุคคล

source: Insufficient Balance
th: ยอดเงินไม่เพียงพอ

source: Insufficient leave balance for Leave Type {0}
th: ยอดวันลาพักผ่อนประเภท {0} ไม่เพียงพอ

source: Interest
th: ดอกเบี้ย

source: Interest Amount
th: จำนวนเงินที่น่าสนใจ

source: Interest Income Account
th: บัญชี อินสินเที่ยง

source: Intermediate
th: สื่อกลาง

source: Intern
th: แพทย์ฝึกหัด

source: International
th: ระหว่างประเทศ

source: Internet
th: อินเทอร์เน็ต

source: Interview
th: สัมภาษณ์

source: Interview Detail
th: รายละเอียดการสัมภาษณ์

source: Interview Details
th: รายละเอียดการสัมภาษณ์

source: Interview Feedback
th: ความคิดเห็นการสัมภาษณ์งาน

source: Interview Feedback Reminder
th: การแจ้งเตือนความคิดเห็นการสัมภาษณ์

source: Interview Feedback {0} submitted successfully
th: ข้อเสนอแนะการสัมภาษณ์ {0} ถูกส่งเรียบร้อยแล้ว

source: Interview Not Rescheduled
th: การสัมภาษณ์ไม่ได้เลื่อนเวลาใหม่

source: Interview Reminder
th: การแจ้งเตือนสัมภาษณ์

source: Interview Reminder Notification Template
th: เทมเพลตแจ้งเตือนการนัดสัมภาษณ์

source: Interview Rescheduled successfully
th: เปลี่ยนเวลาสัมภาษณ์เรียบร้อยแล้ว

source: Interview Round
th: รอบสัมภาษณ์

source: Interview Round {0} is only applicable for the Designation {1}
th: รอบสัมภาษณ์ที่ {0} ใช้ได้เฉพาะกับตำแหน่ง {1} เท่านั้น

source: Interview Round {0} is only for Designation {1}. Job Applicant has applied for the role {2}
th: รอบสัมภาษณ์ {0} สำหรับตำแหน่ง {1} เท่านั้น ผู้สมัครงานได้สมัครตำแหน่ง {2}

source: Interview Scheduled Date
th: วันที่นัดสัมภาษณ์

source: Interview Status
th: สถานะการสัมภาษณ์

source: Interview Summary
th: สรุปการสัมภาษณ์

source: Interview Type
th: ประเภทการสัมภาษณ์

source: Interview: {0} Rescheduled
th: สัมภาษณ์: เลื่อนกำหนดการใหม่ {0}

source: Interviewer
th: ผู้สัมภาษณ์

source: Interviewers
th: ผู้สัมภาษณ์

source: Interviews
th: การสัมภาษณ์

source: Interviews (This Week)
th: การสัมภาษณ์ (สัปดาห์นี้)

source: Introduction
th: บทนำ

source: Invalid
th: ไม่ถูกต้อง

source: Invalid Action
th: การดำเนินการไม่ถูกต้อง

source: Invalid Additional Salary
th: เงินเดือนเพิ่มเติมไม่ถูกต้อง

source: Invalid Cost Center
th: ศูนย์ต้นทุนไม่ถูกต้อง

source: Invalid Dates
th: วันที่ไม่ถูกต้อง

source: Invalid Leave Ledger Entry
th: รายการสมุดรายวันการลาไม่ถูกต้อง

source: Invalid Payroll Payable Account. The account currency must be {0} or {1}
th: บัญชี บัญชี การอายัดบัญชี เลื่อน Payroll Payable ไม่หน้าการส่วน สาวากเลื่อน ชั่วนเด่มนไทยไทย {0} วา {1}

source: Invalid Shift Times
th: เวลาการทำงานกะไม่ถูกต้อง

source: Invalid parameters provided. Please pass the required arguments.
th: ระบุพารามิเตอร์ไม่ถูกต้อง กรุณาส่งอาร์กิวเมนต์ที่จำเป็นให้ครบถ้วน

source: Investigated
th: กำลังตรวจสอบ

source: Investigation Details
th: รายละเอียดการสอบสวน

source: Invited
th: ได้รับเชิญ

source: Invoice Ref
th: Ref ใบแจ้งหนี้

source: Is Active
th: ใช้งานอยู่

source: Is Applicable for Referral Bonus
th: ใช้ได้กับโบนัสแนะนำ

source: Is Carry Forward
th: เป็น Carry Forward

source: Is Compensatory
th: เป็นค่าตอบแทน

source: Is Compensatory Leave
th: วันลาชดเชย

source: Is Default
th: เป็นค่าเริ่มต้น

source: Is Earned Leave
th: ได้รับลาออกแล้ว

source: Is Expired
th: หมดอายุแล้ว

source: Is Flexible Benefit
th: เป็นประโยชน์ที่ยืดหยุ่น

source: Is Group
th: เป็นกลุ่ม

source: Is Income Tax Component
th: เป็นส่วนประกอบของภาษีเงินได้

source: Is Leave Without Pay
th: ถูกทิ้งไว้โดยไม่ต้องจ่ายเงิน

source: Is Mandatory
th: เป็นข้อบังคับ

source: Is Optional Leave
th: เลือกได้

source: Is Paid
th: ชำระแล้ว

source: Is Partially Paid Leave
th: ลางานที่ชำระเงินบางส่วนแล้ว

source: Is Recurring
th: เป็นประจำ

source: Is Recurring Additional Salary
th: เงินเดือนเพิ่มเติมที่เกิดขึ้นซ้ำ

source: Is Salary Released
th: เงินเดือนได้รับการปล่อยแล้วหรือไม่

source: Is Salary Withheld
th: มีการหักเงินเดือนหรือไม่

source: Is Tax Applicable
th: เป็นภาษีที่ใช้บังคับได้

source: Jan
th: ม.ค.

source: Job Applicant
th: ผู้สมัครงาน

source: Job Applicant Source
th: แหล่งที่มาของผู้สมัครงาน

source: Job Applicant {0} created successfully.
th: ผู้สมัครงาน {0} สร้างเรียบร้อยแล้ว

source: Job Applicants are not allowed to appear twice for the same Interview round. Interview {0} already scheduled for Job Applicant {1}
th: ผู้สมัครงานไม่อนุญาตให้เข้าร่วมการสัมภาษณ์รอบเดียวกันซ้ำได้ การสัมภาษณ์ {0} ได้ถูกกำหนดไว้แล้วสำหรับผู้สมัครงาน {1}

source: Job Application
th: ใบสมัครงาน

source: Job Application Route
th: เส้นทางการสมัครงาน

source: Job Description
th: รายละเอียดตำแหน่งงาน

source: Job Offer
th: เสนองาน

source: Job Offer Term
th: เงื่อนไขการเสนองาน

source: Job Offer Term Template
th: เทมเพลตเงื่อนไขข้อเสนอการจ้างงาน

source: Job Offer Terms
th: เงื่อนไขการเสนองาน

source: Job Offer status
th: สถานะข้อเสนองาน

source: Job Offer: {0} is already for Job Applicant: {1}
th: ข้อเสนองาน: {0} มีไว้สำหรับผู้สมัครงานแล้ว: {1}

source: Job Opening
th: เปิดงาน

source: Job Opening Associated
th: ตำแหน่งงานที่เกี่ยวข้อง

source: Job Opening Template
th: เทมเพลตตำแหน่งงานว่าง

source: Job Openings
th: ตำแหน่งงานว่าง

source: Job Openings for the designation {0} are already open or the hiring is complete as per the Staffing Plan {1}
th: ตำแหน่งงานว่างสำหรับตำแหน่ง {0} ได้เปิดรับสมัครแล้วหรือการจ้างงานเสร็จสมบูรณ์ตามแผนการจัดหาบุคลากร {1}

source: Job Requisition
th: ใบขออนุมัติจ้างงาน

source: Job Requisition {0} has been associated with Job Opening {1}
th: ใบขออนุมัติรับสมัครงาน {0} ได้ถูกเชื่อมโยงกับตำแหน่งงานว่าง {1}

source: Job Title
th: ชื่อตำแหน่งงาน

source: Job profile, qualifications required etc.
th: รายละเอียด งาน คุณสมบัติ ที่จำเป็น อื่น ๆ

source: Jobs
th: งาน

source: Joining Date
th: วันที่เข้าร่วม

source: Journal Entry
th: บันทึกบัญชี

source: Journal Entry Account
th: บัญชีรายการสมุดรายวัน

source: July
th: กรกฎาคม

source: June
th: มิถุนายน

source: KRA
th: กระ

source: KRA Evaluation Method
th: วิธีการประเมิน KRA

source: KRA updated for all child goals.
th: KRA ได้รับการอัปเดตสำหรับเป้าหมายย่อยทั้งหมดแล้ว

source: KRA vs Goals
th: KRA เทียบกับ เป้าหมาย

source: Key Performance Area
th: พื้นที่การดำเนินงานหลัก

source: Key Reports
th: รายงานสำคัญ

source: Key Responsibility Area
th: พื้นที่ความรับผิดชอบหลัก

source: Key Result Area
th: พื้นที่ผลลัพธ์หลัก

source: Last Day
th: วันสุดท้าย

source: Last Known Successful Sync of Employee Checkin. Reset this only if you are sure that all Logs are synced from all the locations. Please don't modify this if you are unsure.
th: การซิงค์ที่ประสบความสำเร็จครั้งล่าสุดของ Checkin ของพนักงาน รีเซ็ตนี้เฉพาะเมื่อคุณแน่ใจว่าบันทึกทั้งหมดซิงค์จากที่ตั้งทั้งหมด โปรดอย่าแก้ไขสิ่งนี้หากคุณไม่แน่ใจ

source: Last Name
th: นามสกุล

source: Last Odometer Value
th: ค่าสุดท้ายของมาตรวัดระยะทาง

source: Last Sync of Checkin
th: ซิงค์ครั้งสุดท้ายของ Checkin

source: Last {0} was at {1}
th: {0} ล่าสุดอยู่ที่ {1}

source: Late Entries
th: รายการบันทึกล่าช้า

source: Late Entry
th: สายเข้า

source: Late Entry & Early Exit Settings for Auto Attendance
th: การตั้งค่าการบันทึกสายและออกก่อนเวลาสำหรับการลงเวลาทำงานอัตโนมัติ

source: Late Entry By
th: บันทึกล่าช้าโดย

source: Late Entry Grace Period
th: เข้าช่วงเวลาผ่อนผัน

source: Latitude
th: ละติจูด

source: Latitude and longitude values are required for checking in.
th: ค่าละติจูดและลองจิจูดจำเป็นสำหรับการเช็คอิน

source: Latitude: {0}°
th: ละติจูด: {0}°

source: Leave
th: ออกจาก

source: Leave Allocation
th: การจัดสรรการลา

source: Leave Allocation Exists
th: มีการจัดสรรวันลาหลงเหลืออยู่

source: Leave Allocations
th: ยกเลิกการจัดสรร

source: Leave Application
th: ใบลา

source: Leave Application period cannot be across two non-consecutive leave allocations {0} and {1}.
th: ระยะเวลาการลาไม่สามารถครอบคลุมการจัดสรรวันลาที่ไม่ต่อเนื่องสองช่วง {0} และ {1} ได้

source: Leave Approval Notification
th: ออกประกาศการอนุมัติ

source: Leave Approval Notification Template
th: ออกจากแม่แบบการแจ้งเตือนการอนุมัติ

source: Leave Approver
th: ผู้อนุมัติการลา

source: Leave Approver Mandatory In Leave Application
th: ปล่อยให้คำแนะนำในการสมัคร

source: Leave Approver Name
th: ชื่อผู้อนุมัติการลา

source: Leave Balance
th: ออกจากยอดคงเหลือ

source: Leave Balance Before Application
th: วันลาคงเหลือก่อน การร้องขอ

source: Leave Block List
th: รายการบล็อกบัญชี

source: Leave Block List Allow
th: ฝากรายการบล็อกอนุญาตให้

source: Leave Block List Allowed
th: ฝากรายการบล็อกอนุญาตให้นำ

source: Leave Block List Date
th: ฝากวันที่รายการบล็อก

source: Leave Block List Dates
th: ไม่ระบุวันที่รายการบล็อก

source: Leave Block List Name
th: ฝากชื่อรายการที่ถูกบล็อก

source: Leave Blocked
th: ฝากที่ถูกบล็อก

source: Leave Control Panel
th: ฝากแผงควบคุม

source: Leave Details
th: รายละเอียดการลา

source: Leave Encashment
th: ปล่อยให้เป็นเงินสด

source: Leave Encashment Amount Per Day
th: ปล่อยจำนวนการขายต่อวัน

source: Leave History
th: ประวัติการลา

source: Leave Ledger
th: สมุดรายวันบัญชี Leave

source: Leave Ledger Entry
th: ออกจากรายการบัญชีแยกประเภท

source: Leave Ledger Entry's To date needs to be after From date. Currently, From Date is {0} and To Date is {1}
th: วันที่สิ้นสุดของรายการสมุดรายวันต้องอยู่หลังวันที่เริ่มต้น ขณะนี้ วันที่เริ่มต้นคือ {0} และวันที่สิ้นสุดคือ {1}

source: Leave Period
th: ปล่อยช่วงเวลา

source: Leave Policy
th: ออกจากนโยบาย

source: Leave Policy Assignment
th: การมอบหมายโยบายการลางาน

source: Leave Policy Assignment Overlap
th: การมอบหมายข้อกำหนดนโยบายการลาที่ซ้อนทับกัน

source: Leave Policy Detail
th: ออกจากรายละเอียดนโยบาย

source: Leave Policy Details
th: ปล่อยรายละเอียดนโยบาย

source: Leave Policy: {0} already assigned for Employee {1} for period {2} to {3}
th: นโยบายการลาหยุด: {0} ได้ถูกกำหนดให้กับพนักงาน {1} สำหรับช่วงเวลาตั้งแต่ {2} ถึง {3} แล้ว

source: Leave Status Notification
th: ออกประกาศสถานะ

source: Leave Status Notification Template
th: ออกจากเทมเพลตการแจ้งสถานะ

source: Leave Type
th: ฝากประเภท

source: Leave Type Name
th: ฝากชื่อประเภท

source: Leave Type can either be compensatory or earned leave.
th: ประเภทการลาอาจเป็นการลาทดแทนหรือการลาได้รับสิทธิ์

source: Leave Type can either be without pay or partial pay
th: ประเภทการลาอาจเป็นแบบไม่มีค่าจ้างหรือแบบจ่ายค่าจ้างบางส่วน

source: Leave Type is mandatory
th: ประเภทการลาเป็นข้อมูลที่ต้องระบุ

source: Leave Type {0} cannot be allocated since it is leave without pay
th: การออกจากชนิด {0} ไม่สามารถได้รับการจัดสรรตั้งแต่มันถูกทิ้งไว้โดยไม่ต้องจ่าย

source: Leave Type {0} cannot be carry-forwarded
th: ฝากประเภท {0} ไม่สามารถดำเนินการส่งต่อ-

source: Leave Type {0} is not encashable
th: ปล่อยให้ประเภท {0} ไม่สามารถเข้ารหัสได้

source: Leave Without Pay
th: ฝากโดยไม่ต้องจ่าย

source: Leave Without Pay does not match with approved {} records
th: การออกโดยไม่ต้องจ่ายเงินไม่ตรงกับบันทึก {} ที่ได้รับอนุมัติ

source: Leave allocation is skipped for {0}, because number of leaves to be allocated is 0.
th: การจัดสรรวันลาหยุดถูกข้ามสำหรับ {0} เนื่องจากจำนวนวันลาที่จะจัดสรรเป็น 0

source: Leave allocation {0} is linked with the Leave Application {1}
th: การจัดสรรวันลาหมายเลข {0} ถูกเชื่อมโยงกับคำขอลาหมายเลข {1}

source: Leave already have been assigned for this Leave Policy Assignment
th: ลาพักผ่อนนี้ได้รับการกำหนดไว้แล้วสำหรับการมอบหมายแผนการลานี้

source: Leave and Expense Claim Settings
th: การตั้งค่าการลาและการเบิกค่าใช้จ่าย

source: Leave application is linked with leave allocations {0}. Leave application cannot be set as leave without pay
th: ปล่อยให้แอ็พพลิเคชันเชื่อมโยงกับการจัดสรรการลา {0} ไม่สามารถตั้งค่าการลาได้เนื่องจากไม่ได้จ่าย

source: Leave cannot be allocated before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
th: ออกจากไม่สามารถได้รับการจัดสรรก่อน {0} เป็นสมดุลลาได้รับแล้วนำติดตัวส่งต่อไปในอนาคตอันลาบันทึกจัดสรร {1}

source: Leave cannot be applied/cancelled before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
th: ฝากไม่สามารถใช้ / ยกเลิกก่อน {0} เป็นสมดุลลาได้รับแล้วนำติดตัวส่งต่อไปในอนาคตอันลาบันทึกจัดสรร {1}

source: Leave of type {0} cannot be longer than {1}.
th: การลาประเภท {0} ไม่สามารถเกิน {1} ได้

source: Leave(s) Expired
th: วันลาหมดอายุ

source: Leave(s) Pending Approval
th: การลา รอการอนุมัติ

source: Leave(s) Taken
th: ลาหยุดที่ใช้ไป

source: Leaves
th: ใบไม้

source: Leaves & Holidays
th: วันลาและวันหยุด

source: Leaves Allocated
th: ใบจัดสรร

source: Leaves Expired
th: วันลาหมดอายุ

source: Leaves Pending Approval
th: ใบลาหลังรอการอนุมัติ

source: Leaves for the Leave Type {0} won't be carry-forwarded since carry-forwarding is disabled.
th: วันลาสำหรับประเภทการลา {0} จะไม่ถูกยกยอดเนื่องจากการยกยอดถูกปิดใช้งานอยู่

source: Leaves per Year
th: การลาต่อปี

source: Leaves you can avail against a holiday you worked on. You can claim Compensatory Off Leave using Compensatory Leave Request. Click {0} to know more
th: วันลาที่คุณสามารถใช้ทดแทนวันหยุดที่คุณทำงานในวันนั้นได้ คุณสามารถขอวันหยุดชดเชยได้โดยใช้คำขอวันหยุดชดเชย คลิก {0} เพื่อดูรายละเอียดเพิ่มเติม

source: Left
th: ซ้าย

# Employee
source: Left
th: ซ้าย

source: Let's Set Up the Human Resource Module.
th: มาเริ่มตั้งค่า ทรัพยากรบุคคล โมดูล กันเถอะ

source: Let's Set Up the Payroll Module.
th: มาตั้งค่าโมดูลเงินเดือนกันเถอะ

source: Letter Head
th: หัวจดหมาย

source: Level
th: ระดับ

source: License Plate
th: ป้ายทะเบียน

source: Lifecycle
th: วงจรชีวิต

source: Link the cycle and tag KRA to your goal to update the appraisal's goal score based on the goal progress
th: เชื่อมโยงรอบและแท็ก KRA กับเป้าหมายของคุณเพื่ออัปเดตคะแนนเป้าหมายในการประเมินผลตามความก้าวหน้าของเป้าหมาย

source: Linked Project {} and Tasks deleted.
th: โครงการที่เชื่อมโยง {} และงานถูกลบแล้ว

source: Load more
th: โหลดเพิ่มเติม

source: Loan
th: เงินกู้

source: Loan Account
th: บัญชี การอา

source: Loan Product
th: ผลิตภัณฑ์สินเชื่อ

source: Loan Repayment
th: การชำระคืนเงินกู้

source: Loan Repayment Entry
th: รายการชำระคืนเงินกู้

source: Loan cannot be repayed from salary for Employee {0} because salary is processed in currency {1}
th: ไม่สามารถหักเงินกู้จากเงินเดือนของพนักงาน {0} ได้เนื่องจากเงินเดือนถูกประมวลผลในสกุลเงิน {1}

source: Locating...
th: กำลังค้นหา...

source: Location
th: สถานที่

source: Location / Device ID
th: ที่ตั้ง / รหัสอุปกรณ์

source: Location Name
th: ชื่อสถานที่

source: Lodging Required
th: ต้องการที่พัก

source: Log Out
th: ออกจากระบบ

source: Log Type
th: ประเภทบันทึก

source: Log Type is required for check-ins falling in the shift: {0}.
th: จำเป็นต้องใช้ประเภทการบันทึกสำหรับการเช็คอินที่อยู่ในกะ: {0}

source: Login
th: เข้าสู่ระบบ

source: Login Failed
th: เข้าสู่ระบบไม่สำเร็จ

source: Login to Frappe HR
th: เข้าสู่ระบบ Frappe ทรัพยากรบุคคล

source: Longitude
th: ลองจิจูด

source: Longitude: {0}°
th: ลองจิจูด: {0}°

source: Lower Range
th: ช่วงล่าง

source: Make
th: สร้าง

source: Make Bank Entry
th: บันทึกรายการธนาคาร

source: Mandatory
th: จำเป็นต้องกรอก

source: Mandatory fields required for this action:
th: ฟิลด์ที่จำเป็นสำหรับการดำเนินการนี้:

source: Mandatory fields required in {0}
th: ฟิลด์ที่จำเป็นต้องกรอกใน {0}

source: Manual
th: คู่มือ

source: Manual Rating
th: การให้คะแนนด้วยตนเอง

source: Mar
th: มี.ค.

source: Mark Attendance
th: ทำเครื่องหมายการเข้าร่วม

source: Mark Auto Attendance on Holidays
th: ทำเครื่องหมายเข้างานอัตโนมัติในวันหยุด

source: Mark all as read
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

source: Mark as Completed
th: ทำเครื่องหมายว่าเสร็จสิ้น

source: Mark as In Progress
th: ทำเครื่องหมายว่ายังดำเนินการอยู่

source: Mark as {0}
th: ทำเครื่องหมายเป็น {0}

source: Mark attendance as {0} for {1} on selected dates?
th: บันทึกการเข้าเป็น {0} สำหรับ {1} ในวันที่เลือกไว้หรือไม่?

source: Mark attendance based on 'Employee Checkin' for Employees assigned to this shift.
th: ทำเครื่องหมายการเข้าร่วมตาม &#39;การเช็คอินของพนักงาน&#39; สำหรับพนักงานที่มอบหมายให้กับการเปลี่ยนแปลงนี้
