Repository: ManotLuijiu/erpnext-thai-translation
Catalog: hrms/*.po
Languages: th

source: Service Details
th: รายละเอียดการให้บริการ

source: Service Expense
th: ค่าใช้จ่ายในการให้บริการ

source: Service Expenses
th: ค่าใช้จ่ายบริการ

source: Service Item
th: รายการบริการ

source: Set "From(Year)" and "To(Year)" to 0 for no upper and lower limit.
th: ตั้งค่า "จาก (ปี)" และ "ถึง (ปี)" เป็น 0 เพื่อไม่จำกัดขอบเขตบนและล่าง

source: Set Assignment Details
th: ตั้งค่ารายละเอียดการมอบหมายงาน

source: Set Leave Details
th: ตั้งค่ารายละเอียดการลางาน

source: Set Relieving Date for Employee: {0}
th: ตั้งค่าวันที่ออกจากงานสำหรับพนักงาน: {0}

source: Set filters to fetch employees
th: ตั้งค่าตัวกรองเพื่อดึงข้อมูลพนักงาน

source: Set opening balances for earnings and taxes from the previous employer
th: ตั้งยอดคงเหลือเริ่มต้นสำหรับรายได้และภาษีจากนายจ้างเดิม

source: Set optional filters to fetch employees in the appraisee list
th: ตั้งค่าตัวกรองเสริมเพื่อดึงข้อมูลพนักงานในรายการผู้ได้รับการประเมิน

source: Set the default account for the {0} {1}
th: ตั้งค่าบัญชีเริ่มต้นสำหรับ {0} {1}

source: Set the frequency for holiday reminders
th: ตั้งค่าความถี่สำหรับการแจ้งเตือนวันหยุด

source: Set the properties that should be updated in the Employee master on promotion submission
th: ตั้งค่าคุณสมบัติที่ควรอัปเดตในข้อมูลพนักงานหลักเมื่อส่งเรื่องเลื่อนตำแหน่ง

source: Set the status to {0} if required.
th: ตั้งค่าสถานะเป็น {0} หากจำเป็น

source: Set {0} for selected employees
th: ตั้งค่า {0} สำหรับพนักงานที่เลือก

source: Settings
th: การตั้งค่า

source: Settings Missing
th: การตั้งค่าที่ขาดหาย

source: Settle against Advances
th: ตัดยอดกับเงินล่วงหน้า

source: Settle all Payables and Receivables before submission
th: ชำระยอดเจ้าหนี้และลูกหนี้ทั้งหมดก่อนการส่งรายการ

source: Settled
th: ชำระแล้ว

source: Setup
th: ตั้งค่า

source: Shared document with the user {0} with 'Submit' permission
th: แชร์เอกสารกับผู้ใช้ {0} พร้อมสิทธิ์ 'ส่งข้อมูล'

source: Shift
th: เปลี่ยน

source: Shift & Attendance
th: กะงานและการลงเวลาทำงาน

source: Shift Actual End
th: Shift สิ้นสุดจริง

source: Shift Actual End Time
th: เวลาสิ้นสุดจริงของกะงาน

source: Shift Actual Start
th: Shift เริ่มจริง

source: Shift Actual Start Time
th: เวลาเริ่มต้นจริงของกะ

source: Shift Assignment Details
th: รายละเอียดการมอบหมายกะงาน

source: Shift Assignment History
th: ประวัติการมอบหมายกะงาน

source: Shift Assignment Tool
th: เครื่องมือมอบหมายกะงาน

source: Shift Assignment: {0} created for Employee: {1}
th: การมอบหมายงานกะ: {0} สร้างขึ้นสำหรับพนักงาน: {1}

source: Shift Assignments created for the schedule between {0} and {1} via background job
th: การกำหนดกะที่สร้างขึ้นสำหรับตารางระหว่างวันที่ {0} ถึง {1} ผ่านงานเบื้องหลัง

source: Shift Attendance
th: เปลี่ยนกะการเข้างาน

source: Shift Details
th: รายละเอียดกะงาน

source: Shift End
th: สิ้นสุดกะ

source: Shift End Time
th: เวลาสิ้นสุดกะงาน

source: Shift Location
th: ย้ายสถานที่

source: Shift Request
th: คำขอการเปลี่ยน

source: Shift Request Approver
th: ผู้อนุมัติคำขอเปลี่ยนกะ

source: Shift Request Filters
th: ตัวกรองคำขอเปลี่ยนกะ

source: Shift Requests ending before this date will be excluded.
th: คำขอเปลี่ยนกะที่สิ้นสุดก่อนวันที่นี้จะถูกยกเว้น

source: Shift Requests starting after this date will be excluded.
th: คำขอเปลี่ยนกะที่เริ่มหลังจากวันที่นี้จะถูกยกเว้น

source: Shift Schedule
th: ตารางเวลาทำงาน

source: Shift Schedule Assignment
th: การกำหนดตารางกะงาน

source: Shift Settings
th: การตั้งค่ากะงาน

source: Shift Start
th: เริ่มกะ

source: Shift Start Time
th: เวลาเริ่มกะ

source: Shift Status
th: สถานะกะ

source: Shift Timings
th: เวลาการทำงานช่วงเวลา

source: Shift Tools
th: เครื่องมือกะงาน

source: Shift Type
th: ประเภทการเปลี่ยน

source: Shift assignments for {0} after {1} are already created. Please change {2} date to a date later than {3} {4}
th: การมอบหมายกะสำหรับ {0} หลังจากวันที่ {1} ได้ถูกสร้างขึ้นแล้ว กรุณาเปลี่ยนวันที่ {2} เป็นวันที่หลังจาก {3} {4}

source: Shift has been successfully updated to {0}.
th: กะงานได้รับการอัปเดตเรียบร้อยเป็น {0} แล้ว

source: Shifts
th: กะงาน

source: Show Employee
th: แสดงพนักงาน

source: Show Leave Balances in Salary Slip
th: แสดงยอดคงเหลือวันลาหยุดในสลิปเงินเดือน

source: Show Leaves Of All Department Members In Calendar
th: แสดงใบสมาชิกของแผนกทั้งหมดในปฏิทิน

source: Show Salary Slip
th: สลิปเงินเดือนที่ต้องการแสดง

source: Show Tour
th: แสดงทัวร์

source: Showing
th: กำลังแสดง

source: Sick Leave
th: ป่วย ออกจาก

source: Single Assignment
th: การมอบหมายงานครั้งเดียว

source: Skill
th: ความสามารถ

source: Skill Assessment
th: การประเมินทักษะ

source: Skill Name
th: ชื่อทักษะ

source: Skills
th: ทักษะ

source: Skip Auto Attendance
th: ข้ามการเข้าร่วมอัตโนมัติ

source: Skipping Salary Structure Assignment for the following employees, as Salary Structure Assignment records already exists against them. {0}
th: ข้ามการกำหนดโครงสร้างเงินเดือนสำหรับพนักงานดังต่อไปนี้เนื่องจากมีการกำหนดโครงสร้างเงินเดือนไว้กับพวกเขาแล้ว {0}

source: Source
th: แหล่งที่มา

source: Source Name
th: ชื่อแหล่งข้อมูล

source: Source and Rating
th: แหล่งที่มาและการให้คะแนน

source: Source and target shifts cannot be the same
th: การเปลี่ยนแปลงต้นทางและปลายทางไม่สามารถเหมือนกันได้

source: Sponsored Amount
th: จำนวนเงินที่ได้รับการสนับสนุน

source: Staffing Details
th: รายละเอียดบุคลากร

source: Staffing Plan
th: แผนการจัดหาพนักงาน

source: Staffing Plan Detail
th: รายละเอียดแผนการจัดหาพนักงาน

source: Staffing Plan {0} already exist for designation {1}
th: มีแผนงานการรับพนักงาน {0} อยู่แล้วสำหรับการกำหนด {1}

source: Standard Tax Exemption Amount
th: จำนวนยกเว้นภาษีมาตรฐาน

source: Standard Working Hours
th: ชั่วโมงทำงานมาตรฐาน

source: Start
th: เริ่มต้น

source: Start Date
th: วันที่เริ่มต้น

source: Start Time
th: เวลาเริ่มต้น

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}
th: วันที่เริ่มต้นและวันที่สิ้นสุดไม่อยู่ในระยะเวลาบัญชีเงินเดือนที่ถูกต้องไม่สามารถคำนวณ {0}

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}.
th: วันที่เริ่มต้นและวันที่สิ้นสุดที่ไม่อยู่ในช่วงเวลาการจ่ายเงินเดือนที่ถูกต้องไม่สามารถคำนวณได้ {0}

source: Start date cannot be greater than end date.
th: วันที่อานสินเลือกส่านบริบทสินสเลือกส่านเหนี้วามวันที่อานสินเลือกส่านบริบทสิน

source: Start date: {0}
th: วันที่เริ่มต้น: {0}

source: Start time and end time cannot be same.
th: เวลาเริ่มต้นและเวลาสิ้นสุดไม่สามารถเหมือนกันได้

source: Statistical Component
th: ส่วนประกอบทางสถิติ

source: Status
th: สถานะ

source: Status for Other Half
th: สถานะสำหรับอีกครึ่งหนึ่ง

source: Stock Options
th: ตัวเลือกหุ้น

source: Stop users from making Leave Applications on following days.
th: หยุดผู้ใช้จากการทำแอพพลิเคที่เดินทางในวันที่ดังต่อไปนี้

source: Strictly based on Log Type in Employee Checkin
th: ยึดตามประเภทการบันทึกใน Checkin ของพนักงานอย่างเคร่งครัด

source: Structures have been assigned successfully
th: กำหนดโครงสร้างสำเร็จแล้ว

source: Subject
th: เรื่อง

source: Submission Date
th: วันที่ยื่น

source: Submission Failed
th: ส่งไม่สำเร็จ

source: Submission of {0} before {1} is not allowed
th: ไม่อนุญาตให้ส่ง {0} ก่อนวันที่ {1}

source: Submit
th: ส่งข้อมูล

source: Submit Feedback
th: ส่งความคิดเห็น

source: Submit Now
th: ส่งข้อมูลทันที

source: Submit Proof
th: ส่งหลักฐาน

source: Submit Salary Slip
th: ส่งสลิปเงินเดือน

source: Submit this Leave Application to confirm.
th: ส่งคำขอลาหยุดนี้เพื่อยืนยัน

source: Submit this to create the Employee record
th: ส่งสิ่งนี้เพื่อสร้างเรคคอร์ด Employee

source: Submitted
th: ส่งแล้ว

source: Submitting Salary Slips and creating Journal Entry...
th: การส่งสลิปเงินเดือนและการสร้างรายการบันทึก ...

source: Submitting Salary Slips...
th: ส่งสลิปเงินเดือน ...

source: Subsidiary companies have already planned for {1} vacancies at a budget of {2}. Staffing Plan for {0} should allocate more vacancies and budget for {3} than planned for its subsidiary companies
th: บริษัทในเครือได้วางแผนตำแหน่งงานว่างจำนวน {1} โดยมีงบประมาณ {2} แผนการจัดหาบุคลากรสำหรับ {0} ควรจัดสรรตำแหน่งงานว่างและงบประมาณสำหรับ {3} มากกว่าที่วางแผนไว้สำหรับบริษัทในเครือ

source: Success
th: สำเร็จ

source: Successfully created {0} for employees:
th: สร้าง {0} สำหรับพนักงานเรียบร้อยแล้ว:

source: Successfully {0} {1} for the following employees:
th: {0} {1} สำเร็จสำหรับพนักงานดังต่อไปนี้:

source: Sum of all previous slabs
th: ผลรวมของช่วงราคาทั้งหมดก่อนหน้า

source: Summarized View
th: มุมมองสรุป

source: Sunday
th: วันอาทิตย์

source: Supplier
th: ผู้จำหน่าย

source: Suspended
th: ระงับใช้งาน

source: Sync {0}
th: ซิงค์ {0}

source: Syntax error
th: ข้อผิดพลาดทางไวยากรณ์

source: Syntax error in condition: {0} in Income Tax Slab
th: ข้อผิดพลาดทางไวยากรณ์ในเงื่อนไข: {0} ในช่วงอัตราภาษีเงินได้

source: System Manager
th: ผู้จัดการระบบ

source: Take Exact Completed Years
th: รับปีที่เสร็จสมบูรณ์ตามจริง

source: Task
th: งาน

source: Task Weight
th: น้ำหนักงาน

source: Tax & Benefits
th: ภาษีและสวัสดิการ

source: Tax Deducted Till Date
th: ภาษีหัก ณ ที่จ่ายถึงปัจจุบัน

source: Tax Exemption Category
th: ประเภทยกเว้นภาษี

source: Tax Exemption Declaration
th: คำประกาศยกเว้นภาษี

source: Tax Exemption Proofs
th: หลักฐานการยกเว้นภาษี

source: Tax Setup
th: การตั้งค่าภาษี

source: Tax on additional salary
th: ภาษีเงินเดือนเพิ่มเติม

source: Tax on flexible benefit
th: ภาษีจากผลประโยชน์ที่ยืดหยุ่น

source: Taxable Earnings Till Date
th: รายได้ที่ต้องเสียภาษีถึงปัจจุบัน

source: Taxable Income Relief Threshold Limit
th: ขีดจำกัดเกณฑ์รายได้ที่ได้รับการยกเว้นภาษี

source: Taxable Salary Slab
th: แผ่นเงินเดือนที่ต้องเสียภาษี

source: Taxable Salary Slabs
th: แผ่นเงินเดือนที่ต้องเสียภาษี

source: Taxes & Charges
th: ภาษีและค่าธรรมเนียม

source: Taxes and Charges on Income Tax
th: ภาษีและการเรียกเก็บภาษีเงินได้

source: Taxi
th: แท็กซี่

source: Team Advances
th: เงินล่วงหน้าทีม

source: Team Claims
th: คำร้องของทีม

source: Team Leaves
th: การลาของทีม

source: Team Requests
th: คำขอของทีม

source: Team Updates
th: การปรับปรุงทีม

source: Template Name
th: ชื่อแม่แบบ

source: Template Title
th: ชื่อเทมเพลต

source: Terms
th: คำศัพท์

source: Terms and Conditions
th: ข้อกำหนดและเงื่อนไข

source: Thank you
th: ขอบคุณ

source: Thank you for applying.
th: ขอขอบคุณที่สมัครเข้าร่วม

source: The Human Resource Module is all set up!
th: โมดูล ทรัพยากรบุคคล พร้อมใช้งานแล้ว!

source: The Payroll Module is all set up!
th: โมดูลเงินเดือนพร้อมใช้งานแล้ว!

source: The currency of {0} should be same as the company's default currency. Please select another account.
th: สกุลเงินของ {0} ควรตรงกับสกุลเงินเริ่มต้นของบริษัท กรุณาเลือกบัญชีอื่น

source: The date on which Salary Component with Amount will contribute for Earnings/Deduction in Salary Slip.
th: วันที่ที่ส่วนประกอบเงินเดือนพร้อมจำนวนเงินจะถูกนำมาคำนวณเป็นรายได้/การหักในสลิปเงินเดือน

source: The day of the month when leaves should be allocated
th: วันที่ของเดือนที่ควรจัดสรรวันลา

source: The day(s) on which you are applying for leave are holidays. You need not apply for leave.
th: วันที่ (s) ที่คุณจะใช้สำหรับการลาวันหยุด คุณไม่จำเป็นต้องใช้สำหรับการลา

source: The days between {0} to {1} are not valid holidays.
th: วันที่ระหว่าง {0} ถึง {1} ไม่ใช่วันหยุดที่ถูกต้อง

source: The first Approver in the list will be set as the default Approver.
th: ผู้อนุมัติคนแรกในรายการจะถูกตั้งเป็นผู้อนุมัติโดยค่าเริ่มต้น

source: The fraction of Daily Salary per Leave should be between 0 and 1
th: สัดส่วนเงินเดือนรายวันต่อวันลาหยุดควรอยู่ระหว่าง 0 ถึง 1

source: The fraction of daily wages to be paid for half-day attendance
th: เศษของค่าจ้างรายวันที่ต้องจ่ายสำหรับการเข้าร่วมครึ่งวัน

source: The metrics for this report are calculated based on the {0}. Please set {0} in {1}.
th: เมตริกสำหรับรายงานนี้ถูกคำนวณโดยอิงจาก {0} กรุณาตั้งค่า {0} ใน {1}

source: The metrics for this report are calculated based on {0}. Please set {0} in {1}.
th: เมตริกสำหรับรายงานนี้ถูกคำนวณโดยอิงจาก {0} กรุณาตั้งค่า {0} ใน {1}

source: The salary slip emailed to the employee will be password protected, the password will be generated based on the password policy.
th: สลิปเงินเดือนที่ส่งไปยังพนักงานจะได้รับการป้องกันด้วยรหัสผ่านรหัสผ่านจะถูกสร้างขึ้นตามนโยบายรหัสผ่าน

source: The time after the shift start time when check-in is considered as late (in minutes).
th: เวลาหลังจากเวลาเริ่มกะเป็นระยะเมื่อเช็คอินถือว่าช้า (เป็นนาที)

source: The time before the shift end time when check-out is considered as early (in minutes).
th: เวลาก่อนเวลากะสิ้นสุดเมื่อทำการเช็คเอาท์จะถือว่าเร็ว (เป็นนาที)

source: The time before the shift start time during which Employee Check-in is considered for attendance.
th: เวลาก่อนเวลาเริ่มต้นกะในระหว่างที่การเช็คอินของพนักงานได้รับการพิจารณาสำหรับการเข้าร่วม

source: Theory
th: ทฤษฎี

source: There are more holidays than working days this month.
th: มี วันหยุด มากขึ้นกว่าที่ เป็น วันทำการ ในเดือนนี้

source: There are no vacancies under staffing plan {0}
th: ไม่มีตำแหน่งว่างภายใต้แผนการรับพนักงาน {0}

source: There is no Salary Structure assigned to {0}. First assign a Salary Structure.
th: ยังไม่มีโครงสร้างเงินเดือนที่กำหนดให้กับ {0} กรุณากำหนดโครงสร้างเงินเดือนก่อนใช้งาน

source: There's no Employee with Salary Structure: {0}. Assign {1} to an Employee to preview Salary Slip
th: ไม่มีพนักงานที่มีโครงสร้างเงินเดือน: {0} กรุณากำหนด {1} ให้กับพนักงานเพื่อดูตัวอย่างสลิปเงินเดือน

source: These leaves are holidays permitted by the company however, availing it is optional for an Employee.
th: วันลาพักผ่อนเหล่านี้เป็นวันหยุดที่บริษัทอนุญาต แต่การใช้สิทธิ์เป็นทางเลือกสำหรับพนักงานเท่านั้น

source: This action will prevent making changes to the linked appraisal feedback/goals.
th: การดำเนินการนี้จะป้องกันไม่ให้มีการแก้ไขข้อเสนอแนะ/เป้าหมายการประเมินที่เชื่อมโยงอยู่

source: This check-in is outside assigned shift hours and will not be considered for attendance. If a shift is assigned, adjust its time window and Fetch Shift again.
th: การเช็คอินนี้อยู่นอกเวลางานที่กำหนดไว้และจะไม่ถูกนับเป็นเวลาทำงาน หากมีการกำหนดกะงาน โปรดปรับช่วงเวลาและดึงข้อมูลกะงานใหม่อีกครั้ง

source: This compensatory leave will be applicable from {0}.
th: วันลาชดเชยนี้จะมีผลบังคับใช้ตั้งแต่วันที่ {0} เป็นต้นไป

source: This employee already has a log with the same timestamp.{0}
th: พนักงานนี้มีบันทึกที่มีการประทับเวลาเดียวกันอยู่แล้ว {0}

source: This error can be due to invalid formula or condition.
th: ข้อผิดพลาดนี้อาจเกิดจากสูตรหรือเงื่อนไขที่ไม่ถูกต้อง

source: This error can be due to invalid syntax.
th: ข้อผิดพลาดนี้อาจเกิดจากไวยากรณ์ที่ไม่ถูกต้อง

source: This error can be due to missing or deleted field.
th: ข้อผิดพลาดนี้อาจเกิดจากฟิลด์ที่ขาดหายไปหรือถูกลบ

source: This field allows you to set the maximum number of consecutive leaves an Employee can apply for.
th: ฟิลด์นี้ช่วยให้คุณกำหนดจำนวนวันลาติดต่อกันสูงสุดที่พนักงานสามารถยื่นขอได้

source: This field allows you to set the maximum number of leaves that can be allocated annually for this Leave Type while creating the Leave Policy
th: ฟิลด์นี้ช่วยให้คุณกำหนดจำนวนวันลาสูงสุดที่สามารถจัดสรรได้ต่อปีสำหรับประเภทการลาในขณะสร้างนโยบายการลา

source: This is based on the attendance of this Employee
th: นี้ขึ้นอยู่กับการเข้าร่วมของพนักงานนี้

source: This method is only meant for developer mode
th: วิธีนี้มีไว้สำหรับโหมดนักพัฒนาเท่านั้น

source: This will overwrite the tax component {0} in the salary slip and tax won't be calculated based on the Income Tax Slabs
th: นี่จะเป็นการเขียนทับส่วนประกอบภาษี {0} ในสลิปเงินเดือน และจะไม่มีการคำนวณภาษีตามช่วงอัตราภาษีเงินได้

source: This will submit Salary Slips and create accrual Journal Entry. Do you want to proceed?
th: การดำเนินการนี้จะส่งสลากเงินเดือนและสร้างสมุดบันทึกรายวันคงค้าง คุณต้องการดำเนินการต่อหรือไม่?

source: Thursday
th: วันพฤหัสบดี

source: Time
th: เวลา

source: Time Interval
th: ช่วงเวลา

source: Time Sheet
th: บันทึกเวลาทำงาน

source: Time after the end of shift during which check-out is considered for attendance.
th: เวลาหลังจากสิ้นสุดการกะในระหว่างการพิจารณาเช็คเอาต์

source: Time taken to fill the open positions
th: เวลาที่ใช้ในการเติมตำแหน่งงานว่าง

source: Time to Fill
th: เวลาที่ใช้ในการกรอกข้อมูล

source: Timelines
th: เส้นเวลาการดำเนินงาน

source: Timesheet
th: บันทึกเวลาทำงาน

source: Timesheet Details
th: รายละเอียดบันทึกเวลาทำงาน

source: Timing
th: การจับเวลา

source: Title
th: หัวข้อ

source: To
th: ถึง

source: To Amount
th: เป็นจำนวนเงิน

source: To Date
th: ถึงวันที่

source: To Date cannot be before From Date
th: วันที่สิ้นสุดต้องไม่อยู่ก่อนวันที่เริ่มต้น

source: To Date should be greater than From Date
th: ถึงวันที่ควรมากกว่า From Date

source: To Time
th: ถึงเวลา

source: To User
th: ถึงผู้ใช้

source: To allow this, enable {0} under {1}.
th: เพื่ออนุญาตสิ่งนี้ ให้เปิดใช้งาน {0} ภายใต้ {1}

source: To apply for a Half Day check 'Half Day' and select the Half Day Date
th: ในการขอลาหครึ่งวัน ให้ทำเครื่องหมายที่ 'ครึ่งวัน' และเลือกวันที่ลาครึ่งวัน

source: To date can not be equal or less than from date
th: ในวันที่ไม่สามารถเท่ากับหรือน้อยกว่าจากวันที่

source: To date can not be greater than employee's relieving date.
th: จนถึงปัจจุบันต้องไม่เกินวันปลดประจำการของพนักงาน

source: To date can not be less than from date
th: ในวันที่จะต้องไม่น้อยกว่าจากวันที่

source: To date can not greater than employee's relieving date
th: จนถึงวันที่ไม่สามารถเกินวันลางานได้

source: To date cannot be before from date
th: วันที่ไม่สามารถน้อยกว่าวันที่เริ่มต้นได้

source: To overwrite the salary component amount for a tax component, please enable {0}
th: หากต้องการเขียนทับจำนวนส่วนประกอบเงินเดือนสำหรับส่วนประกอบภาษี กรุณาเปิดใช้งาน {0}

source: To(Year)
th: ถึง (ปี)

source: To(Year) year can not be less than From(year)
th: ปี (ถึง) ต้องไม่ต่ำกว่าปี (จาก)

source: Today is {0}'s birthday 🎉
th: วันนี้เป็นวันเกิดของ {0} 🎉

source: Today {0} at our Company! 🎉
th: วันนี้ {0} ที่ ธุรกิจของเรา! 🎉

source: Today {0} completed {1} {2} at our Company! 🎉
th: วันนี้ {0} ได้ทำการ {1} {2} เสร็จสมบูรณ์ที่ ส่งได้! 🎉

source: Total
th: รวมทั้งหมด

source: Total Absent
th: ขาดทั้งหมด

source: Total Actual Amount
th: จำนวนเงินรวมที่แท้จริง

source: Total Advance Amount
th: ยอดรวมเงินทดรอง

source: Total Allocated Leave(s)
th: จำนวนวันลาหยุดที่จัดสรรทั้งหมด

source: Total Allocated Leaves
th: ยอดรวมใบ

source: Total Amount
th: ยอดรวม

source: Total Amount Reimbursed
th: รวมจำนวนเงินชดเชย

source: Total Amount cannot be zero
th: ยอดรวมไม่สามารถเป็นศูนย์ได้

source: Total Asset Recovery Cost
th: รวมต้นทุนการกู้คืนสินทรัพย์

source: Total Billed Hours
th: ชั่วโมงที่เรียกเก็บรวมทั้งหมด

source: Total Claimed Amount
th: จำนวนรวมอ้าง

source: Total Declared Amount
th: ยอดรวมที่ประกาศ

source: Total Deduction
th: หักรวม

source: Total Deduction (Company Currency)
th: ยอดหักรวม (สกุลเงินบริษัท)

source: Total Early Exits
th: ยอดรวมก่อนออก

source: Total Earning
th: กำไรรวม

source: Total Earnings
th: รายได้รวม

source: Total Estimated Budget
th: งบประมาณรวมโดยรวม

source: Total Estimated Cost
th: ค่าใช้จ่ายโดยรวม

source: Total Exemption Amount
th: ยอดรวมยกเว้น

source: Total Expense Claim (via Expense Claim)
th: ยอดรวมคำขอค่าใช้จ่าย (ผ่านคำขอค่าใช้จ่าย)

source: Total Expense Claim (via Expense Claims)
th: รวมค่าใช้จ่ายที่ขอเบิก (ผ่านการขอเบิกค่าใช้จ่าย)

source: Total Goal Score
th: คะแนนเป้าหมายรวม

source: Total Gross Pay
th: ยอดเงินค่าจ้างรวม

source: Total Holidays
th: วันหยุดรวมทั้งหมด

source: Total Hours (T)
th: ชั่วโมงรวม (T)

source: Total Income Tax
th: ภาษีเงินได้รวม

source: Total Interest Amount
th: ยอดดอกเบี้ยรวม

source: Total Late Entries
th: ผลงานล่าช้าทั้งหมด

source: Total Leave Days
th: วันที่เดินทางทั้งหมด

source: Total Leaves
th: ใบรวม

source: Total Leaves ({0})
th: จำนวนวันลาหยุดรวม ({0})

source: Total Leaves Allocated
th: ใบรวมจัดสรร

source: Total Leaves Encashed
th: จำนวนใบที่ถูก Encashed

source: Total Loan Repayment
th: ยอดชำระคืนเงินกู้รวม

source: Total Net Pay
th: ยอดเงินสุทธิทั้งหมด

source: Total Non-Billed Hours
th: ชั่วโมงรวมที่ยังไม่ถูกเรียกเก็บเงิน

source: Total Payable Amount
th: ยอดเงินรวมที่ต้องชำระ

source: Total Payment
th: ยอดชำระทั้งหมด

source: Total Present
th: ปัจจุบันทั้งหมด

source: Total Principal Amount
th: จำนวนเงินต้นรวม

source: Total Receivable Amount
th: ยอดเงินค้างรับรวม

source: Total Resignations
th: จำนวนการลาออกทั้งหมด

source: Total Sanctioned Amount
th: จำนวนรวมตามทำนองคลองธรรม

source: Total Score
th: คะแนนรวม

source: Total Self Score
th: คะแนนรวมด้วยตนเอง

source: Total Taxes and Charges
th: ภาษีและค่าธรรมเนียมรวม

source: Total Working Hours
th: ชั่วโมงทำงานรวม

source: Total advance amount cannot be greater than total sanctioned amount
th: จำนวนเงินที่ต้องชำระล่วงหน้าทั้งหมดต้องไม่เกินจำนวนเงินที่ได้รับอนุมัติทั้งหมด

source: Total allocated leaves are more than maximum allocation allowed for {0} leave type for employee {1} in the period
th: จำนวนวันลาพักผ่อนที่จัดสรรทั้งหมดเกินกว่าจำนวนสูงสุดที่อนุญาตสำหรับประเภทการลา {0} ของพนักงาน {1} ในช่วงเวลานี้

source: Total allocated leaves {0} cannot be less than already approved leaves {1} for the period
th: จำนวนวันลาหยุดที่จัดสรรทั้งหมด {0} ต้องไม่น้อยกว่าวันลาหยุดที่ได้รับการอนุมัติแล้ว {1} สำหรับช่วงเวลานั้น

source: Total flexible benefit component amount {0} should not be less than max benefits {1}
th: จำนวนองค์ประกอบผลประโยชน์รวมที่ยืดหยุ่น {0} ไม่ควรน้อยกว่าผลประโยชน์สูงสุด {1}

source: Total in words
th: รวมอยู่ในคำพูด

source: Total in words (Company Currency)
th: ยอดรวมเป็นตัวอักษร (สกุลเงินบริษัท)

source: Total leaves allocated cannot exceed annual allocation of {0}.
th: จำนวนวันลาพักผ่อนที่จัดสรรทั้งหมดต้องไม่เกินจำนวนที่จัดสรรประจำปี {0}

source: Total leaves allocated is mandatory for Leave Type {0}
th: ใบที่จัดสรรไว้ทั้งหมดเป็นข้อบังคับสำหรับ Leave Type {0}

source: Total percentage against cost centers should be 100
th: ร้อยละรวมทั้งหมดเทียบกับศูนย์ต้นทุนต้องเท่ากับ 100

source: Total salary booked against this component for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
th: ยอดเงินเดือนรวมที่บันทึกสำหรับส่วนประกอบนี้ของพนักงานรายนี้ตั้งแต่ต้นปี (งวดเงินเดือนหรือปีงบประมาณ) จนถึงวันที่สิ้นสุดของสลิปเงินเดือนปัจจุบัน

source: Total salary booked for this employee from the beginning of the month up to the current salary slip's end date.
th: ยอดเงินเดือนรวมที่บันทึกสำหรับพนักงานนี้ตั้งแต่ต้นเดือนจนถึงวันที่สิ้นสุดของสลิปเงินเดือนปัจจุบัน

source: Total salary booked for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
th: เงินเดือนรวมที่บันทึกสำหรับพนักงานนี้ตั้งแต่ต้นปี (รอบระยะเวลาการจ่ายเงินเดือนหรือปีงบประมาณ) จนถึงวันสิ้นสุดของสลิปเงินเดือนปัจจุบัน

source: Total weightage for all {0} must add up to 100. Currently, it is {1}%
th: น้ำหนักรวมสำหรับ {0} ทั้งหมดต้องรวมกันเป็น 100 ขณะนี้คือ {1}%

source: Total working Days Per Year
th: จำนวนวันทำงานทั้งหมดต่อปี

source: Total working hours should not be greater than max working hours {0}
th: ชั่วโมงการทำงานรวมไม่ควรมากกว่าชั่วโมงการทำงานสูงสุด {0}

source: Totals
th: ยอดรวม

source: Train
th: รถไฟ

source: Trainer Email
th: เทรนเนอร์อีเมล์

source: Trainer Name
th: ชื่อเทรนเนอร์

source: Training
th: การอบรม

source: Training Date
th: วันที่อบรม

source: Training Event
th: กิจกรรมการฝึกอบรม

source: Training Event Employee
th: กิจกรรมการฝึกอบรมพนักงาน

source: Training Event:
th: กิจกรรมการฝึกอบรม:

source: Training Events
th: กิจกรรมการฝึกอบรม

source: Training Feedback
th: การฝึกอบรมผลตอบรับ

source: Training Program
th: หลักสูตรการฝึกอบรม

source: Training Result
th: ผลการฝึกอบรม

source: Training Result Employee
th: ผลการฝึกอบรมพนักงาน

source: Trainings
th: การฝึกอบรม

source: Trainings (This Week)
th: การฝึกอบรม (สัปดาห์นี้)

source: Transaction Date
th: วันที่ข้อม

source: Transaction Name
th: ชื่อธุรกรรม

source: Transaction Type
th: ประเภทธุรกรรม

source: Transactions
th: รายการเคลื่อนไหว

source: Transactions cannot be created for an Inactive Employee {0}.
th: ไม่สามารถสร้างรายการทำรายการสำหรับพนักงานที่ไม่ใช้งาน {0} ได้

source: Transfer Date
th: วันโอน

source: Travel
th: การเดินทาง
