Repository: ManotLuijiu/erpnext-thai-translation
Catalog: hrms/*.po
Languages: th

source: Attendance is pending for these employees between the selected payroll dates. Mark attendance to proceed. Refer {0} for details.
th: การบันทึกเวลาทำงานยังรอดำเนินการสำหรับพนักงานเหล่านี้ในช่วงวันที่เงินเดือนที่เลือก กรุณาทำเครื่องหมายการบันทึกเวลาทำงานเพื่อดำเนินการต่อ โปรดดู {0} สำหรับรายละเอียดเพิ่มเติม

source: Attendance marked successfully
th: บันทึกการเข้าร่วมงานสำเร็จแล้ว

source: Attendance not submitted for {0} as it is a Holiday.
th: การเข้าร่วมไม่ได้ส่งสำหรับ {0} เนื่องจากเป็นวันหยุด

source: Attendance not submitted for {0} as {1} is on leave.
th: ยังไม่ได้ส่งข้อมูลการเข้างานสำหรับ {0} เนื่องจาก {1} ลาหยุดอยู่

source: Attendance will be marked automatically only after this date.
th: ผู้เข้าร่วมจะถูกทำเครื่องหมายอัตโนมัติหลังจากวันที่นี้เท่านั้น

source: AttendanceRequestListView
th: รายการคำขอการลงเวลาทำงาน

source: Attendees
th: ผู้เข้าร่วมประชุม

source: Attrition Count
th: จำนวนการลาออก

source: Aug
th: ส.ค.

source: Auto Attendance Settings
th: การตั้งค่าการเข้าร่วมอัตโนมัติ

source: Auto Leave Encashment
th: ปล่อยให้เป็นอัตโนมัติ

source: Automated Based on Goal Progress
th: อัตโนมัติตามความก้าวหน้าของเป้าหมาย

source: Automatically fetches all assets allocated to the employee, if any
th: ดึงข้อมูลสินทรัพย์ทั้งหมดที่จัดสรรให้กับพนักงานโดยอัตโนมัติ หากมี

source: Automatically update Last Sync of Checkin
th: อัปเดตการซิงค์ล่าสุดของการเช็คอินโดยอัตโนมัติ

source: Available Leave(s)
th: วันลาที่มีอยู่

source: Available Leaves
th: มีใบ

source: Average Feedback Score
th: คะแนนเฉลี่ยข้อเสนอแนะ

source: Average Rating
th: คะแนนเฉลี่ย

source: Average of Goal Score, Feedback Score, and Self Appraisal Score
th: ค่าเฉลี่ยของคะแนนเป้าหมาย คะแนนข้อเสนอแนะ และคะแนนการประเมินตนเอง (เต็ม 5 คะแนน)

source: Average rating of demonstrated skills
th: คะแนนเฉลี่ยของทักษะที่แสดง

source: Avg Feedback Score
th: คะแนนเฉลี่ยข้อเสนอแนะ

source: Avg Utilization
th: อัตราการใช้งานเฉลี่ย

source: Avg Utilization (Billed Only)
th: อัตราการใช้งานเฉลี่ย (เฉพาะที่เรียกเก็บเงินแล้ว)

source: Awaiting Response
th: รอการตอบสนอง

source: Backdated Leave Application is restricted. Please set the {} in {}
th: การขอลาหลังวันที่ถูกจำกัด กรุณาตั้งค่า {} ใน {}

source: Bank
th: ธนาคาร

source: Bank Account
th: บัญชีธนาคาร

source: Bank Account No
th: หมายเลขบัญชีธนาคาร

source: Bank Details
th: รายละเอียดธนาคาร

source: Bank Entries
th: รายการธนาคาร

source: Bank Name
th: ชื่อธนาคาร

source: Bank Remittance
th: โอนเงินผ่านธนาคาร

source: Base
th: ฐาน

source: Base, Variable & Leave Encashment
th: ฐาน ค่าตัวแปร และการเบิกค่าลาหยุด

source: Begin On (Days)
th: เริ่มต้นเมื่อ (วัน)

source: Begin check-in before shift start time (in minutes)
th: เริ่มการเช็คอินก่อนเวลาเริ่มกะ (เป็นนาที)

source: Beginner
th: ผู้เริ่มต้น

source: Below is the list of upcoming holidays for you:
th: ด้านล่างนี้คือรายชื่อวันหยุดที่จะมาถึงสำหรับคุณ:

source: Benefit
th: ประโยชน์

source: Benefits
th: ผลประโยชน์

source: Bill Amount
th: จำนวนเงินบิล

source: Billed Hours
th: ชั่วโมงที่ถูกเรียกเก็บเงิน

source: Billed Hours (B)
th: ชั่วโมงที่ออกใบแจ้งหนี้ (B)

source: Bimonthly
th: สองเดือนต่อครั้ง

source: Birthday Reminder
th: คำเตือนวันเกิด

source: Birthday Reminder 🎂
th: การแจ้งเตือนวันเกิด 🎂

source: Birthdays
th: วันเกิด

source: Block Date
th: บล็อกวันที่

source: Block Days
th: วันที่ถูกบล็อก

source: Block Holidays on important days.
th: วันหยุดที่ถูกบล็อกในวันสำคัญ

source: Blue
th: สีน้ำเงิน

source: Body
th: เนื้อหา

source: Bonus
th: โบนัส

source: Bonus Amount
th: จำนวนเงินโบนัส

source: Bonus Payment Date
th: วันที่ชำระเงินโบนัส

source: Bonus Payment Date cannot be a past date
th: วันที่ชำระเงินโบนัสไม่สามารถเป็นวันที่ผ่านมาได้

source: Branch
th: สาขา

source: Branch: {0}
th: สาขา: {0}

source: Bulk Assignments
th: การมอบหมายจำนวนมาก

source: Bulk Leave Policy Assignment
th: การกำหนดนโยบายการลารายกลุ่ม

source: Bulk Salary Structure Assignment
th: การมอบหมายโครงสร้างเงินเดือนจำนวนมาก

source: By default, the Final Score is calculated as the average of Goal Score, Feedback Score, and Self Appraisal Score. Enable this to set a different formula
th: โดยค่าเริ่มต้น คะแนนสุดท้ายจะคำนวณจากค่าเฉลี่ยของ คะแนนเป้าหมาย คะแนนข้อเสนอแนะ และ คะแนนการประเมินตนเอง เปิดใช้งานนี้เพื่อกำหนดสูตรคำนวณที่แตกต่างกัน

source: Calculate Final Score based on Formula
th: คำนวณคะแนนสุดท้ายตามสูตร

source: Calculate Gratuity Amount Based On
th: คำนวณจำนวนเงินบำเหน็จตามฐาน

source: Calculate Payroll Working Days Based On
th: คำนวณวันทำการของเงินเดือนตาม

source: Calculated in days
th: คำนวณเป็นวัน

source: Calls
th: โทร

source: Campaign
th: แคมเปญ

source: Cancel
th: ยกเลิก

source: Cancellation Queued
th: รอดำเนินการยกเลิก

source: Cancelled
th: ยกเลิกแล้ว

source: Cannot Modify Time
th: ไม่สามารถแก้ไขเวลาได้

source: Cannot allocate leaves outside the allocation period {0} - {1}
th: ไม่สามารถจัดสรรวันลานอกช่วงเวลาการจัดสรร {0} - {1} ได้

source: Cannot break shift after end date
th: ไม่สามารถเลิกกะหลังจากวันที่สิ้นสุดได้

source: Cannot break shift before start date
th: ไม่สามารถเปลี่ยนกะก่อนวันที่เริ่มต้นได้

source: Cannot cancel Shift Assignment: {0} as it is linked to Attendance: {1}
th: ไม่สามารถยกเลิกการมอบหมายกะ: {0} เนื่องจากเชื่อมโยงกับการลงเวลาทำงาน: {1}

source: Cannot cancel Shift Assignment: {0} as it is linked to Employee Checkin: {1}
th: ไม่สามารถยกเลิกการมอบหมายกะ: {0} เนื่องจากเชื่อมโยงกับการลงเวลาทำงานของพนักงาน: {1}

source: Cannot create Salary Slip for Employee joining after Payroll Period
th: ไม่สามารถสร้างสลิปเงินเดือนสำหรับพนักงานที่เข้าร่วมหลังจากช่วงระยะเวลาการจ่ายเงินเดือน

source: Cannot create Salary Slip for Employee who has left before Payroll Period
th: ไม่สามารถสร้างสลิปเงินเดือนสำหรับพนักงานที่ลาออกก่อนช่วงเวลาการจ่ายเงินเดือน

source: Cannot create a Job Applicant against a closed Job Opening
th: ไม่สามารถสร้างผู้สมัครงานสำหรับตำแหน่งงานที่ปิดแล้วได้

source: Cannot create or change transactions against an Appraisal Cycle with status {0}.
th: ไม่สามารถสร้างหรือแก้ไขรายการธุรกรรมกับรอบการประเมินที่มีสถานะ {0} ได้

source: Cannot find active Leave Period
th: ไม่สามารถหาช่วงเวลาที่ใช้งานได้

source: Cannot mark attendance for an Inactive employee {0}
th: ไม่สามารถบันทึกการเข้าทำงานสำหรับพนักงานที่ไม่ใช้งาน {0} ได้

source: Cannot submit. Attendance is not marked for some employees.
th: ไม่สามารถส่งได้ เนื่องจากยังไม่ได้บันทึกการเข้าทำงานสำหรับพนักงานบางคน

source: Cannot update allocation for {0} after submission
th: ไม่สามารถปรับปรุงการจัดสรรสำหรับ {0} หลังจากส่งรายการแล้ว

source: Cannot update status of Goal groups
th: ไม่สามารถอัปเดตสถานะของกลุ่มเป้าหมายได้

source: Carry Forwarded Leaves
th: Carry ใบ Forwarded

source: Casual Leave
th: สบาย ๆ ออก

source: Cause of Grievance
th: สาเหตุของข้อร้องเรียน

source: Change
th: เปลี่ยนแปลง

source: Changed the status from {0} to {1} and Status for Other Half to {2} via Attendance Request
th: เปลี่ยนสถานะจาก {0} เป็น {1} และสถานะสำหรับครึ่งที่เหลือเป็น {2} ผ่านคำขอการเข้างาน

source: Changed the status from {0} to {1} via Attendance Request
th: เปลี่ยนสถานะจาก {0} เป็น {1} ผ่านคำขอการลงเวลาทำงาน

source: Changing '{0}' to {1}.
th: กำลังเปลี่ยน '{0}' เป็น {1}

source: Changing KRA in this parent goal will align all the child goals to the same KRA, if any.
th: การเปลี่ยน KRA ในเป้าหมายหลักนี้จะทำให้เป้าหมายย่อยทั้งหมดสอดคล้องกับ KRA เดียวกัน หากมีอยู่

source: Chart of Accounts
th: แผนภูมิบัญชี

source: Chart of Cost Centers
th: แผนภูมิศูนย์ต้นทุน

source: Check <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> for more details
th: ตรวจสอบ <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> เพื่อดูรายละเอียดเพิ่มเติม

source: Check Error Log {0} for more details.
th: โปรดตรวจสอบบันทึกข้อผิดพลาด {0} สำหรับรายละเอียดเพิ่มเติม

source: Check In
th: เช็คอิน

source: Check Out
th: ชำระเงิน

source: Check Vacancies On Job Offer Creation
th: ตรวจสอบตำแหน่งว่างในการสร้างข้อเสนองาน

source: Check {0} for more details
th: ตรวจสอบ {0} สำหรับรายละเอียดเพิ่มเติม

source: Check-in
th: เช็คอิน

source: Check-in Date
th: วันที่เช็คอิน

source: Check-out
th: เช็คเอาท์

source: Check-out Date
th: วันที่เช็คเอาต์

source: Checkin Radius
th: ระยะทางเช็คอิน

source: Child nodes can only be created under 'Group' type nodes
th: โหนดย่อยสามารถสร้างได้เฉพาะภายใต้โหนดประเภท 'กลุ่ม' เท่านั้น

source: Claim Benefit For
th: ขอรับสวัสดิการสำหรับ

source: Claim Date
th: วันที่อ้างสิทธิ์

source: Claim an Expense
th: เคลมค่าใช้จ่าย

source: Claimed
th: อ้างว่า

source: Claimed Amount
th: จำนวนเงินที่อ้างสิทธิ์

source: Claims
th: คำร้องขอ

source: Clear All
th: ล้างทั้งหมด

source: Clearance Date
th: วันที่ เป็น

source: Cleared
th: ชำระแล้ว

source: Click {0} to change the configuration and then resave salary slip
th: คลิก {0} เพื่อเปลี่ยนการตั้งค่าแล้วบันทึกสลิปเงินเดือนใหม่อีกครั้ง

source: Close
th: ปิด

source: Closed
th: ปิดแล้ว

source: Closed On
th: ปิดเมื่อ

source: Closes On
th: ปิดวันที่

source: Closes on:
th: ปิดวันที่:

source: Closing Balance
th: ยอดคงเหลือท้ายงวด

source: Closing Notes
th: หมายเหตุการปิด

source: Collapse All
th: ย่อทั้งหมด

source: Color
th: สี

source: Comments
th: ความคิดเห็น

source: Commission
th: ค่าคอมมิชชั่น

source: Company
th: บริษัท

source: Company Details
th: รายละเอียดบริษัท

source: Company Information
th: ข้อมูลบริษัท

source: Compensatory Leave Request
th: ขอรับการชดเชย

source: Compensatory Off
th: ชดเชย ปิด

source: Completed
th: เสร็จสมบูรณ์

source: Completed On
th: เสร็จสิ้นเมื่อ

source: Completing onboarding
th: กำลังดำเนินการเริ่มต้นใช้งานให้เสร็จสมบูรณ์

source: Component
th: ตัวแทน

source: Component properties and references
th: คุณสมบัติของส่วนประกอบและการอ้างอิง

source: Condition
th: เงื่อนไข

source: Condition & Formula
th: เงื่อนไขและสูตร

source: Condition and Formula Help
th: คำแนะนำเกี่ยวกับเงื่อนไขและสูตร

source: Condition and formula
th: เงื่อนไขและสูตร

source: Conditions
th: เงื่อนไข

source: Conditions and Formula variable and example
th: เงื่อนไขและสูตรตัวแปรและตัวอย่าง

source: Conference
th: การประชุม

source: Confirm
th: ยืนยัน

source: Confirm {0}
th: ยืนยัน {0}

source: Connections
th: การเชื่อมต่อ

source: Consider Grace Period
th: พิจารณาระยะเวลาผ่อนผัน

source: Consider Marked Attendance on Holidays
th: พิจารณาการลงเวลาทำงานที่ถูกทำเครื่องหมายในวันหยุด

source: Consider Tax Exemption Declaration
th: พิจารณาใบแจ้งการยกเว้นภาษี

source: Consider Unmarked Attendance As
th: พิจารณาการเข้าร่วมที่ไม่มีเครื่องหมายเป็น

source: Consolidate Leave Types
th: รวบรวมประเภทการลา

source: Contact Email
th: อีเมลผู้ติดต่อ

source: Contact Information
th: ข้อมูลติดต่อ

source: Contact No.
th: หมายเลขติดต่อ

source: Contact Number
th: เบอร์ติดต่อ

source: Continue
th: ดำเนินการต่อ

source: Contract
th: สัญญา

source: Copy of Invitation/Announcement
th: สำเนาหนังสือเชิญ / ประกาศ

source: Cost
th: ต้นทุน

source: Cost Center
th: ศูนย์ต้นทุน

source: Cost Centers
th: ศูนย์ต้นทุน

source: Costing
th: การคำนวณต้นทุน

source: Costing Details
th: รายละเอียดการคิดต้นทุน

source: Could not find any salary slip(s) for the employee {0}
th: ไม่พบสลิปเงินเดือนสำหรับพนักงาน {0}

source: Could not submit some Salary Slips: {}
th: ไม่สามารถส่งสลิปเงินเดือนบางรายการได้: {}

source: Could not update Goal
th: ไม่สามารถอัปเดตเป้าหมายได้

source: Could not update goals
th: ไม่สามารถอัปเดตเป้าหมายได้

source: Country
th: ประเทศ

source: Country Fixture Deletion Failed
th: การลบข้อมูลตั้งค่าประเทศล้มเหลว

source: Country Setup failed
th: การตั้งค่าประเทศล้มเหลว

source: Country of Residence
th: ประเทศที่พำนัก

source: Course
th: หลักสูตร

source: Cover Letter
th: จดหมาย

source: Create
th: สร้าง

source: Create & Assign Salary Structure
th: สร้างและกำหนดโครงสร้างเงินเดือน

source: Create Additional Salary
th: สร้างเงินเดือนเพิ่มเติม

source: Create Appraisals
th: สร้างการประเมินผล

source: Create Department
th: สร้างฝ่ายงาน

source: Create Designation
th: สร้างตำแหน่งงาน

source: Create Employee
th: สร้างพนักงาน

source: Create Holiday List
th: สร้างรายการวันหยุด

source: Create Income Tax Slab
th: สร้างช่วงอัตราภาษีเงินได้

source: Create Interview
th: สร้างการสัมภาษณ์

source: Create Job Applicant
th: สร้างผู้สมัครงาน

source: Create Job Opening
th: สร้างตำแหน่งงานว่าง

source: Create Journal Entry
th: สร้างรายการสมุดรายวัน

source: Create Leave Allocation
th: สร้างการจัดสรรวันลาหยุด

source: Create Leave Application
th: สร้างคำขอลาหยุด

source: Create Leave Type
th: สร้างประเภทการลา

source: Create New Employee Id
th: สร้างรหัสพนักงานใหม่

source: Create Payment Entry
th: สร้างรายการชำระเงิน

source: Create Payroll Period
th: สร้างงวดเงินเดือน

source: Create Salary Component
th: สร้างส่วนประกอบเงินเดือน

source: Create Salary Slip
th: สร้างสลิปเงินเดือน

source: Create Salary Slips
th: สร้างสลิปเงินเดือน

source: Create Separate Payment Entry Against Benefit Claim
th: สร้างรายการการชำระเงินแยกต่างหากจากการเรียกร้องค่าสินไหมทดแทน

source: Create Shifts After
th: สร้างกะงานหลังจาก

source: Creating Appraisals
th: กำลังสร้างการประเมินผล

source: Creating Payment Entries......
th: กำลังสร้างรายการการชำระเงิน ......

source: Creating Salary Slips...
th: สร้างสลิปเงินเดือน ...

source: Creating {0}...
th: กำลังสร้าง {0}...

source: Creation Date
th: วันที่สร้าง

source: Creation Failed
th: การสร้างล้มเหลว

source: Creation of Salary Structure Assignments has been queued. It may take a few minutes.
th: การสร้างการกำหนดโครงสร้างเงินเดือนได้ถูกจัดคิวแล้ว อาจใช้เวลาสักครู่

source: Creation of {0} has been queued. It may take a few minutes.
th: การสร้าง {0} ได้ถูกจัดคิวแล้ว อาจใช้เวลาสักครู่หนึ่ง

source: Criteria
th: เกณฑ์

source: Criteria based on which employee should be rated in Performance Feedback and Self Appraisal
th: เกณฑ์ที่ใช้ในการประเมินพนักงานในแบบฟอร์มข้อเสนอแนะผลการปฏิบัติงานและการประเมินตนเอง

source: Currency
th: สกุลเงิน

source: Currency
th: สกุลเงิน

source: Currency of selected Income Tax Slab should be {0} instead of {1}
th: สกุลเงินของช่วงอัตราภาษีเงินได้ที่เลือกควรเป็น {0} แทนที่จะเป็น {1}

source: Current
th: ปัจจุบัน

source: Current CTC
th: CTC ปัจจุบัน

source: Current Count
th: นับปัจจุบัน

source: Current Employer
th: นายจ้างปัจจุบัน

source: Current Job Title
th: ตำแหน่งงานปัจจุบัน

source: Current Month Income Tax
th: ภาษีเงินได้เดือนปัจจุบัน

source: Current Odometer Value should be greater than Last Odometer Value {0}
th: ค่าของเครื่องวัดระยะทางปัจจุบันควรมากกว่าค่าของมาตรวัดระยะสุดท้าย {0}

source: Current Odometer value
th: ค่ามาตรวัดระยะทางปัจจุบัน

source: Current Openings
th: ช่องว่างปัจจุบัน

source: Current Slab
th: ช่วงราคาปัจจุบัน

source: Current Work Experience
th: ประสบการณ์ทำงานปัจจุบัน

source: Currently, there is no {0} leave period for this date to create/update leave allocation.
th: ขณะนี้ยังไม่มีช่วงเวลาการลาหยุด {0} สำหรับวันที่นี้เพื่อสร้าง/ปรับปรุงการจัดสรรการลา

source: Custom Range
th: ช่วงกำหนดเอง

source: Customer
th: ลูกค้า

source: Cyan
th: ฟ้าอมเขียว

source: Cycle Name
th: ชื่อรอบ

source: Cycles
th: รอบ

source: Daily
th: รายวัน

source: Daily Work Summary
th: สรุปการทำงานประจำวัน

source: Daily Work Summary Group
th: กลุ่มสรุปการทำงานรายวัน

source: Daily Work Summary Group User
th: ผู้ใช้กลุ่มสรุปรายวัน

source: Daily Work Summary Replies
th: สรุปการทำงานสรุปรายวัน

source: Dashboard
th: แผงควบคุม

source: Data Import
th: นำเข้าข้อมูล

source: Date
th: วันที่

source: Date
th: วันที่

source: Date Range
th: ช่วงวันที่

source: Date Range Exceeded
th: ช่วงวันที่เกินขอบเขต

source: Date is repeated
th: วันที่ซ้ำแล้วซ้ำอีก

source: Date of Birth
th: วันเกิด

source: Date of Joining
th: วันที่สินการ

source: Dates & Reason
th: วันที่และเหตุผล

source: Dates Based On
th: วันที่อ้างอิงจาก

source: Days for which Holidays are blocked for this department.
th: จำนวนวันหยุดที่ถูกบล็อกสำหรับแผนกนี้

source: Debit A/C Number
th: หักบัญชี A / C

source: Dec
th: ธ.ค.

source: Decision Pending
th: รอการตัดสินใจ

source: Declarations
th: การประกาศ

source: Declared Amount
th: ประกาศจำนวนเงิน

source: Deduct Full Tax on Selected Payroll Date
th: หักภาษีเต็มจำนวนในวันที่เลือกจ่ายเงินเดือน

source: Deduct Tax For Unclaimed Employee Benefits
th: หักภาษีสำหรับผลประโยชน์ของพนักงานที่ไม่มีการอ้างสิทธิ์

source: Deduct Tax For Unsubmitted Tax Exemption Proof
th: หักภาษีสำหรับหลักฐานการยกเว้นภาษีที่ยังไม่ได้ส่ง

source: Deduction
th: การหัก

source: Deduction Reports
th: รายงานการหักเงิน

source: Deduction from Salary
th: การหักเงินเดือน

source: Deductions
th: การหักเงิน

source: Deductions before tax calculation
th: การหักก่อนการคำนวณภาษี

source: Default Account
th: บัญชี เลื่อ

source: Default Amount
th: จำนวนเงินที่เริ่มต้น

source: Default Bank / Cash account will be automatically updated in Salary Journal Entry when this mode is selected.
th: เริ่มต้นของบัญชีธนาคาร / เงินสดจะได้รับการปรับปรุงโดยอัตโนมัติในเงินเดือนวารสารรายการเมื่อโหมดนี้จะถูกเลือก

source: Default Base Pay
th: เงินเดือนฐานเริ่มต้น

source: Default Employee Advance Account
th: บัญชีเงินล่วงหน้าพนักงานเริ่มต้น

source: Default Expense Claim Payable Account
th: บัญชีเจ้าหนี้ค่าใช้จ่ายเรียกร้องค่าใช้จ่ายเริ่มต้น

source: Default Payroll Payable Account
th: บัญชีเจ้าหนี้เงินเดือนเริ่มต้น

source: Default Salary Structure
th: โครงสร้างเงินเดือนเริ่มต้น

source: Default Shift
th: กะเริ่มต้น

source: Deferred Expense Account
th: บัญชีเลื่อรองการ

source: Delete
th: ลบ

source: Delete Attachment
th: ลบไฟล์แนบ

source: Delete {0}
th: ลบ {0}

source: Delivery Trip
th: การเดินทางจัดส่ง

source: Department
th: ทรัพยา

source: Department Approver
th: ผู้ประเมินกรม

source: Department Wise Openings
th: การเปิดบัญชีแยกตามแผนก

source: Department {0} does not belong to company: {1}
th: ฝ่ายงาน {0} ไม่ได้เป็นของบริษัท: {1}

source: Department: {0}
th: แผนก: {0}

source: Departure Datetime
th: Datetime ออกเดินทาง

source: Depends On Payment Days
th: ขึ้นอยู่กับจำนวนวันชำระเงิน

source: Depends on Payment Days
th: ขึ้นอยู่กับวันชำระเงิน

source: Description
th: คำอธิบาย

source: Description of a Job Opening
th: คำอธิบายของการเปิดงาน

source: Designation
th: ตำแหน่งงาน

source: Designation Skill
th: ทักษะการกำหนด

source: Designation: {0}
th: ตำแหน่ง: {0}

source: Details
th: รายละเอียด

source: Details of Sponsor (Name, Location)
th: รายละเอียดผู้สนับสนุน (ชื่อตำแหน่ง)

source: Determine Check-in and Check-out
th: กำหนดเช็คอินและเช็คเอาท์

source: Disable
th: ปิดใช้งาน

source: Disable Rounded Total
th: ปิดใช้งานยอดรวมปัดเศษ

source: Disable {0} for the {1} component, to prevent the amount from being deducted twice, as its formula already uses a payment-days-based component.
th: ปิดใช้งาน {0} สำหรับส่วนประกอบ {1} เพื่อป้องกันไม่ให้จำนวนเงินถูกหักซ้ำ เนื่องจากสูตรของส่วนประกอบนี้ใช้ส่วนประกอบที่อิงตามจำนวนวันชำระเงินอยู่แล้ว

source: Disable {0} or {1} to proceed.
th: ปิดใช้งาน {0} หรือ {1} เพื่อดำเนินการต่อ

source: Disabled
th: ปิดใช้งาน

source: Disabling Push Notifications...
th: กำลังปิดการแจ้งเตือนแบบพุช...

source: Dismiss
th: ปิด

source: Dispensed Amount (Pro-rated)
th: จำนวนเงินที่จ่าย (Pro-rated)

source: Do Not Include in Accounting Entries
th: อย่าใส่ในรายการบัญชี

source: Do Not Include in Total
th: ไม่รวมในผลรวม

source: Do not include in total
th: ไม่รวมในทั้งหมด

source: Do you still want to proceed?
th: คุณยังต้องการดำเนินการต่อหรือไม่?

source: Do you want to update the Job Applicant {0} as {1} based on this interview result?
th: คุณต้องการอัปเดตผู้สมัครงาน {0} เป็น {1} ตามผลการสัมภาษณ์นี้หรือไม่?

source: Document Status
th: สถานะเอกสาร

source: Document {0} failed!
th: เอกสาร {0} ล้มเหลว!

source: Domestic
th: ในประเทศ

source: Download PDF
th: ดาวน์โหลด PDF

source: Download Template
th: ดาวน์โหลดแม่แบบ

source: Draft
th: ร่าง

source: Driver
th: ไดรเวอร์

source: Duplicate Attendance
th: บันทึกเวลาทำงานซ้ำ

source: Duplicate Entry
th: รายการที่ซ้ำกัน

source: Duplicate Job Requisition
th: คำขอรับสมัครงานซ้ำ

source: Duplicate Overwritten Salary
th: เงินเดือนที่ถูกเขียนทับซ้ำ

source: Duplicate Salary Withholding
th: คัดลอกข้อมูลการหักภาษีเงินได้ประจำเดือน

source: Duration (Days)
th: ระยะเวลา (วัน)

source: ERROR({0}): {1}
th: ข้อผิดพลาด({0}): {1}

source: Early Exit
th: ออกก่อนเวลา

source: Early Exit By
th: ออกจากระบบก่อนเวลาโดย

source: Early Exit Grace Period
th: ช่วงเวลาผ่อนผันออกก่อนกำหนด

source: Early Exits
th: การออกก่อนกำหนด

source: Earned Leave
th: ได้รับลาออก

source: Earned Leave Frequency
th: ความถี่ที่ได้รับจากการได้รับ

source: Earned Leaves
th: วันลาพักผ่อนประจำปี

source: Earned Leaves are allocated as per the configured frequency via scheduler.
th: วันลาพักร้อนได้รับการจัดสรรตามความถี่ที่ตั้งค่าไว้ผ่านตัวจัดตารางเวลา

source: Earned Leaves are auto-allocated via scheduler based on the annual allocation set in the Leave Policy: {0}
th: วันลาพักผ่อนสะสมจะถูกจัดสรรโดยอัตโนมัติโดยระบบตามการจัดสรรประจำปีที่กำหนดไว้ในนโยบายการลา: {0}

source: Earned Leaves are leaves earned by an Employee after working with the company for a certain amount of time. Enabling this will allocate leaves on pro-rata basis by automatically updating Leave Allocation for leaves of this type at intervals set by 'Earned Leave Frequency.
th: วันลาพักผ่อนสะสมคือวันลาที่พนักงานได้รับหลังจากทำงานกับบริษัทเป็นระยะเวลาหนึ่ง การเปิดใช้งานนี้จะจัดสรรวันลาแบบสัดส่วนโดยอัตโนมัติผ่านการอัปเดตการจัดสรรวันลาสำหรับวันลาประเภทนี้ตามช่วงเวลาที่กำหนดโดย 'ความถี่วันลาพักผ่อนสะสม'

source: Earning
th: รายได้

source: Earning Component
th: คอมโพเนนต์รายได้

source: Earning Salary Component is required for Employee Referral Bonus.
th: ส่วนประกอบเงินเดือนที่ได้รับจำเป็นสำหรับโบนัสแนะนำพนักงาน

source: Earnings
th: ผลกำไร

source: Earnings & Deductions
th: รายได้และการหักเงิน

source: Edit
th: แก้ไข

source: Edit Expense Item
th: แก้ไขรายการค่าใช้จ่าย

source: Edit Expense Tax
th: แก้ไขภาษีค่าใช้จ่าย

source: Effective From
th: มีผลตั้งแต่

source: Effective To
th: มีผลถึง

source: Effective from
th: มีผลตั้งแต่

source: Email
th: อีเมล

source: Email Address
th: ที่อยู่อีเมล

source: Email ID
th: อีเมล ID

source: Email Salary Slip to Employee
th: อีเมล์สลิปเงินเดือนให้กับพนักงาน

source: Email Salary Slips
th: อีเมลสลิปเงินเดือน

source: Email Sent To
th: ส่งอีเมลไปที่

source: Email Template
th: เทมเพลตอีเมล

source: Email sent to {0}
th: อีเมลถูกส่งไปยัง {0}

source: Emails salary slip to employee based on preferred email selected in Employee
th: สลิปอีเมล์เงินเดือนให้กับพนักงานบนพื้นฐานของอีเมลที่ต้องการเลือกในการพนักงาน

source: Employee
th: พนักงาน

source: Employee A/C Number
th: จำนวนพนักงาน A / C

source: Employee Advance
th: เงินล่วงหน้าพนักงาน

source: Employee Advance Balance
th: ยอดคงเหลือล่วงหน้าของพนักงาน

source: Employee Advance Summary
th: สรุปการทำงานของพนักงาน

source: Employee Advances
th: เงินล่วงหน้าพนักงาน

source: Employee Analytics
th: การวิเคราะห์พนักงาน

source: Employee Attendance Tool
th: เครื่องมือเข้าร่วมประชุมพนักงาน

source: Employee Benefit Application
th: ใบสมัครผลประโยชน์ของพนักงาน

source: Employee Benefit Application Detail
th: รายละเอียดการสมัครลูกจ้าง

source: Employee Benefit Claim
th: การเรียกร้องค่าสินไหมทดแทนพนักงาน

source: Employee Benefits
th: ผลประโยชน์ของพนักงาน

source: Employee Birthday
th: วันเกิดพนักงาน

source: Employee Boarding Activity
th: กิจกรรมการรับพนักงาน

source: Employee Checkin
th: พนักงานเช็คอิน

source: Employee Checkin History
th: ประวัติการลงเวลาพนักงาน

source: Employee Cost Center
th: ศูนย์ต้นทุนพนักงาน

source: Employee Details
th: รายละเอียดของพนักงาน

source: Employee Emails
th: อีเมลพนักงาน

source: Employee Exit
th: การลาออกของพนักงาน

source: Employee Exit Settings
th: การตั้งค่าการออกจากงานของพนักงาน

source: Employee Exits
th: การออกจากงานของพนักงาน

source: Employee Feedback Criteria
th: เกณฑ์การประเมินผลตอบรับของพนักงาน

source: Employee Feedback Rating
th: การประเมินผลตอบรับของพนักงาน

source: Employee Grade
th: เกรดพนักงาน

source: Employee Grievance
th: ข้อร้องเรียนของพนักงาน

source: Employee Group
th: กลุ่มพนักงาน

source: Employee Health Insurance
th: ประกันสุขภาพของพนักงาน
