Repository: ManotLuijiu/erpnext-thai-translation
Catalog: hrms/*.po
Languages: th

source: Mark attendance for existing check-in/out logs before changing shift settings
th: ทำเครื่องหมายการเข้าร่วมงานสำหรับบันทึกการเช็คอิน/เช็คเอาต์ที่มีอยู่ก่อนเปลี่ยนการตั้งค่ากะงาน

source: Mark {0} as Completed?
th: ทำเครื่องหมาย {0} ว่าเสร็จสิ้นหรือไม่?

source: Mark {0} {1} as {2}?
th: ทำเครื่องหมาย {0} {1} เป็น {2} หรือไม่?

source: Marked Attendance
th: ผู้เข้าร่วมการทำเครื่องหมาย

source: Marked Attendance HTML
th: ผู้เข้าร่วมการทำเครื่องหมาย HTML

source: Marking Attendance
th: การบันทึกเวลาทำงาน

source: Masters
th: มาตรฐานข้อมูลหลัก

source: Max Amount Eligible
th: จำนวนเงินสูงสุดที่มีสิทธิ์

source: Max Benefit Amount
th: จำนวนเงินสวัสดิการสูงสุด

source: Max Benefit Amount (Yearly)
th: จำนวนเงินสวัสดิการสูงสุด (รายปี)

source: Max Benefits (Amount)
th: ประโยชน์สูงสุด (จำนวนเงิน)

source: Max Benefits (Yearly)
th: ประโยชน์สูงสุด (รายปี)

source: Max Exemption Amount
th: จำนวนยกเว้นสูงสุด

source: Max Exemption Amount cannot be greater than maximum exemption amount {0} of Tax Exemption Category {1}
th: จำนวนยกเว้นสูงสุดไม่สามารถมากกว่าจำนวนยกเว้นสูงสุด {0} ของหมวดยกเว้นภาษี {1}

source: Max Taxable Income
th: รายได้ที่ต้องเสียภาษีสูงสุด

source: Max benefits should be greater than zero to dispense benefits
th: ประโยชน์สูงสุดควรมากกว่าศูนย์เพื่อจ่ายผลประโยชน์

source: Max working hours against Timesheet
th: แม็กซ์ชั่วโมงการทำงานกับ Timesheet

source: Maximum Carry Forwarded Leaves
th: การพกพาที่ถูกส่งต่อสูงสุด

source: Maximum Consecutive Leaves Allowed
th: จำนวนวันลาติดต่อกันสูงสุดที่อนุญาต

source: Maximum Consecutive Leaves Exceeded
th: จำนวนวันลาหยุดติดต่อกันเกินกำหนดสูงสุด

source: Maximum Encashable Leaves
th: จำนวนวันลาหยุดที่สามารถเบิกค่าตอบแทนได้สูงสุด

source: Maximum Exempted Amount
th: จำนวนเงินที่ได้รับการยกเว้นสูงสุด

source: Maximum Exemption Amount
th: จำนวนยกเว้นสูงสุด

source: Maximum Leave Allocation Allowed per Leave Period
th: จำนวนวันลาพักร้อนสูงสุดที่อนุญาตต่อช่วงเวลาการลา

source: Maximum amount eligible for the component {0} exceeds {1}
th: จำนวนเงินสูงสุดที่มีสิทธิ์สำหรับคอมโพเนนต์ {0} เกินกว่า {1}

source: Maximum annual taxable income eligible for full tax relief. No tax is applied if income does not exceed this limit
th: รายได้สุทธิสูงสุดต่อปีที่มีสิทธิ์ได้รับการยกเว้นภาษีเต็มจำนวน จะไม่มีการเก็บภาษีหากรายได้ไม่เกินขีดจำกัดนี้

source: Maximum benefit amount of component {0} exceeds {1}
th: จำนวนเงินที่ได้รับประโยชน์สูงสุดของคอมโพเนนต์ {0} เกินกว่า {1}

source: Maximum benefit amount of employee {0} exceeds {1}
th: จำนวนเงินที่ได้รับประโยชน์สูงสุดของพนักงาน {0} เกินกว่า {1}

source: Maximum benefit of employee {0} exceeds {1} by the sum {2} of benefit application pro-rata component amount and previous claimed amount
th: ผลประโยชน์สูงสุดของพนักงาน {0} เกิน {1} โดยจำนวนรวม {2} ของส่วนประกอบจำนวนเงินตามสัดส่วนของการขอรับผลประโยชน์และจำนวนเงินที่เคยเรียกร้องก่อนหน้า

source: Maximum benefit of employee {0} exceeds {1} by the sum {2} of previous claimed amount
th: ผลประโยชน์สูงสุดของพนักงาน {0} เกิน {1} ด้วยจำนวนรวม {2} จากยอดที่เคยเรียกร้องก่อนหน้านี้

source: Maximum encashable leaves for {0} are {1}
th: จำนวนวันลาพักร้อนสูงสุดที่สามารถเบิกได้สำหรับ {0} คือ {1}

source: Maximum leave allowed in the leave type {0} is {1}
th: อนุญาตให้ใช้งานได้สูงสุดในประเภทการลา {0} คือ {1}

source: May
th: พฤษภาคม

source: Meal Preference
th: การตั้งค่าอาหาร

source: Medical
th: การแพทย์

source: Menu
th: เมนู

source: Message
th: ข้อความ

source: Mileage
th: ระยะทาง

source: Min Taxable Income
th: รายได้ขั้นต่ำที่ต้องเสียภาษี

source: Minimum Year for Gratuity
th: ปีขั้นต่ำสำหรับเงินบำเหน็จ

source: Minimum working days required since Date of Joining to apply for this leave
th: จำนวนวันทำงานขั้นต่ำที่ต้องมีนับตั้งแต่วันที่เข้าทำงานเพื่อขอลาหยุดนี้

source: Missing Advance Account
th: บัญชีเงินล่วงหน้าที่ขาดหาย

source: Missing Field
th: ช่องข้อมูลที่หายไป

source: Missing Fields
th: ช่องข้อมูลที่ขาดหาย

source: Missing Mandatory Field
th: ช่องข้อมูลบังคับที่ขาดหาย

source: Missing Opening Entries
th: รายการเปิดบัญชีที่ขาดหาย

source: Missing Relieving Date
th: วันที่ปลดปล่อยขาดหาย

source: Missing Salary Components
th: ส่วนประกอบเงินเดือนที่ขาดหาย

source: Missing Tax Slab
th: ไม่มีช่วงอัตราภาษี

source: Mode Of Payment
th: วิธีการชำระเงิน

source: Mode of Payment
th: วิธีการชำระเงิน

source: Mode of Travel
th: โหมดการท่องเที่ยว

source: Mode of payment is required to make a payment
th: โหมดการชำระเงินจะต้องชำระเงิน

source: Model
th: เมด

source: Monday
th: วันจันทร์

source: Month
th: เดือน

source: Month To Date
th: ตั้งแต่ต้นเดือนถึงปัจจุบัน

source: Month To Date(Company Currency)
th: เดือนถึงวันที่ (สกุลเงินบริษัท)

source: Monthly
th: รายเดือน

source: Monthly Attendance Sheet
th: แผ่นผู้เข้าร่วมรายเดือน

source: More
th: เพิ่มเติม

source: More Info
th: ข้อมูลเพิ่มเติม

source: More than one selection for {0} not allowed
th: ไม่อนุญาตให้เลือกมากกว่าหนึ่งรายการสำหรับ {0}

source: Multiple Additional Salaries with overwrite property exist for Salary Component {0} between {1} and {2}.
th: มีเงินเดือนเพิ่มเติมหลายรายการที่มีคุณสมบัติการเขียนทับสำหรับส่วนประกอบเงินเดือน {0} ระหว่างวันที่ {1} ถึง {2} อยู่แล้ว

source: Multiple Shift Assignments
th: การมอบหมายกะงานหลายรายการ

source: My Account
th: บัญชีของฉัน

source: My Advances
th: เงินล่วงหน้าของฉัน

source: My Claims
th: คำร้องของฉัน

source: My Leaves
th: วันลาของฉัน

source: My Requests
th: คำขอของฉัน

source: Name
th: ชื่อ

source: Name error
th: ข้อผิดพลาดชื่อ

source: Name of Organizer
th: ชื่อผู้จัดงาน

source: Naming Series
th: ลำดับการตั้งชื่อ

source: Net Pay
th: จ่ายสุทธิ

source: Net Pay (Company Currency)
th: ยอดจ่ายสุทธิ (สกุลเงินบริษัท)

source: Net Pay Info
th: ข้อมูลยอดจ่ายสุทธิ

source: Net Pay cannot be less than 0
th: จ่ายสุทธิไม่สามารถน้อยกว่า 0

source: Net Salary Amount
th: จำนวนเงินเดือนสุทธิ

source: Net pay cannot be negative
th: จ่ายสุทธิ ไม่สามารถ ลบ

source: New
th: ใหม่

source: New Company
th: บริษัทใหม่

source: New Employee ID
th: รหัสพนักงานใหม่

source: New Expense Item
th: รายการค่าใช้จ่ายใหม่

source: New Expense Tax
th: ภาษีค่าใช้จ่ายใหม่

source: New Feedback
th: ความคิดเห็นใหม่

source: New Hires (This Month)
th: พนักงานใหม่ (เดือนนี้)

source: New Leave(s) Allocated
th: กำหนดวันลาพักผ่อนใหม่แล้ว

source: New Leaves Allocated
th: ใหม่ใบจัดสรร

source: New Leaves Allocated (In Days)
th: ใบใหม่ที่จัดสรร (ในวัน)

source: New shift assignments will be created after this date.
th: การมอบหมายกะใหม่จะถูกสร้างขึ้นหลังจากวันที่นี้

source: New {0}
th: {0} ใหม่

source: No
th: ไม่

source: No Data
th: ไม่มีข้อมูล

source: No Employee Found
th: ไม่พบพนักงาน

source: No Employee found for the given employee field value. '{}': {}
th: ไม่พบพนักงานสำหรับค่าฟิลด์พนักงานที่ระบุ &#39;{}&#39;: {}

source: No Employees Selected
th: ไม่ได้เลือกพนักงานใดๆ

source: No Interview has been scheduled.
th: ยังไม่มีการนัดหมายสัมภาษณ์ใดๆ

source: No Leave Period Found
th: ไม่พบช่วงเวลาการลาใด ๆ

source: No Leaves Allocated to Employee: {0} for Leave Type: {1}
th: ไม่มีใบที่จัดสรรให้แก่พนักงาน: {0} สำหรับประเภทการลา: {1}

source: No Salary Slip found for Employee: {0}
th: ไม่พบสลิปเงินเดือนสำหรับพนักงาน: {0}

source: No Salary Structure Assignment found for employee {0} on or before {1}
th: ไม่พบการกำหนดโครงสร้างเงินเดือนสำหรับพนักงาน {0} ในวันที่ {1} หรือต่ำกว่า

source: No Salary Structure assigned to Employee {0} on the given date {1}
th: ไม่มีโครงสร้างเงินเดือนที่กำหนดให้กับพนักงาน {0} ในวันที่ {1}

source: No Salary Structures
th: ไม่มีโครงสร้างเงินเดือน

source: No Shift Requests Selected
th: ไม่ได้เลือกคำขอเปลี่ยนกะใดๆ

source: No Staffing Plans found for this Designation
th: ไม่มีแผนการจัดหาพนักงานสำหรับการกำหนดนี้

source: No active employee found associated with the email ID {0}. Try logging in with your employee email ID or contact your HR manager for access.
th: ไม่พบพนักงานที่ใช้งานอยู่ที่เชื่อมโยงกับอีเมล ID {0} กรุณาลองเข้าสู่ระบบด้วยอีเมลพนักงานของคุณหรือ ติดต่อผู้จัดการฝ่ายทรัพยากรบุคคลเพื่อขอสิทธิ์เข้าถึง

source: No active or default Salary Structure found for employee {0} for the given dates
th: ไม่มีการใช้งานหรือเริ่มต้นโครงสร้างเงินเดือนของพนักงานพบ {0} สำหรับวันที่กำหนด

source: No additional expenses has been added
th: ไม่มีการเพิ่มค่าใช้จ่ายใด ๆ

source: No advances found
th: ไม่พบการชำระเงินล่วงหน้าใดๆ

source: No applicable Earning component found in last salary slip for Gratuity Rule: {0}
th: ไม่พบรายการรายได้ที่ใช้ได้ในสลิปเงินเดือนล่าสุดสำหรับกฎค่าตอบแทนพิเศษ: {0}

source: No applicable Earning components found for Gratuity Rule: {0}
th: ไม่พบส่วนประกอบรายได้ที่ใช้ได้สำหรับกฎค่าตอบแทนพิเศษ: {0}

source: No applicable slab found for the calculation of gratuity amount as per the Gratuity Rule: {0}
th: ไม่พบช่วงอัตราที่ใช้คำนวณจำนวนเงินบำเหน็จตามกฎบำเหน็จ: {0}

source: No attendance records found for this criteria.
th: ไม่พบระเบียนการเข้าร่วมตามเกณฑ์นี้

source: No attendance records found.
th: ไม่พบระเบียนการเข้าใช้งานใด ๆ

source: No attendance records to create
th: ไม่มีบันทึกการเข้าร่วมที่ต้องสร้าง

source: No changes found in timings.
th: ไม่พบการเปลี่ยนแปลงในเวลาที่กำหนด

source: No employees found
th: ไม่พบพนักงาน

source: No employees found for the mentioned criteria:<br>Company: {0}<br> Currency: {1}<br>Payroll Payable Account: {2}
th: ไม่พบพนักงานตามเกณฑ์ที่ระบุ:<br>บริษัท: {0}<br>สกุลเงิน: {1}<br>บัญชี การชำระเงินซิน: {2}

source: No employees found for the selected criteria
th: ไม่พบพนักงานสำหรับเกณฑ์ที่เลือก

source: No employees found with selected filters and active salary structure
th: ไม่พบพนักงานที่ตรงกับตัวกรองที่เลือกและมีโครงสร้างเงินเดือนที่ใช้งานอยู่

source: No expenses added
th: ยังไม่มีการเพิ่มค่าใช้จ่าย

source: No feedback has been received yet
th: ยังไม่ได้รับข้อเสนอแนะใดๆ

source: No items selected
th: ไม่มีการเลือกไอเท็มใดๆ

source: No leave record found for employee {0} on {1}
th: ไม่พบประวัติการลาของพนักงาน {0} เมื่อวันที่ {1}

source: No leaves have been allocated.
th: ยังไม่ได้จัดสรรวันลางานใดๆ

source: No more updates
th: ไม่มีการปรับปรุงเพิ่มเติม

source: No of. Positions
th: จำนวนตำแหน่ง

source: No record found
th: ไม่พบระเบียนใดๆ

source: No replies from
th: ไม่มีการตอบกลับจาก

source: No salary slip found to submit for the above selected criteria OR salary slip already submitted
th: ไม่มีสลิปเงินเดือนที่จะส่งสำหรับเกณฑ์ที่เลือกไว้ข้างต้นหรือส่งสลิปเงินเดือนแล้ว

source: No salary slips found
th: ไม่พบสลิปเงินเดือน

source: No taxes added
th: ไม่มีการเพิ่มภาษีใดๆ

source: No valid shift found for log time
th: ไม่พบกะเวลาทำงานที่ถูกต้องสำหรับเวลาบันทึก

source: No {0} Selected
th: ไม่ได้เลือก {0}

source: No {0} added
th: ไม่มี {0} ถูกเพิ่ม

source: No {0} found
th: ไม่พบ {0}

source: Non Taxable Earnings
th: รายได้ที่ไม่ต้องเสียภาษี

source: Non-Billed Hours
th: ชั่วโมงที่ยังไม่ออกใบแจ้งหนี้

source: Non-Billed Hours (NB)
th: ชั่วโมงที่ยังไม่ออกบิล (NB)

source: Non-Encashable Leaves
th: วันลาที่ไม่สามารถเบิกเงินได้

source: Non-Vegetarian
th: มังสวิรัติ

source: Not Allowed
th: ไม่อนุญาต

source: Not Permitted
th: ไม่อนุญาต

source: Not Started
th: ยังไม่เริ่มต้น

source: Note
th: หมายเหตุ

source: Note: Shift will not be overwritten in existing attendance records
th: หมายเหตุ: กะจะไม่ถูกเขียนทับในบันทึกการเข้าทำงานที่มีอยู่แล้ว

source: Note: Total allocated leaves {0} shouldn't be less than already approved leaves {1} for the period
th: หมายเหตุ: จำนวนวันลาที่จัดสรรทั้งหมด {0} ต้องไม่น้อยกว่าวันลาที่ได้รับการอนุมัติแล้ว {1} สำหรับช่วงเวลานั้น

source: Note: Your salary slip is password protected, the password to unlock the PDF is of the format {0}.
th: หมายเหตุ: สลิปเงินเดือนของคุณถูกป้องกันด้วยรหัสผ่าน รหัสผ่านสำหรับปลดล็อกไฟล์ PDF มีรูปแบบเป็น {0}

source: Notes
th: บันทึก

source: Nothing to change
th: ไม่มีอะไรเปลี่ยนแปลง

source: Notice Period
th: ระยะเวลาการแจ้งให้ทราบล่วงหน้า

source: Notification Template
th: เทมเพลตการแจ้งเตือน

source: Notifications
th: การแจ้งเตือน

source: Notify users by email
th: แจ้งผู้ใช้ทางอีเมล

source: Nov
th: พ.ย.

source: Number Of Employees
th: จำนวนพนักงาน

source: Number Of Positions
th: จำนวนตำแหน่ง

source: Number of Withholding Cycles
th: จำนวนรอบการหักภาษี ณ ที่จ่าย

source: Number of leaves eligible for encashment based on leave type settings
th: จำนวนวันลาที่มีสิทธิ์เบิกเป็นเงินตามการตั้งค่าประเภทวันลา

source: OTP Code
th: รหัส OTP

source: OTP Verification
th: การยืนยัน OTP

source: OUT
th: ออก

source: Obtained Average Rating
th: คะแนนเฉลี่ยที่ได้รับ

source: Oct
th: ต.ค.

source: Odometer Reading
th: การอ่านมาตรวัดระยะทาง

source: Odometer Value
th: ค่าสถานะไมล์

source: Off-Shift
th: นอกเวลาทำงาน

source: Off-shift
th: นอกเวลางาน

source: Offer Date
th: วันที่เสนอราคา

source: Offer Term
th: ระยะเวลาเสนอ

source: Offer Terms
th: เงื่อนไขข้อเสนอ

source: Old Parent
th: ผู้ปกครองเดิม

source: On Date
th: ในวันที่

source: On Duty
th: กำลังปฏิบัติหน้าที่

source: On Hold
th: รอการดำเนินการ

source: On Leave
th: ลา

source: Onboarding
th: การเริ่มต้นใช้งาน

source: Onboarding Activities
th: กิจกรรมการเริ่มต้นใช้งาน

source: Onboarding Begins On
th: เริ่มต้นการเริ่มใช้งานวันที่

source: Only Approvers can Approve this Request.
th: เฉพาะผู้อนุมัติเท่านั้นที่สามารถอนุมัติคำขอนี้

source: Only Completed documents can be submitted
th: เอกสารที่สถานะเสร็จสมบูรณ์เท่านั้นที่สามารถส่งได้

source: Only Employee Grievance with status {0} or {1} can be submitted
th: สามารถส่งเรื่องร้องเรียนของพนักงานที่มีสถานะ {0} หรือ {1} เท่านั้น

source: Only Interviewer Are allowed to submit Interview Feedback
th: เฉพาะผู้สัมภาษณ์เท่านั้นที่ได้รับอนุญาตให้ส่งความคิดเห็นการสัมภาษณ์

source: Only Interviews with Cleared or Rejected status can be submitted.
th: เฉพาะการสัมภาษณ์ที่มีสถานะ อนุมัติ หรือ ปฏิเสธ เท่านั้นที่สามารถส่งได้

source: Only Leave Applications with status 'Approved' and 'Rejected' can be submitted
th: ทิ้งไว้เพียงการประยุกต์ใช้งานที่มีสถานะ &#39;อนุมัติ&#39; และ &#39;ปฏิเสธ&#39; สามารถส่ง

source: Only Shift Request with status 'Approved' and 'Rejected' can be submitted
th: สามารถส่งได้เฉพาะคำขอเปลี่ยนสถานะ &quot;อนุมัติ&quot; และ &quot;ปฏิเสธ&quot;

source: Only Tax Impact (Cannot Claim But Part of Taxable Income)
th: เฉพาะผลกระทบทางภาษี (ไม่สามารถเรียกร้อง แต่เป็นส่วนหนึ่งของรายได้ที่ต้องเสียภาษี)

source: Only expired allocation can be cancelled
th: สามารถยกเลิกการจัดสรรที่หมดอายุเท่านั้น

source: Only interviewers can submit feedback
th: เฉพาะผู้สัมภาษณ์เท่านั้นที่สามารถส่งข้อเสนอแนะได้

source: Only users with the {0} role can create backdated leave applications
th: เฉพาะผู้ใช้ที่มีบทบาท {0} เท่านั้นที่สามารถสร้างแอปพลิเคชันการลาที่ล้าสมัย

source: Only {0} Goals can be {1}
th: สามารถ {1} เป้าหมายได้เพียง {0} เท่านั้น

source: Open
th: เปิด

source: Open & Approved
th: เปิดใช้งานและได้รับการอนุมัติ

source: Open Feedback
th: เปิดข้อเสนอแนะ

source: Open Now
th: เปิดใช้งานตอนนี้

source: Opening Balance
th: ยอดยกมา

source: Opening Balances
th: ยอดยกมาเบิกต้นงวด

source: Opening closed.
th: การเปิดถูกปิดแล้ว

source: Optional Holiday List not set for leave period {0}
th: รายการวันหยุดเสริมไม่ได้ตั้งไว้สำหรับระยะเวลาการลา {0}

source: Optional Leaves are holidays that Employees can choose to avail from a list of holidays published by the company.
th: วันลาพักผ่อนทางเลือกคือวันหยุดที่พนักงานสามารถเลือกใช้จากรายการวันหยุดที่บริษัทประกาศไว้

source: Orange
th: ส้ม

source: Organizational Chart
th: แผนผังองค์กร

source: Other Details
th: รายละเอียดอื่นๆ

source: Other Reports
th: รายงานอื่น ๆ

source: Other Settings
th: การตั้งค่าอื่นๆ

source: Other Taxes and Charges
th: ภาษีและค่าธรรมเนียมอื่น ๆ

source: Others
th: คนอื่น ๆ

source: Out Time
th: นอกเวลา

source: Outgoing Salary
th: เงินเดือนจ่ายออก

source: Outstanding Amount
th: ยอดคงเหลือชำระ

source: Over Allocation
th: การจัดสรรเกินกำหนด

source: Overall Average Rating
th: คะแนนเฉลี่ยรวม

source: Overlapping Attendance Request
th: คำขอการลงเวลาทำงานที่ทับซ้อนกัน

source: Overlapping Shift Attendance
th: การลงเวลาทำงานซ้อนกัน

source: Overlapping Shift Requests
th: คำขอเปลี่ยนกะที่ทับซ้อนกัน

source: Overlapping Shifts
th: กะงานทับซ้อนกัน

source: Overview
th: ภาพรวม

source: Overwrite Salary Structure Amount
th: เขียนทับโครงสร้างเงินเดือน

source: Overwrite Salary Structure Amount is disabled as the Salary Component: {0} not part of the Salary Structure: {1}
th: การเขียนทับจำนวนโครงสร้างเงินเดือนถูกปิดใช้งานเนื่องจากส่วนประกอบเงินเดือน: {0} ไม่ใช่ส่วนหนึ่งของโครงสร้างเงินเดือน: {1}

source: Owned
th: เป็นเจ้าของ

source: PAN Number
th: หมายเลข PAN

source: PF Account
th: บัญชี PF

source: PF Amount
th: PF จำนวน

source: PF Loan
th: สินเชื่อ PF

source: PWA Notification
th: การแจ้งเตือน PWA

source: Paid
th: ชำระแล้ว

source: Paid Amount
th: จำนวนเงินที่ชำระแล้ว

source: Paid via Salary Slip
th: ชำระเงินผ่านสลิปเงินเดือน

source: Parameter
th: พารามิเตอร์

source: Parent Goal
th: เป้าหมายหลัก

source: Partial Success
th: สำเร็จบางส่วน

source: Partially Sponsored, Require Partial Funding
th: ได้รับการสนับสนุนบางส่วนต้องใช้เงินทุนบางส่วน

source: Partly Claimed and Returned
th: เรียกร้องบางส่วนและส่งคืนแล้ว

source: Passport Number
th: หมายเลขหนังสือเดินทาง

source: Password
th: รหัสผ่าน

source: Password Policy
th: นโยบายรหัสผ่าน

source: Password policy cannot contain spaces or simultaneous hyphens. The format will be restructured automatically
th: นโยบายรหัสผ่านไม่สามารถมีช่องว่างหรือยัติภังค์ในเวลาเดียวกันได้ รูปแบบจะถูกปรับโครงสร้างโดยอัตโนมัติ

source: Password policy for Salary Slips is not set
th: ไม่ได้ตั้งนโยบายรหัสผ่านสำหรับเงินเดือนสลิป

source: Pay Against Benefit Claim
th: เรียกร้องค่าสินไหมทดแทน

source: Pay Via Payment Entry
th: ชำระเงินผ่านรายการชำระเงิน

source: Pay via Salary Slip
th: ชำระเงินผ่านสลิปเงินเดือน

source: Payable Account
th: บัญชีเจ้าหนี้

source: Payable Account is mandatory to submit an Expense Claim
th: บัญชี เป็นส่วนเป็นสราง ไม่ออบ สารรายที่เสียงส่วนค้า เริ่มเก็นสรางสารราย

source: Payables
th: เจ้าหนี้

source: Payment
th: การชำระเงิน

source: Payment Account
th: บัญชีชำระเงิน

source: Payment Account is mandatory
th: บัญชีการชำระเงินเป็นสิ่งจำเป็น

source: Payment Date
th: วันที่ การชำระเงิน

source: Payment Days
th: วันชำระเงิน

source: Payment Days Calculation Help
th: คำอธิบายการคำนวณจำนวนวันชำระเงิน

source: Payment Days Dependency
th: การขึ้นอยู่กับจำนวนวันชำระเงิน

source: Payment Days calculations are based on these Payroll Settings
th: การคำนวณจำนวนวันชำระเงินขึ้นอยู่กับการตั้งค่าการจ่ายเงินเดือนเหล่านี้

source: Payment Entry
th: รายการชำระเงิน

source: Payment and Accounting
th: การชำระเงินและการบัญชี

source: Payment of {0} from {1} to {2}
th: การชำระเงิน {0} จาก {1} ถึง {2}

source: Payroll
th: บัญชีเงินเดือน

source: Payroll Based On
th: การจ่ายเงินเดือนอ้างอิงจาก

source: Payroll Cost Center
th: ศูนย์ต้นทุนเงินเดือน

source: Payroll Cost Centers
th: ศูนย์ต้นทุนเงินเดือน

source: Payroll Date
th: วันที่จ่ายเงินเดือน

source: Payroll Employee Detail
th: เงินเดือนพนักงานรายละเอียด

source: Payroll Entry
th: รายการเงินเดือน

source: Payroll Entry cancellation is queued. It may take a few minutes
th: การยกเลิกรายการเงินเดือนถูกจัดคิวแล้ว อาจใช้เวลาสักครู่

source: Payroll Frequency
th: เงินเดือนความถี่

source: Payroll Info
th: ข้อมูลเงินเดือน

source: Payroll Number
th: หมายเลขบัญชีเงินเดือน

source: Payroll Payable
th: บัญชีเจ้าหนี้เงินเดือน

source: Payroll Payable Account
th: บัญชีเจ้าหนี้เงินเดือน

source: Payroll Period
th: ระยะเวลาการจ่ายเงินเดือน

source: Payroll Period Date
th: วันที่จ่ายเงินเดือน

source: Payroll Periods
th: งวดบัญชีเงินเดือน

source: Payroll Reports
th: รายงานเงินเดือน

source: Payroll Settings
th: การตั้งค่า บัญชีเงินเดือน

source: Payroll date can not be greater than employee's relieving date.
th: วันที่รับเงินเดือนต้องไม่เกินวันปลดหนี้ของพนักงาน

source: Payroll date can not be less than employee's joining date.
th: วันที่รับเงินเดือนต้องไม่น้อยกว่าวันที่เข้าทำงานของพนักงาน

source: Pending
th: รอดำเนินการ

source: Pending (unpaid) amount from previous advances
th: ยอดค้างชำระ (ยังไม่ได้ชำระ) จากเงินล่วงหน้าก่อนหน้า

source: Pending Amount
th: จำนวนเงินรอดำเนินการ

source: Pending Asset Returns
th: สินทรัพย์ที่รอการส่งคืน

source: Pending FnF
th: รอดำเนินการ การแช่แข็งบัญชี / การระงับบัญชี

source: Pending Interviews
th: การสัมภาษณ์ที่รอดำเนินการ

source: Pending Questionnaires
th: แบบสอบถามที่รอการดำเนินการ

source: Percent
th: เปอร์เซ็นต์

source: Percent Deduction
th: เปอร์เซ็นต์หักล้าง

source: Percentage (%)
th: เปอร์เซ็นต์ (%)

source: Performance
th: ประสิทธิภาพ

source: Permanently cancel {0}
th: ยกเลิก {0} อย่างถาวร

source: Permanently submit {0}
th: ส่ง {0} อย่างถาวร

source: Phone Number
th: หมายเลขโทรศัพท์

source: Piecework
th: งานเหมา

source: Pink
th: สีชมพู

source: Planned number of Positions
th: จำนวนตำแหน่งที่วางแผนไว้

source: Please Enable Auto Attendance and complete the setup first.
th: กรุณาเปิดใช้งานการลงเวลาทำงานอัตโนมัติและดำเนินการตั้งค่าให้เสร็จสมบูรณ์ก่อนค่ะ

source: Please Select Company First
th: กรุณาเลือกบริษัทก่อน

source: Please add the remaining benefits {0} to any of the existing component
th: โปรดเพิ่มผลประโยชน์ที่เหลือ {0} ให้กับคอมโพเนนต์ใด ๆ ที่มีอยู่

source: Please add the remaining benefits {0} to the application as pro-rata component
th: กรุณาเพิ่มสิทธิประโยชน์ที่เหลือ {0} ลงในใบสมัครในฐานะส่วนประกอบอัตราส่วนตามสัดส่วน

source: Please assign a Salary Structure for Employee {0} applicable from or before {1} first
th: กรุณากำหนดโครงสร้างเงินเดือนสำหรับพนักงาน {0} ที่ใช้บังคับตั้งแต่วันที่ {1} หรือตั้งแต่ก่อนหน้านั้นก่อน

source: Please check if employee is on leave or attendance with the same status exists for selected day(s).
th: โปรดตรวจสอบว่าพนักงานลาหรือมีการบันทึกเวลาทำงานที่มีสถานะเดียวกันในวัน(วันที่) ที่เลือกหรือไม่

source: Please confirm once you have completed your training
th: โปรดยืนยันเมื่อคุณจบการฝึกอบรมแล้ว

source: Please create a new {0} for the date {1} first.
th: กรุณาสร้าง {0} ใหม่สำหรับวันที่ {1} ก่อนค่ะ

source: Please delete the Employee {0} to cancel this document
th: กรุณาลบพนักงาน {0} เพื่อยกเลิกเอกสารนี้

source: Please enable default incoming account before creating Daily Work Summary Group
th: โปรดเปิดใช้งานบัญชีขาเข้าที่เป็นค่าเริ่มต้นก่อนที่จะสร้างกลุ่มสรุปการทำงานรายวัน

source: Please enter the designation
th: กรุณาใส่ชื่อ

source: Please reduce {0} to avoid shift time overlapping with itself
th: กรุณาลด {0} เพื่อหลีกเลี่ยงเวลาทำงานซ้อนทับกันเอง

source: Please see attachment
th: กรุณาดูไฟล์แนบ

source: Please select Company and Designation
th: โปรดเลือก บริษัท และชื่อ

source: Please select Employee
th: โปรดเลือกพนักงาน

source: Please select Employee first.
th: กรุณาเลือกพนักงานก่อน

source: Please select Filter Based On
th: กรุณาเลือก ตัวกรองตาม

source: Please select From Date and Payroll Frequency first
th: กรุณาเลือก วันที่เริ่มต้น และ ความถี่การจ่ายเงินเดือน ก่อน

source: Please select From Date.
th: กรุณาเลือก วันที่เริ่มต้น

source: Please select Shift Schedule and assignment date(s).
th: กรุณาเลือกตารางกะและวันที่มอบหมายงาน

source: Please select Shift Type and assignment date(s).
th: กรุณาเลือก ประเภทกะ และวันที่มอบหมายงาน

source: Please select a Company
th: กรุณาเลือก ธุรกิจ

source: Please select a company first
th: กรุณาเลือกบริษัทก่อน

source: Please select a company first.
th: กรุณาเลือกบริษัทก่อนค่ะ

source: Please select a csv file
th: เลือกไฟล์ CSV

source: Please select a date.
th: กรุณาเลือกวันที่

source: Please select an Applicant
th: กรุณาเลือกผู้สมัคร

source: Please select at least one Shift Request to perform this action.
th: กรุณาเลือกคำขอเปลี่ยนกะอย่างน้อยหนึ่งรายการเพื่อดำเนินการนี้

source: Please select at least one employee to perform this action.
th: กรุณาเลือกพนักงานอย่างน้อยหนึ่งคนเพื่อดำเนินการนี้

source: Please select at least one row to perform this action.
th: กรุณาเลือกอย่างน้อยหนึ่งแถวเพื่อดำเนินการนี้

source: Please select company.
th: กรุณาเลือกบริษัท

source: Please select employee first
th: กรุณาเลือกพนักงานก่อน
