Repository: ManotLuijiu/erpnext-thai-translation
Catalog: hrms/*.po
Languages: th

source: Employee Hours Utilization Based On Timesheet
th: การใช้ชั่วโมงพนักงานตามบันทึกเวลางาน

source: Employee Image
th: รูปภาพพนักงาน

source: Employee Incentive
th: แรงจูงใจของพนักงาน

source: Employee Info
th: ข้อมูลพนักงาน

source: Employee Information
th: ข้อมูลพนักงาน

source: Employee Journey
th: เส้นทางพนักงาน

source: Employee Leave Balance
th: ยอดคงเหลือวันลาพนักงาน

source: Employee Leave Balance Summary
th: สรุปยอดคงเหลือวันลาพนักงาน

source: Employee Lifecycle
th: วงจรชีวิตพนักงาน

source: Employee Lifecycle Dashboard
th: แผงควบคุมวงจรชีวิตพนักงาน

source: Employee Loan
th: เงินกู้พนักงาน

source: Employee Name
th: ชื่อพนักงาน

source: Employee Naming By
th: การตั้งชื่อพนักงานโดย

source: Employee Number
th: หมายเลขพนักงาน

source: Employee Onboarding
th: พนักงานที่กำลังเข้าร่วม

source: Employee Onboarding Template
th: เทมเพลตการเข้าร่วมงานของพนักงาน

source: Employee Onboarding: {0} already exists for Job Applicant: {1}
th: การเริ่มงานพนักงาน: {0} มีอยู่แล้วสำหรับผู้สมัครงาน: {1}

source: Employee Other Income
th: รายได้อื่นของพนักงาน

source: Employee Performance Feedback
th: ความคิดเห็นผลการปฏิบัติงานของพนักงาน

source: Employee Promotion
th: การส่งเสริมพนักงาน

source: Employee Promotion Details
th: รายละเอียดโปรโมชั่นของพนักงาน

source: Employee Promotion cannot be submitted before Promotion Date
th: การเลื่อนตำแหน่งพนักงานไม่สามารถส่งรายการได้ก่อนวันที่เลื่อนตำแหน่ง

source: Employee Property History
th: ประวัติทรัพย์สินของพนักงาน

source: Employee Referral
th: การแนะนำผลิตภัณฑ์ของพนักงาน

source: Employee Referral {0} is not applicable for referral bonus.
th: การแนะนำพนักงาน {0} ไม่สามารถใช้สำหรับโบนัสแนะนำได้

source: Employee Referrals
th: การแนะนำพนักงาน

source: Employee Responsible
th: พนักงานผู้รับผิดชอบ

source: Employee Retained
th: พนักงานที่ยังคงอยู่

source: Employee Separation
th: แยกพนักงาน

source: Employee Separation Template
th: เทมเพลตการแบ่งแยกลูกจ้าง

source: Employee Settings
th: การตั้งค่า การทำงานของพนักงาน

source: Employee Skill
th: ทักษะของพนักงาน

source: Employee Skill Map
th: แผนที่ความสามารถของพนักงาน

source: Employee Skills
th: ทักษะของพนักงาน

source: Employee Status
th: สถานะพนักงาน

source: Employee Tax Exemption Category
th: หมวดหมู่การยกเว้นภาษีของพนักงาน

source: Employee Tax Exemption Declaration
th: ประกาศยกเว้นภาษีพนักงาน

source: Employee Tax Exemption Declaration Category
th: หมวดหมู่การประกาศยกเว้นภาษีของพนักงาน

source: Employee Tax Exemption Proof Submission
th: การส่งหลักฐานการได้รับการยกเว้นภาษีพนักงาน

source: Employee Tax Exemption Proof Submission Detail
th: รายละเอียดการส่งหลักฐานการยกเว้นภาษีพนักงาน

source: Employee Tax Exemption Sub Category
th: ประเภทยกเว้นภาษีของพนักงาน

source: Employee Training
th: การฝึกอบรมพนักงาน

source: Employee Transfer
th: โอนพนักงาน

source: Employee Transfer Detail
th: รายละเอียดการโอนย้ายพนักงาน

source: Employee Transfer Details
th: รายละเอียดการโอนย้ายพนักงาน

source: Employee Transfer cannot be submitted before Transfer Date
th: การโอนพนักงานไม่สามารถส่งรายการได้ก่อนวันที่โอน

source: Employee advance account {0} should be of type {1}
th: บัญชีเงินทดรองพนักงาน {0} ควรเป็นประเภท {1}

source: Employee advance account {0} should be of type {1}.
th: บริบทากรบุคคล การอายัด {0} ชื่อ ได้ {1}

source: Employee can be named by Employee ID if you assign one, or via Naming Series. Select your preference here.
th: พนักงานสามารถตั้งชื่อโดยใช้ รหัสพนักงาน หากคุณกำหนดไว้ หรือผ่าน ชุดการตั้งชื่อ โปรดเลือกวิธีที่คุณต้องการที่นี่

source: Employee name
th: ชื่อพนักงาน

source: Employee records are created using the selected option
th: ระเบียนพนักงานถูกสร้างขึ้นโดยใช้ตัวเลือกที่เลือกไว้

source: Employee was marked Absent due to missing Employee Checkins.
th: พนักงานถูกบันทึกว่า ขาดงาน เนื่องจากไม่มีการเช็คอินของพนักงาน

source: Employee was marked Absent for not meeting the working hours threshold.
th: พนักงานถูกระบุว่า ขาดงาน เนื่องจากไม่ผ่านเกณฑ์ชั่วโมงการทำงานขั้นต่ำ

source: Employee was marked Absent for other half due to missing Employee Checkins.
th: พนักงานถูกทำเครื่องหมายว่า ขาดงาน ครึ่งวันเนื่องจากไม่มีการเช็คอินของพนักงาน

source: Employee {0} already has an Attendance Request {1} that overlaps with this period
th: พนักงาน {0} มีคำขอการลงเวลาทำงาน {1} ที่ทับซ้อนกับช่วงเวลานี้แล้ว

source: Employee {0} already has an active Shift {1}: {2} that overlaps within this period.
th: พนักงาน {0} มีเวรปฏิบัติงาน {1}: {2} ที่ยังใช้งานอยู่และทับซ้อนกับช่วงเวลานี้แล้ว

source: Employee {0} already submitted an application {1} for the payroll period {2}
th: พนักงาน {0} ได้ส่งคำขอ {1} สำหรับงวดเงินเดือน {2} แล้ว

source: Employee {0} has already applied for Shift {1}: {2} that overlaps within this period
th: พนักงาน {0} ได้สมัครกะ {1}: {2} ที่ทับซ้อนภายในช่วงเวลานี้แล้ว

source: Employee {0} has already applied for {1} between {2} and {3} : {4}
th: พนักงาน {0} ได้ยื่นคำขอ {1} ระหว่างวันที่ {2} ถึง {3} แล้ว : {4}

source: Employee {0} has no maximum benefit amount
th: พนักงาน {0} ไม่มีผลประโยชน์สูงสุด

source: Employee {0} is not active or does not exist
th: พนักงาน {0} ไม่ได้ ใช้งานอยู่หรือ ไม่อยู่

source: Employee {0} is on Leave on {1}
th: พนักงาน {0} อยู่ในสถานะ Leave on {1}

source: Employee {0} not found in Training Event Participants.
th: ไม่พบพนักงาน {0} ในรายชื่อผู้เข้าร่วมกิจกรรมฝึกอบรม

source: Employee {0} on Half day on {1}
th: พนักงาน {0} ในครึ่งวันในวันที่ {1}

source: Employee {0} relieved on {1} must be set as 'Left'
th: พนักงาน {0} ที่ได้รับการปลดปล่อยเมื่อวันที่ {1} ต้องถูกตั้งค่าเป็น 'ลาออก'

source: Employee, Leaves, and more.
th: พนักงาน, การลา, และอื่นๆ

source: Employee: {0} have to complete minimum {1} years for gratuity
th: พนักงาน: {0} ต้องทำงานครบอย่างน้อย {1} ปี เพื่อรับเงินบำเหน็จ

source: Employees
th: พนักงาน

source: Employees HTML
th: พนักงาน HTML

source: Employees Working on a Holiday
th: พนักงานที่ทำงานในวันหยุด

source: Employees cannot give feedback to themselves. Use {0} instead: {1}
th: พนักงานไม่สามารถให้ข้อเสนอแนะกับตนเองได้ กรุณาใช้ {0} แทน: {1}

source: Employees on Half Day HTML
th: พนักงานในครึ่งวัน HTML

source: Employees will miss holiday reminders from {} until {}. <br> Do you want to proceed with this change?
th: พนักงานจะไม่ได้รับการแจ้งเตือนวันหยุดตั้งแต่วันที่ {} ถึงวันที่ {} <br> คุณต้องการดำเนินการเปลี่ยนแปลงนี้ต่อไปหรือไม่?

source: Employees without Feedback: {0}
th: พนักงานที่ไม่มีข้อเสนอแนะ: {0}

source: Employees without Goals: {0}
th: พนักงานที่ไม่มีเป้าหมาย: {0}

source: Employees working on a holiday
th: พนักงานที่ทำงานในวันหยุด

source: Employment Type
th: ประเภทการจ้างงาน

source: Enable Auto Attendance
th: เปิดใช้งานการเข้าร่วมอัตโนมัติ

source: Enable Early Exit Marking
th: เปิดใช้งานการทำเครื่องหมายออกก่อนเวลา

source: Enable Late Entry Marking
th: เปิดใช้งานการทำเครื่องหมายรายการล่าช้า

source: Enable Push Notifications
th: เปิดใช้งานการแจ้งเตือนแบบพุช

source: Enabled
th: เปิดใช้งาน

source: Enabling Push Notifications...
th: กำลังเปิดใช้งานการแจ้งเตือนแบบพุช...

source: Encashment
th: การได้เป็นเงินสด

source: Encashment Amount
th: จำนวนเงินในการขาย

source: Encashment Date
th: วันที่ การอายัด

source: Encashment Days
th: วันเบิกถอนเงินสด

source: Encashment Days cannot exceed {0} {1} as per Leave Type settings
th: จำนวนวันเบิกเงินสดไม่สามารถเกิน {0} {1} ตามการตั้งค่าประเภทการลาได้

source: Encashment Limit Applied
th: \0e01\0e32\0e23\0e2d\0e32\0e22\0e31\0e14\0e1a\0e31\0e0d\0e0a\0e35 / \0e23\0e30\0e07\0e31\0e1a\0e1a\0e31\0e0d\0e0a\0e35 \0e04\0e25\0e31\0e07\0e2a\0e34\0e19\0e04\0e49\0e32

source: Encrypt Salary Slips in Emails
th: เข้ารหัสสลิปเงินเดือนในอีเมล

source: End
th: สิ้นสุด

source: End Date
th: วันที่สิ้นสุด

source: End Date cannot be before Start Date
th: วันที่สิ้นสุดต้องไม่อยู่ก่อนวันที่เริ่มต้น

source: End Time
th: เวลาสิ้นสุด

source: End date: {0}
th: วันที่สิ้นสุด: {0}

source: End time cannot be before start time
th: เวลาสิ้นสุดไม่สามารถอยู่ก่อนเวลาเริ่มต้นได้

source: Energy Point Log
th: บันทึกคะแนนพลังงาน

source: Energy Point Rule
th: กฎจุดพลังงาน

source: Energy Point Settings
th: การตั้งค่าพอยต์พลังงาน

source: Energy Points
th: คะแนนพลังงาน

source: Enter the Standard Working Hours for a normal work day. These hours will be used in calculations of reports such as Employee Hours Utilization and Project Profitability analysis.
th: กรุณากรอกจำนวนชั่วโมงทำงานมาตรฐานสำหรับวันทำงานปกติ ชั่วโมงเหล่านี้จะถูกใช้ในการคำนวณรายงานต่าง ๆ เช่น การใช้ชั่วโมงทำงานของพนักงาน และการวิเคราะห์ความสามารถในการทำกำไรของโครงการ

source: Enter the number of leaves you want to allocate for the period.
th: กรุณากรอกจำนวนวันลาที่ต้องการจัดสรรสำหรับช่วงเวลานี้

source: Enter {0}
th: กรอก {0}

source: Error
th: ข้อผิดพลาด

source: Error Log
th: บันทึกข้อผิดพลาด

source: Error Message
th: ข้อความแสดงข้อผิดพลาด

source: Error creating {0}
th: เกิดข้อผิดพลาดในการสร้าง {0}

source: Error deleting {0}
th: เกิดข้อผิดพลาดในการลบ {0}

source: Error in formula or condition
th: ข้อผิดพลาดในสูตรหรือเงื่อนไข

source: Error in formula or condition: {0} in Income Tax Slab
th: ข้อผิดพลาดในสูตรหรือเงื่อนไข: {0} ในช่วงอัตราภาษีเงินได้

source: Error in some rows
th: เกิดข้อผิดพลาดในบางแถว

source: Error updating {0}
th: ข้อผิดพลาดในการอัปเดต {0}

source: Error while evaluating the {doctype} {doclink} at row {row_id}. <br><br> <b>Error:</b> {error} <br><br> <b>Hint:</b> {description}
th: เกิดข้อผิดพลาดขณะประมวลผล {doctype} {doclink} ที่แถว {row_id} <br><br> <b>ข้อผิดพลาด:</b> {error} <br><br> <b>คำแนะนำ:</b> {description}

source: Estimated Cost Per Position
th: ค่าใช้จ่ายโดยประมาณต่อตำแหน่ง

source: Evaluation
th: การประเมินผล

source: Evaluation Date
th: วันประเมินผล

source: Evaluation Method cannot be changed as there are existing appraisals created for this cycle
th: ไม่สามารถเปลี่ยนวิธีการประเมินได้เนื่องจากมีการสร้างการประเมินผลสำหรับรอบนี้แล้ว

source: Event Details
th: รายละเอียดกิจกรรม

source: Event Link
th: ลิงค์กิจกรรม

source: Event Location
th: สถานที่จัดงาน

source: Event Name
th: ชื่องาน

source: Event Status
th: สถานะเหตุการณ์

source: Every 2 Weeks
th: ทุก 2 สัปดาห์

source: Every 3 Weeks
th: ทุก 3 สัปดาห์

source: Every 4 Weeks
th: ทุก 4 สัปดาห์

source: Every Valid Check-in and Check-out
th: ทุกการเช็คอินและเช็คเอาท์ที่ถูกต้อง

source: Every Week
th: ทุกสัปดาห์

source: Everyone, let’s congratulate them on their work anniversary!
th: ทุกคน มาร่วมแสดงความยินดีกับวันครบรอบการทำงานของพวกเขากันเถอะ!

source: Everyone, let’s congratulate {0} on their birthday.
th: ทุกคน มาร่วมแสดงความยินดีกับ {0} ในวันเกิดของเขากันเถอะครับ/ค่ะ

source: Exam
th: การสอบ

source: Exchange Rate
th: อัตราแลกเปลี่ยน

source: Exchange Rate cannot be zero.
th: อัตราแลกเปลี่ยนต้องไม่เป็นศูนย์

source: Exclude Holidays
th: ยกเว้นวันหยุด

source: Excluded {0} Non-Encashable Leaves for {1}
th: ยกเว้นวันลาที่ไม่สามารถเบิกเงินได้ {0} สำหรับ {1}

source: Exempted from Income Tax
th: ได้รับการยกเว้นภาษีเงินได้

source: Exemption
th: การยกเว้น

source: Exemption Category
th: หมวดการยกเว้น

source: Exemption Proofs
th: หลักฐานการยกเว้น

source: Exemption Sub Category
th: ยกเว้นหมวดย่อย

source: Existing Record
th: ระเบียนที่มีอยู่

source: Existing Shift Assignments
th: การมอบหมายกะที่มีอยู่

source: Exit Confirmed
th: ยืนยันการออกจากระบบ

source: Exit Details
th: รายละเอียดการออกจากระบบ

source: Exit Interview
th: การสัมภาษณ์ออกจากงาน

source: Exit Interview Pending
th: การสัมภาษณ์ออกจากงานที่รอดำเนินการ

source: Exit Interview Summary
th: ออกบทสรุปการให้สัมภาษณ์

source: Exit Interview {0} already exists for Employee: {1}
th: แบบสอบถามออกจากงาน {0} มีอยู่แล้วสำหรับพนักงาน: {1}

source: Exit Questionnaire
th: แบบสอบถามก่อนออกจากระบบ

source: Exit Questionnaire Notification
th: การแจ้งเตือนแบบสอบถามออกจากระบบ

source: Exit Questionnaire Notification Template
th: เทมเพลตแจ้งเตือนแบบสอบถามออกจากระบบ

source: Exit Questionnaire Pending
th: แบบสอบถามรอการดำเนินการ

source: Exit Questionnaire Web Form
th: แบบฟอร์มเว็บแบบสอบถามออกจากระบบ

source: Exits (This Month)
th: ออกจากระบบ (เดือนนี้)

source: Expand All
th: ขยายทั้งหมด

source: Expected Average Rating
th: คะแนนเฉลี่ยที่คาดหวัง

source: Expected By
th: คาดว่าจะได้รับภายใน

source: Expected Compensation
th: ค่าตอบแทนที่คาดหวัง

source: Expected Salary Range per month
th: ช่วงเงินเดือนที่คาดหวังต่อเดือน

source: Expected Skill Set
th: ชุดทักษะที่คาดหวัง

source: Expected Skillset
th: ทักษะที่คาดหวัง

source: Expense
th: ค่าใช้จ่าย

source: Expense Account
th: การสัดบัญชี

source: Expense Approver
th: ผู้อนุมัติค่าใช้จ่าย

source: Expense Approver Mandatory In Expense Claim
th: ค่าใช้จ่ายที่จำเป็นในการเรียกร้องค่าใช้จ่าย

source: Expense Claim
th: คำร้องขอค่าใช้จ่าย

source: Expense Claim Account
th: บัญชีค่าใช้จ่ายเรียกร้อง

source: Expense Claim Advance
th: การเรียกร้องค่าสินไหมทดแทนล่วงหน้า

source: Expense Claim Detail
th: รายละเอียดค่าใช้จ่ายสินไหม

source: Expense Claim Summary
th: สรุปคำร้องขอค่าใช้จ่าย

source: Expense Claim Type
th: เรียกร้องประเภทค่าใช้จ่าย

source: Expense Claim for Vehicle Log {0}
th: การเรียกร้องค่าใช้จ่ายสำหรับยานพาหนะเข้าสู่ระบบ {0}

source: Expense Claim {0} already exists for the Vehicle Log
th: ค่าใช้จ่ายในการเรียกร้อง {0} อยู่แล้วสำหรับการเข้าสู่ระบบยานพาหนะ

source: Expense Claims
th: คำร้องขอค่าใช้จ่าย

source: Expense Claims Dashboard
th: แดชบอร์ดคำร้องขอค่าใช้จ่าย

source: Expense Date
th: วันที่ค่าใช้จ่าย

source: Expense Item
th: รายการค่าใช้จ่าย

source: Expense Proof
th: Proof ค่าใช้จ่าย

source: Expense Tax
th: ภาษีค่าใช้จ่าย

source: Expense Taxes and Charges
th: ภาษีและค่าใช้จ่ายที่ต้องเสียไป

source: Expense Type
th: ประเภทค่าใช้จ่าย

source: Expenses
th: ค่าใช้จ่าย

source: Expenses & Advances
th: ค่าใช้จ่ายและเงินล่วงหน้า

source: Expire Allocation
th: การจัดสรรที่หมดอายุ

source: Expire Carry Forwarded Leaves (Days)
th: ใบนำส่งต่อที่หมดอายุ (วัน)

source: Expire Leaves
th: วันลาหมดอายุ

source: Expired
th: หมดอายุ

source: Expired Leave(s)
th: วันลาหมดอายุ

source: Expired Leaves
th: ใบหมดอายุ

source: Explanation
th: คำอธิบาย

source: Explore
th: สำรวจ

source: Export
th: ส่งออก

source: Exporting...
th: กำลังส่งออก...

source: Failed
th: ล้มเหลว

source: Failed to create/submit {0} for employees:
th: ไม่สามารถสร้าง/ส่ง {0} สำหรับพนักงานได้:

source: Failed to delete defaults for country {0}.
th: ลบค่าเริ่มต้นสำหรับประเทศ {0} ไม่สำเร็จ

source: Failed to download Salary Slip PDF
th: ไม่สามารถดาวน์โหลดไฟล์ PDF สลิปเงินเดือนได้

source: Failed to send the Interview Reschedule notification. Please configure your email account.
th: ไม่สามารถส่งการแจ้งเตือนการเลื่อนนัดสัมภาษณ์ได้ กรุณากำหนดค่าบัญชีอีเมลของคุณ

source: Failed to setup defaults for country {0}.
th: ไม่สามารถตั้งค่าค่าปริยายสำหรับประเทศ {0} ได้สำเร็จ

source: Failed to submit some leave policy assignments:
th: ไม่สามารถส่งมอบนโยบายการลาบางรายการได้:

source: Failed to update the Job Applicant status
th: ไม่สามารถอัปเดตสถานะผู้สมัครงานได้

source: Failed to {0} {1} for employees:
th: ไม่สามารถ{0} {1} สำหรับพนักงานได้:

source: Failure
th: ล้มเหลว

source: Failure Details
th: รายละเอียดความล้มเหลว

source: Feb
th: ก.พ.

source: Feedback
th: ความคิดเห็น

source: Feedback Count
th: จำนวนข้อเสนอแนะ

source: Feedback HTML
th: ข้อเสนอแนะ HTML

source: Feedback Ratings
th: คะแนนการประเมินผล

source: Feedback Reminder Notification Template
th: เทมเพลตการแจ้งเตือนเตือนความจำข้อเสนอแนะ

source: Feedback Score
th: คะแนนข้อเสนอแนะ

source: Feedback Submitted
th: ผลตอบรับส่ง

source: Feedback Summary
th: สรุปข้อเสนอแนะ

source: Feedback already submitted for the Interview {0}. Please cancel the previous Interview Feedback {1} to continue.
th: ข้อเสนอแนะสำหรับการสัมภาษณ์ {0} ได้ถูกส่งแล้ว กรุณายกเลิก ข้อเสนอแนะการสัมภาษณ์ ก่อนหน้า {1} เพื่อดำเนินการต่อ

source: Feedback cannot be recorded for an absent Employee.
th: ไม่สามารถบันทึกความคิดเห็นสำหรับพนักงานที่ไม่อยู่ได้

source: Feedback {0} added successfully
th: ข้อเสนอแนะ {0} ถูกเพิ่มเรียบร้อยแล้ว

source: Fetch Geolocation
th: ดึงข้อมูลตำแหน่งทางภูมิศาสตร์

source: Fetch Shift
th: ดึงกะงาน

source: Fetch Shifts
th: ดึงข้อมูลกะงาน

source: Fetching Employees
th: กำลังดึงข้อมูลพนักงาน

source: Fetching Shift
th: กำลังดึงข้อมูลกะงาน

source: Fetching your geolocation
th: กำลังดึงข้อมูลตำแหน่งทางภูมิศาสตร์ของคุณ

source: Field Name
th: ชื่อฟิลด์

source: File Preview
th: แสดงตัวอย่างไฟล์

source: Fill the form and save it
th: กรอกแบบฟอร์ม และบันทึกไว้

source: Filled
th: กรอกข้อมูลแล้ว

source: Filter Based On
th: กรองตาม

source: Filter Employees
th: กรองพนักงาน

source: Filter List
th: กรองรายการ

source: Filters
th: ตัวกรอง

source: Final Decision
th: การตัดสินใจขั้นสุดท้าย

source: Final Score
th: คะแนนสุดท้าย

source: Final Score Formula
th: สูตรคำนวณคะแนนขั้นสุดท้าย

source: First Check-in and Last Check-out
th: เช็คอินครั้งแรกและเช็คเอาท์ครั้งสุดท้าย

source: First Day
th: วันแรก

source: First Name
th: ชื่อจริง

source: Fiscal Year
th: ปีงบประมาณ

source: Fiscal Year {0} not found
th: ปีงบประมาณ {0} ไม่พบ

source: Fleet Management
th: การจัดการยานพาหนะ

source: Fleet Manager
th: ผู้จัดการยานพาหนะ

source: Flexible Benefits
th: ประโยชน์ที่ยืดหยุ่น

source: Flight
th: เที่ยวบิน

source: FnF Pending
th: รอดำเนินการ อนุมัติ/ปฏิเสธ

source: Follow via Email
th: ผ่านทางอีเมล์ตาม

source: Food
th: อาหาร

source: For Designation
th: สำหรับตำแหน่งงาน

source: For Employee
th: สำหรับพนักงาน

source: For a day of leave taken, if you still pay (say) 50% of the daily salary, then enter 0.50 in this field.
th: สำหรับวันลาที่ใช้ไป หากยังจ่ายเงินเดือนรายวัน (เช่น) ร้อยละ 50 ให้กรอกค่า 0.50 ในช่องนี้

source: Formula
th: สูตร

source: Fortnightly
th: รายปักษ์

source: Fraction of Applicable Earnings
th: สัดส่วนของรายได้ที่ใช้บังคับ

source: Fraction of Daily Salary for Half Day
th: เศษส่วนของเงินเดือนรายวันครึ่งวัน

source: Fraction of Daily Salary per Leave
th: สัดส่วนเงินเดือนรายวันต่อการลางาน

source: Fractional Cost
th: ต้นทุนเศษส่วน

source: Frappe HR
th: Frappe บริหารทรัพยากรบุคคล

source: Frequency
th: ความถี่

source: Friday
th: วันศุกร์

source: From
th: จาก

source: From Amount
th: จากจำนวนเงิน

source: From Date
th: จากวันที่

source: From Date cannot be greater than To Date
th: วันที่เริ่มต้นต้องไม่มากกว่าวันที่สิ้นสุด

source: From Date must come before To Date
th: วันที่เริ่มต้นต้องน้อยกว่าวันที่สิ้นสุด

source: From Date {0} cannot be after employee's relieving Date {1}
th: จากวันที่ {0} ไม่สามารถเป็นได้หลังจากที่พนักงานลบวันที่ {1}

source: From Date {0} cannot be before employee's joining Date {1}
th: จากวันที่ {0} ต้องไม่ใช่วันที่พนักงานเข้าร่วมวันที่ {1}

source: From Employee
th: จากพนักงาน

source: From Time
th: จากเวลา

source: From User
th: จากผู้ใช้

source: From date can not be less than employee's joining date
th: ตั้งแต่วันที่ไม่น้อยกว่าวันที่เข้าร่วมของพนักงาน

source: From date can not be less than employee's joining date.
th: วันที่เริ่มต้นต้องไม่น้อยกว่าวันที่เข้าทำงานของพนักงาน

source: From here, you can enable encashment for the balance leaves.
th: จากที่นี่ คุณสามารถเปิดใช้งานการเบิกเงินสดสำหรับวันลาคงเหลือได้

source: From {0} to {1}
th: จาก {0} ถึง {1}

source: From(Year)
th: จาก (ปี)

source: Fuel Expense
th: ค่าใช้จ่ายน้ำมันเชื้อเพลิง

source: Fuel Expenses
th: ค่าใช้จ่ายเชื้อเพลิง

source: Fuel Price
th: ราคาน้ำมัน

source: Fuel Qty
th: น้ำมันเชื้อเพลิงจำนวน

source: Full Name
th: ชื่อเต็ม

source: Full and Final Asset
th: สินทรัพย์เต็มจำนวนและสิ้นสุด

source: Full and Final Outstanding Statement
th: รายงานยอดคงค้างเต็มจำนวนและสิ้นสุด

source: Full and Final Statement
th: รายงานยอดคงเหลือเต็มจำนวนและสิ้นสุด

source: Full-time
th: เต็มเวลา

source: Fully Sponsored
th: สนับสนุนอย่างเต็มที่

source: Funded Amount
th: จำนวนเงินที่สนับสนุน

source: Future Income Tax
th: ภาษีเงินได้ล่วงหน้า

source: Future dates not allowed
th: วันที่ในอนาคตไม่ได้รับอนุญาต

source: Gender
th: เพศ

source: General Ledger
th: บัญชีแยกประเภททั่วไป

source: Geolocation
th: ตำแหน่งทางภูมิศาสตร์

source: Geolocation Error
th: ข้อผิดพลาดตำแหน่งทางภูมิศาสตร์

source: Geolocation is not supported by your current browser
th: เบราว์เซอร์ของคุณในปัจจุบันไม่รองรับการระบุตำแหน่งทางภูมิศาสตร์

source: Get Details From Declaration
th: รับรายละเอียดจากประกาศ

source: Get Employees
th: รับพนักงาน

source: Get Job Requisitions
th: รับคำขอรับสมัครงาน

source: Get Template
th: รับแม่แบบ

source: Get the app on your device for easy access & a better experience!
th: ดาวน์โหลดแอปบนอุปกรณ์ของคุณเพื่อการเข้าถึงที่ง่ายขึ้นและประสบการณ์ที่ดียิ่งขึ้น!

source: Get the app on your iPhone for easy access & a better experience
th: ดาวน์โหลดแอปบน iPhone ของคุณเพื่อการเข้าถึงที่ง่ายขึ้นและประสบการณ์ที่ดียิ่งขึ้น

source: Gluten Free
th: ปราศจากกลูเตน

source: Go to Login
th: ไปที่เข้าสู่ระบบ

source: Go to Reset Password page
th: ไปที่หน้าตั้งค่ารหัสผ่านใหม่

source: Goal
th: เป้าหมาย

source: Goal Completion (%)
th: เปอร์เซ็นต์ความสำเร็จของเป้าหมาย (%)

source: Goal Score
th: คะแนนเป้าหมาย

source: Goal Score (%)
th: คะแนนเป้าหมาย (%)

source: Goal Score (weighted)
th: คะแนนเป้าหมาย (ถ่วงน้ำหนัก)

source: Goal progress percentage cannot be more than 100.
th: เปอร์เซ็นต์ความก้าวหน้าของเป้าหมายต้องไม่เกิน 100

source: Goal should be aligned with the same KRA as its parent goal.
th: เป้าหมายควรสอดคล้องกับ KRA เดียวกันกับเป้าหมายหลัก

source: Goal should be owned by the same employee as its parent goal.
th: เป้าหมายควรเป็นของพนักงานคนเดียวกับเป้าหมายหลัก

source: Goal should belong to the same Appraisal Cycle as its parent goal.
th: เป้าหมายควรอยู่ในรอบการประเมินผลเดียวกับเป้าหมายหลัก

source: Goal updated successfully
th: เป้าหมายได้รับการอัปเดตเรียบร้อยแล้ว

source: Goals
th: เป้าหมาย

source: Goals updated successfully
th: เป้าหมายได้รับการอัปเดตเรียบร้อยแล้ว

source: Grade
th: เกรด

source: Grand Total
th: ยอดรวมทั้งหมด

source: Gratuity
th: เงินตอบแทนพิเศษ

source: Gratuity Applicable Component
th: ส่วนประกอบที่ใช้บังคับค่าตอบแทนพิเศษ

source: Gratuity Rule
th: กฎการให้เงินตอบแทน

source: Gratuity Rule Slab
th: เกณฑ์อัตราค่าตอบแทนพิเศษ

source: Green
th: สีเขียว

source: Grievance
th: ข้อร้องเรียน

source: Grievance Against
th: เรื่องร้องเรียนต่อ

source: Grievance Against Party
th: ข้อร้องเรียนต่อคู่กรณี

source: Grievance Details
th: รายละเอียดเรื่องร้องเรียน

source: Grievance Type
th: ประเภทข้อร้องเรียน

source: Gross Earnings
th: รายได้รวม

source: Gross Pay
th: จ่ายขั้นต้น

source: Gross Pay (Company Currency)
th: เงินเดือนรวม (สกุลเงินบริษัท)

source: Gross Year To Date
th: ยอดรวมสะสมปีนี้

source: Gross Year To Date(Company Currency)
th: ยอดรวมสะสมปีนี้ (สกุลเงินบริษัท)

source: Group
th: กลุ่ม

source: Group By
th: จัดกลุ่มตาม

source: Group goal's progress is auto-calculated based on the child goals.
th: ความก้าวหน้าของเป้าหมายกลุ่มจะถูกคำนวณอัตโนมัติตามเป้าหมายย่อย

source: HR
th: ทรัพยากรบุคคล

source: HR & Payroll
th: ทรัพยากรบุคคล เป็นพลาบ

source: HR & Payroll Settings
th: การตั้งค่า ทรัพยากรบุคคล และ เงินเดือน

source: HR Dashboard
th: ทรัพยากรบุคคล กระดาน

source: HR Manager
th: ผู้จัดการฝ่ายทรัพยากรบุคคล

source: HR Settings
th: ตั้งค่าทรัพยากรบุคคล

source: HR User
th: ผู้ใช้ทรัพยากรบุคคล

source: HRMS
th: ทรัพยากรบุคคล

source: Half Day
th: ครึ่งวัน

source: Half Day Date
th: ครึ่งวันวัน

source: Half Day Date is mandatory
th: Half Day Date เป็นข้อบังคับ

source: Half Day Date should be between From Date and To Date
th: ครึ่งวันวันควรอยู่ระหว่างนับจากวันและวันที่

source: Half Day Date should be in between Work From Date and Work End Date
th: Half Day Date ควรอยู่ระหว่าง Work From Date กับ Work End Date

source: Half Day Marked Employee Header
th: หัวข้อพนักงานที่บันทึกเวลาครึ่งวัน

source: Half Day Records
th: ระเบียนครึ่งวัน

source: Half Yearly
th: ครึ่งปี

source: Half day date should be in between from date and to date
th: วันที่ครึ่งวันควรอยู่ระหว่างตั้งแต่วันที่จนถึงวันที่

source: Half-Yearly
th: ครึ่งปี

source: Has Certificate
th: มีใบรับรอง

source: Health Insurance
th: ประกันสุขภาพ

source: Health Insurance Name
th: ชื่อประกันสุขภาพ

source: Health Insurance No
th: หมายเลขประกันสุขภาพ
