Repository: ManotLuijiu/erpnext-thai-translation
Catalog: hrms/*.po
Languages: th

source: Please select employees to create appraisals for
th: กรุณาเลือกพนักงานเพื่อสร้างการประเมินผล

source: Please select half day attendance status.
th: กรุณาเลือกสถานะการเข้างานครึ่งวัน

source: Please select month and year.
th: กรุณาเลือกเดือนและปี

source: Please select the Appraisal Cycle first.
th: กรุณาเลือกรอบการประเมินก่อนค่ะ

source: Please select the attendance status.
th: กรุณาเลือกสถานะการเข้างาน

source: Please select the employees you want to mark attendance for.
th: กรุณาเลือกพนักงานที่ต้องการบันทึกเวลาทำงาน

source: Please select the salary slips to email
th: กรุณาเลือกสลิปเงินเดือนที่จะส่งอีเมล

source: Please select {0}
th: กรุณาเลือก {0}

source: Please set "Default Payroll Payable Account" in Company Defaults
th: กรุณาตั้งค่า "บัญชีเจ้าหนี้เงินเดือนเริ่มต้น" ในค่าปริยายของบริษัท

source: Please set Basic and HRA component in Company {0}
th: กรุณาตั้งค่ารายการพื้นฐานและ HRA ในบริษัท {0}

source: Please set Earning Component for Leave type: {0}.
th: กรุณาตั้งค่าองค์ประกอบรายได้สำหรับประเภทการลา: {0}

source: Please set Payroll based on in Payroll settings
th: โปรดตั้งค่าการจ่ายเงินเดือนตามการตั้งค่าบัญชีเงินเดือน

source: Please set Relieving Date for employee: {0}
th: กรุณาตั้งค่า วันที่ออกจากงาน สำหรับพนักงาน: {0}

source: Please set a Default Cash Account in Company defaults
th: กรุณาตั้งค่า บัญชีสารสางเลือน สินที่ สอริบท ธุรกิจ

source: Please set a date range less than 90 days.
th: กรุณากำหนดช่วงวันที่ไม่เกิน 90 วัน

source: Please set account in Salary Component {0}
th: กรุณาตั้งค่า บัญชี ใน การชาลสินค้า แปลภาษา {0}

source: Please set default template for Leave Approval Notification in HR Settings.
th: โปรดตั้งค่าเทมเพลตมาตรฐานสำหรับ Leave Approval Notification ใน HR Settings

source: Please set default template for Leave Status Notification in HR Settings.
th: โปรดตั้งค่าเทมเพลตมาตรฐานสำหรับการแจ้งเตือนสถานะการลาออกในการตั้งค่า HR

source: Please set the Appraisal Template for all the {0} or select the template in the Employees table below.
th: กรุณาตั้งค่าแม่แบบการประเมินสำหรับ {0} ทั้งหมด หรือเลือกแม่แบบในตารางพนักงานด้านล่างนี้

source: Please set the Company
th: โปรดตั้ง บริษัท

source: Please set the Date Of Joining for employee {0}
th: โปรดกำหนดวันที่เข้าร่วมสำหรับพนักงาน {0}

source: Please set the Holiday List.
th: กรุณาตั้งค่ารายการวันหยุด

source: Please set the date range.
th: กรุณากำหนดช่วงวันที่

source: Please set the relieving date for employee {0}
th: กรุณากำหนดวันที่พ้นสภาพสำหรับพนักงาน {0}

source: Please set {0} and {1} in {2}.
th: กรุณาตั้งค่า {0} และ {1} ใน {2}

source: Please set {0} for Employee {1}
th: กรุณาตั้งค่า {0} สำหรับพนักงาน {1}

source: Please set {0} for the Employee: {1}
th: กรุณาตั้งค่า {0} สำหรับพนักงาน: {1}

source: Please set {0}.
th: กรุณาตั้งค่า {0}

source: Please setup Employee Naming System in Human Resource > HR Settings
th: โปรดตั้งค่าระบบการตั้งชื่อพนักงานในทรัพยากรมนุษย์&gt; การตั้งค่าทรัพยากรบุคคล

source: Please setup numbering series for Attendance via Setup > Numbering Series
th: โปรดตั้งค่าหมายเลขลำดับสำหรับการเข้าร่วมผ่านการตั้งค่า&gt; ลำดับเลข

source: Please share your feedback to the training by clicking on 'Training Feedback' and then 'New'
th: โปรดแบ่งปันความคิดเห็นของคุณในการฝึกอบรมโดยคลิกที่ &#39;Training Feedback&#39; จากนั้นคลิก &#39;New&#39;

source: Please specify the job applicant to be updated.
th: กรุณาระบุผู้สมัครงานที่ต้องการอัปเดต

source: Please specify {0} and {1} (if any), for the correct tax calculation in future salary slips.
th: กรุณาระบุ {0} และ {1} (ถ้ามี) เพื่อการคำนวณภาษีที่ถูกต้องในสลิปเงินเดือนในอนาคต

source: Please submit the {0} before marking the cycle as Completed
th: กรุณาส่ง {0} ก่อนทำเครื่องหมายรอบเป็นเสร็จสมบูรณ์

source: Please update your status for this training event
th: โปรดอัปเดตสถานะของคุณสำหรับกิจกรรมการฝึกอบรมนี้

source: Posted On
th: โพสต์เมื่อ

source: Posting Date
th: วันที่บันทึกบัญชี

source: Posting date
th: วันที่บันทึกบัญชี

source: Preferred Area for Lodging
th: พื้นที่ที่ต้องการสำหรับที่พัก

source: Present
th: นำเสนอ

source: Present Records
th: แสดงระเบียน

source: Prevent self approval for expense claims even if user has permissions
th: ป้องกันการอนุมัติรายการค่าใช้จ่ายด้วยตนเอง แม้ว่าผู้ใช้จะมีสิทธิ์ก็ตาม

source: Prevent self approval for leaves even if user has permissions
th: ป้องกันการอนุมัติใบลาโดยตนเองแม้ว่าผู้ใช้จะมีสิทธิ์

source: Preview Salary Slip
th: ดูตัวอย่างสลิปเงินเดือน

source: Principal Amount
th: จำนวนเงินต้น

source: Print Heading
th: พิมพ์หัวเรื่อง

source: Printed On {0}
th: พิมพ์เมื่อ {0}

source: Printing Details
th: รายละเอียดการพิมพ์

source: Privilege Leave
th: สิทธิ ออก

source: Probation
th: การทดลอง

source: Probationary Period
th: ระยะเวลาการฝึกงาน

source: Process Attendance After
th: กระบวนการเข้าร่วมหลังจาก

source: Process Payroll Accounting Entry based on Employee
th: บันทึกบัญชีเงินเดือนตามพนักงาน

source: Process Requests
th: ดำเนินการคำขอ

source: Process Shift Requests
th: ดำเนินการคำขอเปลี่ยนกะงาน

source: Process leave encashment via a separate Payment Entry instead of Salary Slip
th: ดำเนินการเบิกค่าชดเชยการลาผ่านรายการชำระเงินแยกต่างหากแทนการใช้สลิปเงินเดือน

source: Process {0} Shift Request(s) as <b>{1}</b>?
th: ดำเนินการคำขอเปลี่ยนกะ {0} รายการเป็น <b>{1}</b>?

source: Processing Requests
th: กำลังดำเนินการคำขอ

source: Processing Requests...
th: กำลังประมวลผลคำขอ...

source: Processing of Shift Requests has been queued. It may take a few minutes.
th: การดำเนินการคำขอเปลี่ยนกะได้ถูกจัดคิวแล้ว อาจใช้เวลาสักครู่

source: Professional Tax Deductions
th: การลดหย่อนภาษีอย่างมืออาชีพ

source: Proficiency
th: ความชำนาญ

source: Profile
th: โปรไฟล์

source: Profit
th: กำไร

source: Progress
th: ความก้าวหน้า

source: Project
th: โครงการ

source: Project Profitability
th: ความสามารถในการทำกำไรของโครงการ

source: Promotion
th: โปรโมชั่น

source: Promotion Date
th: วันที่โปรโมชัน

source: Property
th: คุณสมบัติ

source: Property already added
th: เพิ่มคุณสมบัติแล้ว

source: Provident Fund Deductions
th: การหักเงินกองทุนสำรองเลี้ยงชีพ

source: Publish Applications Received
th: เผยแพร่ใบสมัครที่ได้รับ

source: Publish Salary Range
th: เผยแพร่ช่วงเงินเดือน

source: Publish on website
th: เผยแพร่บนเว็บไซต์

source: Purpose
th: วัตถุประสงค์

source: Purpose & Amount
th: วัตถุประสงค์และจำนวนเงิน

source: Purpose of Travel
th: วัตถุประสงค์ของการท่องเที่ยว

source: Push Notification permission denied
th: การอนุญาตการแจ้งเตือนแบบพุชถูกปฏิเสธแล้ว

source: Push notifications disabled
th: การแจ้งเตือนแบบพุชถูกปิดใช้งานแล้ว

source: Push notifications have been disabled on your site
th: การแจ้งเตือนแบบพุชถูกปิดใช้งานในเว็บไซต์ของคุณแล้ว

source: Quarterly
th: รายไตรมาส

source: Questionnaire Email Sent
th: อีเมลแบบสอบถามถูกส่งแล้ว

source: Queued
th: อยู่ในคิว

source: Quick Filters
th: ตัวกรองด่วน

source: Quick Links
th: ลิงก์ด่วน

source: Radius within which check-in is allowed (in meters)
th: รัศมีที่อนุญาตให้เช็คอินได้ (เป็นเมตร)

source: Raised By
th: สร้างโดย

source: Rate
th: อัตรา

source: Rate Goals Manually
th: กำหนดเป้าหมายคะแนนด้วยตนเอง

source: Rating
th: การให้คะแนน

source: Rating Criteria
th: เกณฑ์การให้คะแนน

source: Ratings
th: การให้คะแนน

source: Re-allocate Leaves
th: จัดสรรใบอีกครั้ง

source: Read
th: อ่าน

source: Reason
th: เหตุผล

source: Reason for Requesting
th: เหตุผลในการขอ

source: Reason for Withholding Salary
th: เหตุผลในการหักเงินเดือน

source: Reason for skipping auto attendance:
th: เหตุผลในการข้ามการบันทึกเวลาทำงานอัตโนมัติ:

source: Receivables
th: ลูกหนี้

source: Recent Attendance Requests
th: คำขอการเข้างานล่าสุด

source: Recent Expenses
th: ค่าใช้จ่ายล่าสุด

source: Recent Leaves
th: การลางานล่าสุด

source: Recent Shift Requests
th: คำขอเปลี่ยนกะล่าสุด

source: Recommended for a single biometric device / checkins via mobile app
th: แนะนำสำหรับอุปกรณ์ไบโอเมตริกซ์เครื่องเดียว / การเช็คอินผ่านแอปมือถือ

source: Recover Cost
th: คืนต้นทุน

source: Recruitment
th: การสรรหา

source: Recruitment Analytics
th: การวิเคราะห์การสรรหาบุคลากร

source: Recruitment Dashboard
th: แผงควบคุมการสรรหา

source: Red
th: สีแดง

source: Reducing maximum leaves allowed after allocation may cause scheduler to allocate incorrect number of earned leaves. Proceed with caution.
th: การลดจำนวนวันลาสูงสุดที่อนุญาตหลังจากการจัดสรร อาจทำให้ระบบจัดสรรวันลาที่ได้รับไม่ถูกต้อง โปรดดำเนินการด้วยความระมัดระวัง

source: Reference
th: อ้างอิง

source: Reference Document
th: เอกสารอ้างอิง

source: Reference Document Name
th: ชื่อเอกสารอ้างอิง

source: Reference Document Type
th: ประเภทเอกสารอ้างอิง

source: Reference: {0}
th: อ้างอิง: {0}

source: References
th: การอ้างอิง

source: Referral Bonus Payment Status
th: สถานะการชำระเงินโบนัสแนะนำ

source: Referral Details
th: รายละเอียดการแนะนำ

source: Referrer
th: ผู้แนะนำ

source: Referrer Details
th: รายละเอียดผู้แนะนำ

source: Referrer Name
th: ชื่อผู้แนะนำ

source: Reflections
th: การสะท้อนความคิดเห็น

source: Refuelling Details
th: รายละเอียดเชื้อเพลิง

source: Reject
th: ปฏิเสธ

source: Reject Employee Referral
th: ปฏิเสธการแนะนำพนักงาน

source: Rejected
th: ไม่อนุมัติ

source: Rejection
th: การปฏิเสธ

source: Release Withheld Salaries
th: ปล่อยเงินเดือนที่ถูกระงับ

source: Released
th: ปล่อยแล้ว

source: Relieving Date
th: วันที่ปลดภาระ

source: Relieving Date
th: วันที่ปลดปล่อย

source: Relieving Date Missing
th: วันที่ปลดล็อกหนี้ค้างชำระขาดหาย

source: Reload
th: รีเฟรช

source: Remaining Benefits (Yearly)
th: สิทธิประโยชน์ที่เหลือ (รายปี)

source: Remark
th: หมายเหตุ

source: Remarks
th: หมายเหตุ

source: Remind Before
th: เตือนก่อน

source: Reminded
th: เตือน

source: Reminder
th: การแจ้งเตือน

source: Reminders
th: การแจ้งเตือน

source: Remove if Zero Valued
th: ลบหากมีมูลค่าเป็นศูนย์

source: Rented Car
th: เช่ารถ

source: Reopen
th: เปิดใหม่

source: Repay From Salary
th: ชำระคืนจากเงินเดือน

source: Repay From Salary can be selected only for term loans
th: การชำระคืนจากเงินเดือนสามารถเลือกได้เฉพาะสำหรับเงินกู้ระยะยาว

source: Repay Unclaimed Amount from Salary
th: คืนเงินจำนวนที่ไม่ได้เรียกร้องจากเงินเดือน

source: Repeat On Days
th: ทำซ้ำในวันต่างๆ

source: Replied
th: ตอบกลับแล้ว

source: Replies
th: ตอบกลับ

source: Reports
th: รายงาน

source: Reports To
th: รายงานต่อ

source: Request Attendance
th: ขออนุญาตเข้างาน

source: Request Leave
th: ขออนุญาตลา

source: Request a Leave
th: ขออนุญาตลา

source: Request a Shift
th: ขอเปลี่ยนกะงาน

source: Request an Advance
th: ขอเงินล่วงหน้า

source: Requested By
th: ร้องขอโดย

source: Requested By (Name)
th: ร้องขอโดย (ชื่อ)

source: Require Full Funding
th: ต้องการเงินทุนทั้งหมด

source: Required Skills
th: ทักษะที่จำเป็น

source: Required for Employee Creation
th: จำเป็นสำหรับการสร้างพนักงาน

source: Reschedule Interview
th: เลื่อนเวลาสัมภาษณ์ใหม่

source: Reset Password
th: รีเซ็ตรหัสผ่าน

source: Resignation Letter Date
th: วันที่หนังสือลาออก

source: Resolution Date
th: วันที่ขาย

source: Resolution Details
th: รายละเอียดการแก้ไข

source: Resolved
th: ได้รับการแก้ไขแล้ว

source: Resolved By
th: แก้ไขโดย

source: Responsibilities
th: ความรับผิดชอบ

source: Restrict Backdated Leave Application
th: จำกัดการขอลาหลังวันจริง

source: Result
th: ผล

source: Resume
th: ดำเนินการต่อ

source: Resume Attachment
th: Resume สิ่งที่แนบมา

source: Resume Link
th: ลิงก์ประวัติย่อ

source: Resume link
th: ลิงก์ประวัติย่อ

source: Retained
th: คงเหลือ

source: Retention Bonus
th: โบนัสการรักษา

source: Retirement Age (In Years)
th: อายุเกษียณ (ปี)

source: Return
th: คืน

source: Return amount cannot be greater than unclaimed amount
th: จำนวนเงินคืนต้องไม่มากกว่าจำนวนเงินที่ยังไม่ได้เรียกร้อง

source: Returned
th: คืนสินค้า

source: Returned Amount
th: จำนวนเงินที่คืน

source: Review Payroll Settings
th: ตรวจสอบการตั้งค่าการจ่ายเงินเดือน

source: Review various other settings related to Employee Leaves and Expense Claim
th: ตรวจสอบการตั้งค่าอื่น ๆ ที่เกี่ยวข้องกับ การลา พนักงาน และ การเบิกค่าใช้จ่าย

source: Reviewer
th: ผู้ตรวจสอบ

source: Reviewer Name
th: ชื่อผู้ตรวจสอบ

source: Revised CTC
th: CTC ที่แก้ไขแล้ว

source: Right
th: ขวา

source: Role
th: บทบาท

source: Role Allowed to Create Backdated Leave Application
th: บทบาทที่ได้รับอนุญาตในการสร้างแอปพลิเคชันออกจากที่ล้าสมัย

source: Roster
th: ตารางเวร

source: Roster Color
th: สีตารางเวร

source: Round Name
th: ชื่อรอบ

source: Round off Work Experience
th: ปัดเศษประสบการณ์ทำงาน

source: Round to the Nearest Integer
th: ปัดเศษให้เป็นจำนวนเต็มที่ใกล้ที่สุด

source: Rounded Total
th: ยอดรวมปัดเศษ

source: Rounded Total (Company Currency)
th: ยอดรวมปัดเศษ (สกุลเงินบริษัท)

source: Rounding
th: การล้อม

source: Route
th: เส้นทาง

source: Route to the custom Job Application Webform
th: ส่งไปยังฟอร์มเว็บใบสมัครงานที่กำหนดเอง

source: Row #{0}: Cannot set amount or formula for Salary Component {1} with Variable Based On Taxable Salary
th: แถว # {0}: ไม่สามารถกำหนดจำนวนเงินหรือสูตรสำหรับส่วนประกอบเงินเดือน {1} ด้วยตัวแปรตามเงินเดือนที่ต้องเสียภาษี

source: Row #{0}: The {1} Component has the options {2} and {3} enabled.
th: แถวที่ #{0}: ส่วนประกอบ {1} มีตัวเลือก {2} และ {3} เปิดใช้งานอยู่

source: Row #{0}: Timesheet amount will overwrite the Earning component amount for the Salary Component {1}
th: แถวที่ #{0}: จำนวนในไทม์ชีตจะเขียนทับจำนวนส่วนประกอบรายได้สำหรับส่วนประกอบเงินเดือน {1}

source: Row No {0}: Amount cannot be greater than the Outstanding Amount against Expense Claim {1}. Outstanding Amount is {2}
th: แถวที่ {0}: จำนวนเงินต้องไม่เกินยอดค้างชำระของใบเบิกค่าใช้จ่าย {1} ยอดค้างชำระคือ {2}

source: Row {0}# Allocated amount {1} cannot be greater than unclaimed amount {2}
th: แถว {0} # จำนวนที่จัดสรรไว้ {1} จะต้องไม่เกินจำนวนที่ไม่มีการอ้างสิทธิ์ {2}

source: Row {0}# Paid Amount cannot be greater than Encashment amount
th: แถว {0}# จำนวนเงินที่ชำระแล้วต้องไม่มากกว่าจำนวนเงินเบิกถอน

source: Row {0}# Paid Amount cannot be greater than Total amount
th: แถว {0}# จำนวนเงินที่ชำระแล้วต้องไม่มากกว่าจำนวนเงินรวมทั้งหมด

source: Row {0}# Paid Amount cannot be greater than requested advance amount
th: แถว {0} จำนวนเงินที่ชำระแล้วต้องไม่เกินจำนวนเงินที่ขอล่วงหน้า

source: Row {0}: Cost Center {1} does not belong to Company {2}
th: แถว {0}: ศูนย์ต้นทุน {1} ไม่ได้เป็นของบริษัท {2}

source: Row {0}: From (Year) can not be greater than To (Year)
th: แถว {0}: ปีเริ่มต้นไม่สามารถมากกว่าปีสิ้นสุดได้

source: Row {0}: Goal Score cannot be greater than {1}
th: แถว {0}: คะแนนเป้าหมายต้องไม่เกิน 5

source: Row {0}: Paid amount {1} is greater than pending accrued amount {2} against loan {3}
th: แถว {0}: จำนวนเงินที่ชำระ {1} มากกว่าจำนวนค้างชำระสะสมที่รอดำเนินการ {2} สำหรับเงินกู้ {3}

source: Row {0}: {1}
th: แถว {0}: {1}

source: Row {0}: {1} is required in the expenses table to book an expense claim.
th: แถว {0}: {1} ต้องระบุในตารางค่าใช้จ่ายเพื่อจองการเรียกร้องค่าใช้จ่าย

source: Rules
th: กฎเกณฑ์

source: Salary
th: เงินเดือน

source: Salary Component
th: เงินเดือนที่ต้องการตัวแทน

source: Salary Component
th: ส่วนประกอบเงินเดือน

source: Salary Component Account
th: บัญชีเงินเดือนตัวแทน

source: Salary Component Type
th: เงินเดือนประเภทคอมโพเนนต์

source: Salary Component for timesheet based payroll.
th: ตัวแทนเงินเดือนสำหรับ timesheet ตามบัญชีเงินเดือน

source: Salary Component {0} is currently not used in any Salary Structure.
th: ส่วนประกอบเงินเดือน {0} ขณะนี้ยังไม่ได้ถูกใช้งานในโครงสร้างเงินเดือนใด ๆ

source: Salary Currency
th: สกุลเงินเงินเดือน

source: Salary Detail
th: รายละเอียดเงินเดือน

source: Salary Details
th: รายละเอียดเงินเดือน

source: Salary Expectation
th: ความคาดหวังเงินเดือน

source: Salary Information
th: ข้อมูลเงินเดือน

source: Salary Paid Per
th: เงินเดือนที่จ่ายต่อ

source: Salary Payments Based On Payment Mode
th: การจ่ายเงินเดือนตามโหมดการชำระเงิน

source: Salary Payments via ECS
th: การจ่ายเงินเดือนผ่าน ECS

source: Salary Payout
th: การจ่ายเงินเดือน

source: Salary Range
th: ช่วงเงินเดือน

source: Salary Register
th: เงินเดือนที่ต้องการสมัครสมาชิก

source: Salary Slip
th: สลิปเงินเดือน

source: Salary Slip Based on Timesheet
th: สลิปเงินเดือนจาก Timesheet

source: Salary Slip ID
th: เงินเดือน ID สลิป

source: Salary Slip Leave
th: สลิปเงินเดือน ลา

source: Salary Slip Loan
th: สินเชื่อลื่น

source: Salary Slip Timesheet
th: Timesheet สลิปเงินเดือน

source: Salary Slip already exists for {0} for the given dates
th: สลิปเงินเดือนสำหรับ {0} ในวันที่กำหนดมีอยู่แล้ว

source: Salary Slip creation is queued. It may take a few minutes
th: การสร้างสลิปเงินเดือนอยู่ในคิว อาจใช้เวลาสักครู่

source: Salary Slip of employee {0} already created for this period
th: สลิปเงินเดือนของพนักงาน {0} สร้างไว้แล้วสำหรับช่วงเวลานี้

source: Salary Slip of employee {0} already created for time sheet {1}
th: สลิปเงินเดือนของพนักงาน {0} สร้างไว้แล้วสำหรับแผ่นเวลา {1}

source: Salary Slip submission is queued. It may take a few minutes
th: การส่งสลิปเงินเดือนถูกจัดคิวแล้ว อาจใช้เวลาสักครู่

source: Salary Slip {0} failed for Payroll Entry {1}
th: สลิปเงินเดือน {0} ล้มเหลวสำหรับรายการเงินเดือน {1}

source: Salary Slip {0} failed. You can resolve the {1} and retry {0}.
th: สลิปเงินเดือน {0} ล้มเหลว คุณสามารถแก้ไข {1} และลองใหม่สำหรับ {0} ได้อีกครั้ง

source: Salary Slips
th: สลิปเงินเดือน

source: Salary Slips Created
th: วางบิลเงินเดือนแล้ว

source: Salary Slips Submitted
th: เงินเดือนส่ง

source: Salary Slips already exist for employees {}, and will not be processed by this payroll.
th: สลิปเงินเดือนสำหรับพนักงาน {} มีอยู่แล้ว และจะไม่ถูกดำเนินการในรอบเงินเดือนนี้

source: Salary Slips submitted for period from {0} to {1}
th: สลิปเงินเดือนที่ส่งสำหรับช่วงเวลาตั้งแต่ {0} ถึง {1}

source: Salary Structure
th: โครงสร้างเงินเดือน

source: Salary Structure Assignment
th: การกำหนดโครงสร้างเงินเดือน

source: Salary Structure Assignment field
th: ฟิลด์การกำหนดโครงสร้างเงินเดือน

source: Salary Structure Assignment for Employee already exists
th: มีการกำหนดโครงสร้างเงินเดือนให้กับพนักงานแล้ว

source: Salary Structure Missing
th: โครงสร้างเงินเดือนที่ขาดหายไป

source: Salary Structure must be submitted before submission of {0}
th: โครงสร้างเงินเดือนต้องได้รับการส่งแล้วก่อนการส่ง {0}

source: Salary Structure not found for employee {0} and date {1}
th: ไม่พบโครงสร้างเงินเดือนสำหรับพนักงาน {0} และวันที่ {1}

source: Salary Structure should have flexible benefit component(s) to dispense benefit amount
th: โครงสร้างค่าจ้างควรมีองค์ประกอบของผลประโยชน์ที่ยืดหยุ่นในการจ่ายผลประโยชน์

source: Salary Structure {0} does not belong to company {1}
th: โครงสร้างเงินเดือน {0} ไม่ได้เป็นของบริษัท {1}

source: Salary Structures updated successfully
th: โครงสร้างเงินเดือนได้รับการอัปเดตเรียบร้อยแล้ว

source: Salary Withholding
th: เงินเดือน ภาษีหัก ณ ที่จ่าย

source: Salary Withholding Cycle
th: รอบการหักภาษีเงินได้จากเงินเดือน

source: Salary Withholding {0} already exists for employee {1} for the selected period
th: การหักภาษีเงินเดือน {0} มีอยู่แล้วสำหรับพนักงาน {1} ในช่วงเวลาที่เลือกไว้

source: Salary already processed for period between {0} and {1}, Leave application period cannot be between this date range.
th: เงินเดือนที่ต้องการการประมวลผลแล้วสำหรับรอบระยะเวลาระหว่าง {0} และ {1} ฝากรับสมัครไม่สามารถอยู่ระหว่างช่วงวันที่นี้

source: Salary breakup based on Earning and Deduction.
th: การล่มสลายเงินเดือนขึ้นอยู่กับกำไรและหัก

source: Salary components of type Provident Fund, Additional Provident Fund or Provident Fund Loan are not set up.
th: ส่วนประกอบเงินเดือนประเภท กองทุนสำรองเลี้ยงชีพ, กองทุนสำรองเลี้ยงชีพเพิ่มเติม หรือ เงินกู้กองทุนสำรองเลี้ยงชีพ ยังไม่ได้ถูกตั้งค่าไว้

source: Salary components should be part of the Salary Structure.
th: ส่วนประกอบเงินเดือนควรเป็นส่วนหนึ่งของโครงสร้างเงินเดือน

source: Salary slip emails have been enqueued for sending. Check {0} for status.
th: อีเมลสลิปเงินเดือนถูกจัดคิวเพื่อส่งแล้ว กรุณาตรวจสอบ {0} สำหรับสถานะ

source: Salary, Compensation, and more.
th: เงินเดือน ค่าตอบแทน และอื่นๆ

source: Sales Invoice
th: ใบกำกับภาษีขาย

source: Same Company is entered more than once
th: มีการกรอกชื่อบริษัทเดียวกันมากกว่าหนึ่งครั้ง

source: Sanctioned
th: ได้รับอนุมัติ

source: Sanctioned Amount
th: จำนวนเงินที่ได้รับอนุมัติ

source: Sanctioned Amount cannot be greater than Claim Amount in Row {0}.
th: ตามทำนองคลองธรรมจำนวนเงินไม่สามารถจะสูงกว่าจำนวนเงินที่เรียกร้องในแถว {0}

source: Saturday
th: วันเสาร์

source: Save
th: บันทึก

source: Scheduled
th: กำหนดเวลาไว้แล้ว

source: Scheduled On
th: กำหนดไว้ในวันที่

source: Score
th: คะแนน

source: Score Earned
th: คะแนนที่ได้รับ

source: Score must be less than or equal to 5
th: คะแนน ต้องน้อยกว่า หรือ เท่ากับ 5

source: Scores
th: คะแนน

source: Search for Jobs
th: ค้นหางาน

source: Select Company
th: เลือก บริษัท

source: Select Employees
th: เลือกพนักงาน

source: Select Interview Round First
th: กรุณาเลือกรอบสัมภาษณ์ก่อน

source: Select Interview first
th: เลือกสัมภาษณ์ก่อน

source: Select Payment Account to make Bank Entry
th: เลือกบัญชีการชำระเงินเพื่อเข้าธนาคาร

source: Select Payroll Frequency.
th: เลือกความถี่การจ่ายเงินเดือน

source: Select Payroll Period
th: เลือกช่วงเวลาการจ่ายเงินเดือน

source: Select Property
th: เลือก Property

source: Select Shift Requests
th: เลือกคำขอเปลี่ยนกะงาน

source: Select Terms and Conditions
th: เลือกข้อตกลงและเงื่อนไข

source: Select Users
th: เลือกผู้ใช้

source: Select an employee to get the employee advance.
th: เลือกพนักงานเพื่อรับพนักงานล่วงหน้า

source: Select the Employee for which you want to allocate leaves.
th: เลือกพนักงานที่ต้องการจัดสรรวันลางานให้

source: Select the Employee.
th: เลือกพนักงาน

source: Select the Leave Type like Sick leave, Privilege Leave, Casual Leave, etc.
th: เลือกประเภทการลา เช่น ลาป่วย, ลาพักร้อน, ลากิจ ฯลฯ

source: Select the date after which this Leave Allocation will expire.
th: เลือกวันที่หลังจากนั้นที่การจัดสรรวันลานี้จะหมดอายุ

source: Select the date from which this Leave Allocation will be valid.
th: เลือกวันที่ที่การจัดสรรวันลานี้จะมีผลบังคับใช้

source: Select the end date for your Leave Application.
th: เลือกวันที่สิ้นสุดสำหรับคำขอลาหยุดของคุณ

source: Select the start date for your Leave Application.
th: เลือกวันที่เริ่มต้นสำหรับคำขอลาหยุดของคุณ

source: Select this if you want shift assignments to be automatically created indefinitely.
th: เลือกตัวเลือกนี้หากคุณต้องการให้การมอบหมายกะทำงานถูกสร้างขึ้นโดยอัตโนมัติอย่างไม่มีกำหนด

source: Select type of leave the employee wants to apply for, like Sick Leave, Privilege Leave, Casual Leave, etc.
th: เลือกประเภทการลาที่พนักงานต้องการขอ เช่น ลาป่วย, ลาพักร้อน, ลากิจ ฯลฯ

source: Select your Leave Approver i.e. the person who approves or rejects your leaves.
th: เลือกผู้อนุมัติการลา เช่น บุคคลที่อนุมัติหรือปฏิเสธการลาของคุณ

source: Select {0}
th: เลือก {0}

source: Self Appraisal
th: การประเมินตนเอง

source: Self Appraisal Pending: {0}
th: การประเมินตนเองที่รอดำเนินการ: {0}

source: Self Appraisal Score
th: คะแนนการประเมินตนเอง

source: Self Score
th: คะแนนด้วยตนเอง

source: Self-Study
th: การศึกษาด้วยตนเอง

source: Self-approval for Expense Claims is not allowed
th: การอนุมัติด้วยตนเองสำหรับคำขอค่าใช้จ่ายไม่อนุญาต

source: Self-approval for leaves is not allowed
th: ไม่อนุญาตให้อนุมัติใบลาเอง

source: Seminar
th: สัมมนา

source: Send Emails At
th: ส่งอีเมล์ที่

source: Send Exit Questionnaire
th: ส่งแบบสอบถามออกจากระบบ

source: Send Exit Questionnaires
th: ส่งแบบสอบถามออกจากงาน

source: Send Interview Feedback Reminder
th: ส่งการแจ้งเตือนข้อเสนอแนะการสัมภาษณ์

source: Send Interview Reminder
th: ส่งการแจ้งเตือนสัมภาษณ์

source: Send Leave Notification
th: ส่งการแจ้งเตือนการลา

source: Sender
th: ผู้ส่ง

source: Sender Email
th: อีเมลผู้ส่ง

source: Sending Failed due to missing email information for employee(s): {1}
th: การส่งล้มเหลวเนื่องจากขาดข้อมูลอีเมลของพนักงาน: {1}

source: Sent
th: ส่งแล้ว

source: Sent Successfully: {0}
th: ส่งสำเร็จ: {0}

source: Sep
th: ก.ย.

source: Separation Activities
th: กิจกรรมแยกประเภท

source: Separation Begins On
th: การแยกเริ่มต้นวันที่

source: Series
th: ลำดับ

source: Service
th: บริการ
