Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: to your browser
th: ไปยังเบราว์เซอร์ของคุณ

source: "Company History"
th: "ประวัติบริษัท"

source: "Parent" signifies the parent table in which this row must be added
th: “ตารางหลัก” หมายถึงตารางหลักที่แถวนี้จะต้องเพิ่ม

source: "Team Members" or "Management"
th: “สมาชิกในทีม" หรือ "ผู้บริหาร"

source: "amended_from" field must be present to do an amendment.
th: ต้องมีช่อง &quot;amended_from&quot; เพื่อทำการแก้ไข

source: "{0}" is not a valid Google Sheets URL
th: &quot;{0}&quot; ไม่ใช่ URL ของ Google ชีตที่ถูกต้อง

source: ${values.doctype_name} has been added to queue for optimization
th: ${values.doctype_name} ได้ถูกเพิ่มเข้าสู่คิวเพื่อการปรับปรุงประสิทธิภาพแล้ว

source: &copy; Frappe Technologies Pvt. Ltd. and contributors
th: &copy; Frappe Technologies Pvt. Ltd. และผู้ร่วมพัฒนา

source: 'In Global Search' is not allowed for field {0} of type {1}
th: 'ใน การค้นหาระดับโลก' ไม่ได้รับอนุญาตสำหรับฟิลด์ {0} ประเภท {1}

source: 'In Global Search' not allowed for type {0} in row {1}
th: 'ในการค้นหาทั้งหมด' ไม่สามารถใช้กับประเภท {0} ในแถว {1}

source: 'In List View' is not allowed for field {0} of type {1}
th: 'ในมุมมองรายการ' ไม่ได้รับอนุญาตสำหรับฟิลด์ {0} ประเภท {1}

source: 'In List View' not allowed for type {0} in row {1}
th: ' ในมุมมองรายการ ' ไม่ได้รับอนุญาตสำหรับประเภท {0} ในแถว {1}

source: 'Recipients' not specified
th: &#39;ผู้รับ&#39; ไม่ได้ระบุ

source: '{0}' is not a valid IBAN
th: '{0}' ไม่ใช่ IBAN ที่ถูกต้อง

source: '{0}' is not a valid URL
th: '{0}' ไม่ใช่ URL ที่ถูกต้อง

source: '{0}' not allowed for type {1} in row {2}
th: ไม่อนุญาตให้ใช้ &quot;{0}&quot; สำหรับประเภท {1} ในแถว {2}

source: (Mandatory)
th: (บังคับ)

source: ** Failed: {0} to {1}: {2}
th: ** ล้มเหลว: {0} เป็น {1}: {2}

source: + Add / Remove Fields
th: + เพิ่ม / ลบ ฟิลด์

source: 0 - Draft; 1 - Submitted; 2 - Cancelled
th: 0 - ร่าง; 1 - ส่ง; 2 - ยกเลิก

source: 0 is highest
th: สูงสุดคือ 0

source: 1 = True & 0 = False
th: 1 = จริง & 0 = เท็จ

source: 1 Currency = [?] Fraction For e.g. 1 USD = 100 Cent
th: 1 สกุลเงิน = [?] เศษส่วนน้อย เช่น 1 USD = 100 เซนต์

source: 1 Day
th: 1 วัน

source: 1 Google Calendar Event synced.
th: ซิงค์ 1 กิจกรรมบนปฏิทิน Google

source: 1 Report
th: 1 รายงาน

source: 1 comment
th: 1 ความคิดเห็น

source: 1 day ago
th: 1 วันที่ผ่านมา

source: 1 hour
th: 1 ชั่วโมง

source: 1 hour ago
th: 1 ชั่วโมงที่แล้ว

source: 1 minute ago
th: 1 นาทีที่ผ่านมา

source: 1 month ago
th: 1 เดือนที่แล้ว

source: 1 of 2
th: 1 จาก 2

source: 1 record will be exported
th: ส่งออก 1 รายการ

source: 1 second ago
th: 1 วินาทีที่แล้ว

source: 1 week ago
th: 1 สัปดาห์ที่ผ่านมา

source: 1 year ago
th: 1 ปีที่ผ่านมา

source: 2 hours ago
th: 2 ชั่วโมงที่แล้ว

source: 2 months ago
th: 2 เดือนที่แล้ว

source: 2 weeks ago
th: 2 สัปดาห์ที่แล้ว

source: 2 years ago
th: 2 ปีก่อน

source: 3 minutes ago
th: 3 วันลินอง

source: 30 minutes
th: 30 นาที

source: 4 hours
th: 4 ชั่วโมง

source: 5 Records
th: 5 จำนวน

source: 5 days ago
th: 5 วันที่แล้ว

source: ; not allowed in condition
th: ; เงื่อนไขไม่ได้รับอนุญาต

source: <a href="https://docs.frappe.io/framework/user/en/api/rest#1-token-based-authentication" target="_blank"> Click here to learn about token-based authentication </a>
th: <a href="https://docs.frappe.io/framework/user/en/api/rest#1-token-based-authentication" target="_blank"> คลิกที่นี่เพื่อเรียนรู้เกี่ยวกับการตรวจสอบสิทธิ์แบบใช้โทเค็น </a>

source: <b>{0}</b> is not a valid URL
th: <b>{0}</b> ไม่ใช่ URL ที่ถูกต้อง

source: <div class="alert">Please don't update it as it can mess up your form. Use the Customize Form View and Custom Fields to set properties!</div>
th: <div class="alert">โปรดอย่าอัปเดต เนื่องจากอาจทำให้แบบฟอร์มของคุณผิดพลาด ใช้การปรับแต่งมุมมองแบบฟอร์มและฟิลด์กำหนดเองเพื่อกำหนดคุณสมบัติแทน!</div>

source: <div class="well"> Edit list of Series in the box. Rules: <ul> <li>Each Series Prefix on a new line.</li> <li>Allowed special characters are "/" and "-"</li> <li> Optionally, set the number of digits in the series using dot (.) followed by hashes (#). For example, ".####" means that the series will have four digits. Default is five digits. </li> <li> You can also use variables in the series name by putting them between (.) dots <br> Supported Variables: <ul> <li><code>.YYYY.</code> - Year in 4 digits</li> <li><code>.YY.</code> - Year in 2 digits</li> <li><code>.MM.</code> - Month</li> <li><code>.DD.</code> - Day of month</li> <li><code>.WW.</code> - Week of the year</li> <li><code>.FY.</code> - Fiscal Year</li> <li> <code>.{fieldname}.</code> - fieldname on the document e.g. <code>branch</code> </li> </ul> </li> </ul> Examples: <ul> <li>INV-</li> <li>INV-10-</li> <li>INVK-</li> <li>INV-.YYYY.-.{branch}.-.MM.-.####</li> </ul> </div> <br>
th: <div class="well"> แก้ไขรายการชุดรหัสในกล่อง กฎเกณฑ์: <ul> <li>แต่ละชุดรหัสให้ขึ้นบรรทัดใหม่</li> <li>ตัวอักษรพิเศษที่อนุญาตได้คือ "/" และ "-"</li> <li> สามารถกำหนดจำนวนหลักในชุดรหัสโดยใช้จุด (.) ตามด้วยเครื่องหมาย # เช่น ".####" หมายถึงชุดรหัสจะมี 4 หลัก ค่าเริ่มต้นคือ 5 หลัก </li> <li> คุณยังสามารถใช้ตัวแปรในชื่อชุดรหัสโดยใส่ตัวแปรไว้ระหว่างจุด (.) <br> ตัวแปรที่รองรับ: <ul> <li><code>.YYYY.</code> - ปีแบบ 4 หลัก</li> <li><code>.YY.</code> - ปีแบบ 2 หลัก</li> <li><code>.MM.</code> - เดือน</li> <li><code>.DD.</code> - วันที่ของเดือน</li> <li><code>.WW.</code> - สัปดาห์ของปี</li> <li><code>.FY.</code> - ปีงบประมาณ</li> <li> <code>.{fieldname}.</code> - ชื่อฟิลด์ในเอกสาร เช่น <code>branch</code> </li> </ul> </li> </ul> ตัวอย่าง: <ul> <li>INV-</li> <li>INV-10-</li> <li>INVK-</li> <li>INV-.YYYY.-.{branch}.-.MM.-.####</li> </ul> </div> <br>

source: <h3>Custom CSS Help</h3> <p>Notes:</p> <ol> <li>All field groups (label + value) are set attributes <code>data-fieldtype</code> and <code>data-fieldname</code></li> <li>All values are given class <code>value</code></li> <li>All Section Breaks are given class <code>section-break</code></li> <li>All Column Breaks are given class <code>column-break</code></li> </ol> <h4>Examples</h4> <p>1. Left align integers</p> <pre><code>[data-fieldtype="Int"] .value { text-align: left; }</code></pre> <p>1. Add border to sections except the last section</p> <pre><code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>
th: <h3>คำแนะนำการใช้ CSS แบบกำหนดเอง</h3> <p>หมายเหตุ:</p> <ol> <li>กลุ่มฟิลด์ทั้งหมด (ป้ายชื่อ + ค่า) จะมีแอตทริบิวต์ <code>data-fieldtype</code> และ <code>data-fieldname</code></li> <li>ค่าทั้งหมดจะได้รับคลาส <code>value</code></li> <li>ส่วนแบ่งทั้งหมดจะได้รับคลาส <code>section-break</code></li> <li>คอลัมน์เบรกทั้งหมดจะได้รับคลาส <code>column-break</code></li> </ol> <h4>ตัวอย่าง</h4> <p>1. จัดชิดซ้ายตัวเลขจำนวนเต็ม</p> <pre><code>[data-fieldtype="Int"] .value { text-align: left; }</code></pre> <p>2. เพิ่มเส้นขอบให้กับส่วนต่าง ๆ ยกเว้นส่วนสุดท้าย</p> <pre><code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>

source: <h3>Print Format Help</h3> <hr> <h4>Introduction</h4> <p>Print Formats are rendered on the server side using the Jinja Templating Language. All forms have access to the <code>doc</code> object which contains information about the document that is being formatted. You can also access common utilities via the <code>frappe</code> module.</p> <p>For styling, the Boostrap CSS framework is provided and you can enjoy the full range of classes.</p> <hr> <h4>References</h4> <ol> <li><a href="http://jinja.pocoo.org/docs/templates/" target="_blank">Jinja Templating Language</a></li> <li><a href="http://getbootstrap.com" target="_blank">Bootstrap CSS Framework</a></li> </ol> <hr> <h4>Example</h4> <pre><code>&lt;h3&gt;{{ doc.select_print_heading or "Invoice" }}&lt;/h3&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Customer Name&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Date&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.get_formatted("invoice_date") }}&lt;/div&gt; &lt;/div&gt; &lt;table class="table table-bordered"&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;Sr&lt;/th&gt; &lt;th&gt;Item Name&lt;/th&gt; &lt;th&gt;Description&lt;/th&gt; &lt;th class="text-right"&gt;Qty&lt;/th&gt; &lt;th class="text-right"&gt;Rate&lt;/th&gt; &lt;th class="text-right"&gt;Amount&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style="width: 3%;"&gt;{{ row.idx }}&lt;/td&gt; &lt;td style="width: 20%;"&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;Item Code: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style="width: 37%;"&gt; &lt;div style="border: 0px;"&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style="width: 10%; text-align: right;"&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("rate", doc) }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("amount", doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre> <hr> <h4>Common Functions</h4> <table class="table table-bordered"> <tbody> <tr> <td style="width: 30%;"><code>doc.get_formatted("[fieldname]", [parent_doc])</code></td> <td>Get document value formatted as Date, Currency, etc. Pass parent <code>doc</code> for currency type fields.</td> </tr> <tr> <td style="width: 30%;"><code>frappe.db.get_value("[doctype]", "[name]", "fieldname")</code></td> <td>Get value from another document.</td> </tr> </tbody> </table>
th: <h3>คำแนะนำการใช้งานรูปแบบการพิมพ์</h3> <hr> <h4>บทนำ</h4> <p>รูปแบบการพิมพ์จะถูกประมวลผลที่ฝั่งเซิร์ฟเวอร์โดยใช้ภาษา Jinja Templating ทุกแบบฟอร์มสามารถเข้าถึงอ็อบเจ็กต์ <code>doc</code> ซึ่งประกอบด้วยข้อมูลเกี่ยวกับเอกสารที่กำลังจัดรูปแบบ นอกจากนี้ยังสามารถเข้าถึงฟังก์ชันทั่วไปผ่านโมดูล <code>frappe</code> ได้อีกด้วย</p> <p>สำหรับการจัดรูปแบบสไตล์ จะมีเฟรมเวิร์ก CSS Bootstrap ให้ใช้งาน และคุณสามารถใช้คลาสต่าง ๆ ได้อย่างครบถ้วน</p> <hr> <h4>แหล่งอ้างอิง</h4> <ol> <li><a href="http://jinja.pocoo.org/docs/templates/" target="_blank">ภาษา Jinja Templating</a></li> <li><a href="http://getbootstrap.com" target="_blank">เฟรมเวิร์ก Bootstrap CSS</a></li> </ol> <hr> <h4>ตัวอย่าง</h4> <pre><code>&lt;h3&gt;{{ doc.select_print_heading or "ใบแจ้งหนี้" }}&lt;/h3&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;ชื่อลูกค้า&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;วันที่&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.get_formatted("invoice_date") }}&lt;/div&gt; &lt;/div&gt; &lt;table class="table table-bordered"&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;ลำดับ&lt;/th&gt; &lt;th&gt;ชื่อสินค้า&lt;/th&gt; &lt;th&gt;คำอธิบาย&lt;/th&gt; &lt;th class="text-right"&gt;จำนวน&lt;/th&gt; &lt;th class="text-right"&gt;ราคา&lt;/th&gt; &lt;th class="text-right"&gt;จำนวนเงิน&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style="width: 3%;"&gt;{{ row.idx }}&lt;/td&gt; &lt;td style="width: 20%;"&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;รหัสสินค้า: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style="width: 37%;"&gt; &lt;div style="border: 0px;"&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style="width: 10%; text-align: right;"&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("rate", doc) }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("amount", doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre> <hr> <h4>ฟังก์ชันทั่วไป</h4> <table class="table table-bordered"> <tbody> <tr> <td style="width: 30%;"><code>doc.get_formatted("[fieldname]", [parent_doc])</code></td> <td>ดึงค่าจากเอกสารพร้อมจัดรูปแบบเป็นวันที่ สกุลเงิน ฯลฯ โดยส่ง <code>doc</code> ของเอกสารหลักสำหรับฟิลด์ประเภทสกุลเงิน</td> </tr> <tr> <td style="width: 30%;"><code>frappe.db.get_value("[doctype]", "[name]", "fieldname")</code></td> <td>ดึงค่าจากเอกสารอื่น</td> </tr> </tbody> </table>

source: <h4>Default Template</h4> <p>Uses <a href="http://jinja.pocoo.org/docs/templates/">Jinja Templating</a> and all the fields of Address (including Custom Fields if any) will be available</p> <pre><code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} PIN: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}Phone: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}Fax: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}Email: {{ email_id }}&lt;br&gt;{% endif -%} </code></pre>
th: <h4>แม่แบบเริ่มต้น</h4> <p>ใช้ <a href="http://jinja.pocoo.org/docs/templates/">Jinja Templating</a> และฟิลด์ทั้งหมดของที่อยู่ (รวมถึงฟิลด์กำหนดเองถ้ามี) จะพร้อมใช้งาน</p> <pre><code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} รหัสไปรษณีย์: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}โทรศัพท์: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}แฟกซ์: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}อีเมล: {{ email_id }}&lt;br&gt;{% endif -%} </code></pre>

source: <h4>Email Reply Example</h4> <pre>Order Overdue Transaction {{ name }} has exceeded Due Date. Please take necessary action. Details - Customer: {{ customer }} - Amount: {{ grand_total }} </pre> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your email template are the fields in the document from which you are sending the email. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
th: <h4>ตัวอย่างการตอบอีเมล</h4> <pre>คำสั่งซื้อเกินกำหนด รายการธุรกรรม {{ name }} ได้เกินกำหนดชำระ กรุณาดำเนินการที่จำเป็น รายละเอียด - ลูกค้า: {{ customer }} - จำนวนเงิน: {{ grand_total }} </pre> <h4>วิธีการดูชื่อฟิลด์</h4> <p>ชื่อฟิลด์ที่คุณสามารถใช้ในเทมเพลตอีเมลของคุณ คือฟิลด์ในเอกสารที่คุณส่งอีเมล คุณสามารถดูฟิลด์ของเอกสารใด ๆ ได้โดยไปที่ การตั้งค่า &gt; ปรับแต่งมุมมองแบบฟอร์ม และเลือกประเภทเอกสาร (เช่น ใบแจ้งหนี้ขาย)</p> <h4>การใช้เทมเพลต</h4> <p>เทมเพลตจะถูกคอมไพล์โดยใช้ภาษา Jinja Templating หากต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ Jinja <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">โปรดอ่านเอกสารนี้</a></p>

source: <h5 class="text-muted uppercase">Or</h5>
th: <h5 class="text-muted uppercase">หรือ</h5>

source: <h5>Message Example</h5> <pre>&lt;h3&gt;Order Overdue&lt;/h3&gt; &lt;p&gt;Transaction {{ doc.name }} has exceeded Due Date. Please take necessary action.&lt;/p&gt; &lt;!-- show last comment --&gt; {% if comments %} Last comment: {{ comments[-1].comment }} by {{ comments[-1].by }} {% endif %} &lt;h4&gt;Details&lt;/h4&gt; &lt;ul&gt; &lt;li&gt;Customer: {{ doc.customer }} &lt;li&gt;Amount: {{ doc.grand_total }} &lt;/ul&gt; </pre>
th: <h5>ตัวอย่างข้อความ</h5> <pre>&lt;h3&gt;คำสั่งซื้อเกินกำหนด&lt;/h3&gt; &lt;p&gt;รายการธุรกรรม {{ doc.name }} ได้เกินกำหนดชำระ กรุณาดำเนินการที่จำเป็น&lt;/p&gt; &lt;!-- แสดงความคิดเห็นล่าสุด --&gt; {% if comments %} ความคิดเห็นล่าสุด: {{ comments[-1].comment }} โดย {{ comments[-1].by }} {% endif %} &lt;h4&gt;รายละเอียด&lt;/h4&gt; &lt;ul&gt; &lt;li&gt;ลูกค้า: {{ doc.customer }} &lt;li&gt;จำนวนเงิน: {{ doc.grand_total }} &lt;/ul&gt; </pre>

source: <p><strong>Condition Examples:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
th: <p><strong>ตัวอย่างเงื่อนไข:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>

source: <p><strong>Condition Examples:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
th: <p><strong>ตัวอย่างเงื่อนไข:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>

source: <p>Multiple webforms can be created for a single doctype. Add filters specific to this webform to display correct record after submission.</p><p>For Example:</p> <p>If you create a separate webform every year to capture feedback from employees add a field named year in doctype and add a filter <b>year = 2023</b></p>
th: <p>สามารถสร้างเว็บฟอร์มหลายแบบสำหรับเอกสารประเภทเดียวกันได้ เพิ่มตัวกรองเฉพาะสำหรับเว็บฟอร์มนี้เพื่อแสดงข้อมูลที่ถูกต้องหลังจากส่งข้อมูลแล้ว</p><p>ตัวอย่างเช่น:</p> <p>หากคุณสร้างเว็บฟอร์มแยกต่างหากทุกปีเพื่อเก็บข้อมูลความคิดเห็นจากพนักงาน ให้เพิ่มฟิลด์ชื่อปีในเอกสารประเภทนั้น และเพิ่มตัวกรอง <b>ปี = 2023</b></p>

source: <p>Set context before rendering a template. Example:</p><p> </p><div><pre><code> context.project = frappe.get_doc("Project", frappe.form_dict.name) </code></pre></div>
th: <p>ตั้งค่าบริบทก่อนการแสดงผลแม่แบบ ตัวอย่าง:</p><p> </p><div><pre><code> context.project = frappe.get_doc("Project", frappe.form_dict.name) </code></pre></div>

source: <p>To interact with above HTML you will have to use `root_element` as a parent selector.</p><p>For example:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// here root_element is provided by default let some_class_element = root_element.querySelector('.some-class'); some_class_element.textContent = "New content"; </code></pre>
th: <p>ในการโต้ตอบกับ HTML ข้างต้น คุณจะต้องใช้ `root_element` เป็นตัวเลือกพาเรนต์</p><p>ตัวอย่างเช่น:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// ที่นี่ root_element จะถูกกำหนดมาให้โดยอัตโนมัติ let some_class_element = root_element.querySelector('.some-class'); some_class_element.textContent = "เนื้อหาใหม่"; </code></pre>

source: <p>Your OTP secret on {0} has been reset. If you did not perform this reset and did not request it, please contact your System Administrator immediately.</p>
th: <p>รหัสลับ OTP ของคุณบน {0} ได้ถูกรีเซ็ตแล้ว หากคุณไม่ได้ดำเนินการรีเซ็ตนี้และไม่ได้ร้องขอ กรุณาติดต่อผู้ดูแลระบบของคุณทันที</p>

source: <pre>* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ day of week (0 - 6) (0 is Sunday) │ │ │ └───── month (1 - 12) │ │ └────────── day of month (1 - 31) │ └─────────────── hour (0 - 23) └──────────────────── minute (0 - 59) --- * - Any value / - Step values </pre>
th: <pre>* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ วันในสัปดาห์ (0 - 6) (0 คือวันอาทิตย์) │ │ │ └───── เดือน (1 - 12) │ │ └────────── วันในเดือน (1 - 31) │ └─────────────── ชั่วโมง (0 - 23) └──────────────────── นาที (0 - 59) --- * - ค่าทุกค่า / - ค่าก้าว</pre>

source: <pre><code>doc.grand_total &gt; 0</code></pre> <p>Conditions should be written in simple Python. Please use properties available in the form only.</p> <p>Allowed functions: </p><ul> <li>frappe.db.get_value</li> <li>frappe.db.get_list</li> <li>frappe.session</li> <li>frappe.utils.now_datetime</li> <li>frappe.utils.get_datetime</li> <li>frappe.utils.add_to_date</li> <li>frappe.utils.now</li> </ul> <p>Example: </p><pre><code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True) </code></pre><p></p>
th: <pre><code>doc.grand_total &gt; 0</code></pre> <p>เงื่อนไขควรเขียนด้วย Python แบบง่าย โดยใช้เฉพาะคุณสมบัติที่มีในแบบฟอร์มเท่านั้น</p> <p>ฟังก์ชันที่อนุญาตให้ใช้: </p><ul> <li>frappe.db.get_value</li> <li>frappe.db.get_list</li> <li>frappe.session</li> <li>frappe.utils.now_datetime</li> <li>frappe.utils.get_datetime</li> <li>frappe.utils.add_to_date</li> <li>frappe.utils.now</li> </ul> <p>ตัวอย่าง: </p><pre><code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True) </code></pre><p></p>

source: <span class="h2">Hi,</span>
th: <span class="h2">สวัสดี,</span>

source: <span class="h4"><b>Documents</b></span>
th: <span class="h4"><b>เอกสาร</b></span>

source: <span class="h4"><b>Reports & Masters</b></span>
th: <span class="h4"><b>รายงานและแม่แบบ</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
th: <span class="h4"><b>รายงาน &amp; ข้อมูลหลัก</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Components to build your app</b></span>
th: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>ส่วนประกอบสำหรับสร้างแอปของคุณ</b></span>

source: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>Get started</b><br></span>
th: <span style="font-size: 18px; letter-spacing: 0.18px;"><b>เริ่มต้นใช้งาน</b><br></span>

source: <strong>Warning:</strong> This field is system generated and may be overwritten by a future update. Modify it using {0} instead.
th: <strong>คำเตือน:</strong> ฟิลด์นี้ถูกสร้างโดยระบบและอาจถูกเขียนทับโดยการอัปเดตในอนาคต โปรดแก้ไขโดยใช้ {0} แทน

source: A DocType (Document Type) is used to insert forms in ERPNext. Forms such as Customer, Orders, and Invoices are Doctypes in the backend. You can also create new DocTypes to create new forms in ERPNext as per your business needs.
th: DocType (ประเภทเอกสาร) ใช้สำหรับแทรกแบบฟอร์มใน ERPNext แบบฟอร์มต่างๆ เช่น ลูกค้า, คำสั่งซื้อ และ ใบแจ้งหนี้ เป็น DocType ในระบบหลังบ้าน คุณยังสามารถสร้าง DocType ใหม่เพื่อสร้างแบบฟอร์มใหม่ใน ERPNext ตามความต้องการทางธุรกิจของคุณได้อีกด้วย

source: A DocType's name should start with a letter and can only consist of letters, numbers, spaces, underscores and hyphens
th: ชื่อ DocType ควรเริ่มต้นด้วยตัวอักษร และประกอบด้วยตัวอักษร ตัวเลข ช่องว่าง ขีดล่าง และขีดกลางเท่านั้น

source: A featured post must have a cover image
th: โพสต์แนะนำต้องมีภาพปก

source: A field with the name {0} already exists in {1}
th: มีฟิลด์ที่มีชื่อ {0} อยู่แล้วใน {1}

source: A file with same name {} already exists
th: มีไฟล์ที่มีชื่อเดียวกัน {} อยู่แล้ว

source: A list of resources which the Client App will have access to after the user allows it.<br> e.g. project
th: รายการของทรัพยากรที่ app ลูกค้าจะสามารถเข้าถึงหลังจากที่ผู้ใช้จะช่วยให้มัน <br> เช่นโครงการ

source: A new account has been created for you at {0}
th: บัญชีใหม่ได้รับการสร้างขึ้นสำหรับคุณที่ {0}

source: A recurring {0} {1} has been created for you via Auto Repeat {2}.
th: สร้างซ้ำ {0} {1} ให้คุณผ่านการทำซ้ำอัตโนมัติ {2}

source: A symbol for this currency. For e.g. $
th: สัญลักษณ์สำหรับสกุลเงินนี้. ตัวอย่างเช่น $

source: A template already exists for field {0} of {1}
th: เทมเพลตสำหรับฟิลด์ {0} ของ {1} มีอยู่แล้ว

source: A word by itself is easy to guess.
th: คำด้วยตัวเองเป็นเรื่องง่ายที่จะคาดเดา

source: ALL
th: ทั้งหมด

source: API Access
th: API สำหรับการเข้าถึง

source: API Endpoint
th: จุดเชื่อมต่อ API

source: API Endpoint Args
th: API Endpoint Arguments

source: API Endpoint Args should be valid JSON
th: อาร์กิวเมนต์ API Endpoint ควรเป็น JSON ที่ถูกต้อง

source: API Key
th: คีย์ API

source: API Key and Secret to interact with the relay server. These will be auto-generated when the first push notification is sent from any of the apps installed on this site.
th: API Key และ Secret สำหรับเชื่อมต่อกับเซิร์ฟเวอร์รีเลย์ ซึ่งจะถูกสร้างขึ้นโดยอัตโนมัติเมื่อมีการส่งการแจ้งเตือนแบบพุชครั้งแรกจากแอปใดๆ ที่ติดตั้งบนไซต์นี้

source: API Key cannot be regenerated
th: ไม่สามารถสร้าง API Key ใหม่ได้

source: API Keys
th: คีย์ API

source: API Method
th: วิธีการ API

source: API Secret
th: API ลับ

source: About
th: เกี่ยวกับ

source: About Us
th: เกี่ยวกับเรา

source: About Us Settings
th: การตั้งค่าข้อมูลเกี่ยวกับเรา

source: About Us Team Member
th: เกี่ยวกับสมาชิกในทีมเรา
