Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Verification code email not sent. Please contact Administrator.
th: ไม่ได้ส่งอีเมลรหัสยืนยัน กรุณาติดต่อผู้ดูแลระบบ

source: Verification code has been sent to your registered email address.
th: รหัสยืนยันถูกส่งไปยังที่อยู่อีเมลที่คุณสมัครไว้แล้ว

source: Verified
th: ได้รับการยืนยัน

source: Verify
th: ตรวจสอบ

source: Verify Password
th: ยืนยันรหัสผ่าน

source: Verifying...
th: กำลังตรวจสอบ...

source: Version
th: เวอร์ชัน

source: Version Updated
th: อัปเดตเวอร์ชันเรียบร้อย

source: Video URL
th: URL ของวิดีโอ

source: View
th: ดู

source: View All
th: ดูทั้งหมด

source: View Blog Post
th: ดูบทความบล็อก

source: View Comment
th: ดูความคิดเห็น

source: View File
th: ดูไฟล์

source: View Full Log
th: ดูบันทึกเต็ม

source: View List
th: มุมมองรายการ

source: View Log
th: ดูบันทึก

source: View Permitted Documents
th: ดูเอกสารที่ได้รับอนุญาต

source: View Properties (via Customize Form)
th: ดูอสังหาริมทรัพย์ (ผ่านแบบฟอร์มที่กำหนดเอง)

source: View Ref
th: ดูการอ้างอิง

source: View Report
th: ดูรายงาน

source: View Settings
th: ดูการตั้งค่า

source: View Switcher
th: ตัวสลับมุมมอง

source: View Website
th: ดูเว็บไซต์

source: View document
th: ดูเอกสาร

source: View report in your browser
th: ดูรายงานในเบราเซอร์ของคุณ

source: View this in your browser
th: ดูในเบราว์เซอร์ของคุณ

# Button in web form
source: View your response
th: ดูคำตอบของคุณ

source: View {0}
th: ดู {0}

source: Viewed By
th: ดูโดย

source: Views
th: มุมมอง

source: Virtual
th: เสมือนจริง

source: Virtual DocType {} requires a static method called {} found {}
th: Virtual DocType {} ต้องการเมธอดแบบสแตติกที่ชื่อว่า {} แต่พบว่าเป็น {}

source: Virtual DocType {} requires overriding an instance method called {} found {}
th: Virtual DocType {} จำเป็นต้องมีการเขียนทับเมธอดอินสแตนซ์ที่ชื่อว่า {} ซึ่งพบใน {}

source: Visibility
th: การมองเห็น

source: Visible to website/portal users.
th: แสดงให้ผู้ใช้เว็บไซต์/พอร์ทัลเห็นได้

source: Visit
th: เยี่ยม

source: Visit Web Page
th: เยี่ยมชมหน้าเว็บ

source: Visitor ID
th: รหัสผู้เยี่ยมชม

source: Want to discuss?
th: ต้องการพูดคุยหรือไม่?

source: Warehouse
th: คลังสินค้า

source: Warning
th: คำเตือน

source: Warning: DATA LOSS IMMINENT! Proceeding will permanently delete following database columns from doctype {0}:
th: คำเตือน: กำลังจะสูญหายข้อมูล! การดำเนินการต่อจะลบคอลัมน์ฐานข้อมูลต่อไปนี้อย่างถาวรจาก doctype {0}:

source: Warning: Unable to find {0} in any table related to {1}
th: คำเตือน: ไม่พบ {0} ในตารางใด ๆ ที่เกี่ยวข้องกับ {1}

source: Warning: Updating counter may lead to document name conflicts if not done properly
th: คำเตือน: การอัปเดตตัวนับอาจทำให้เกิดความขัดแย้งของชื่อเอกสารหากทำไม่ถูกต้อง

source: Was this article helpful?
th: บทความนี้เป็นประโยชน์หรือไม่?

source: Watch Tutorial
th: ดูวิดีโอสอนใช้งาน

source: Watch Video
th: ดูวีดีโอ

source: We do not allow editing of this document. Simply click the Edit button on the workspace page to make your workspace editable and customize it as you wish
th: เราไม่อนุญาตให้แก้ไขเอกสารนี้ กรุณาคลิกปุ่ม แก้ไข ที่หน้าพื้นที่ทำงานเพื่อทำให้พื้นที่ทำงานของคุณสามารถแก้ไขได้และปรับแต่งตามที่คุณต้องการ

source: We have received a request for deletion of {0} data associated with: {1}
th: เราได้รับคำขอให้ลบข้อมูล {0} ที่เกี่ยวข้องกับ: {1}

source: We have received a request from you to download your {0} data associated with: {1}
th: เราได้รับคำขอจากคุณให้ดาวน์โหลดข้อมูล {0} ที่เกี่ยวข้องกับ: {1}

source: We've received your query!
th: เราได้รับคำถามของคุณแล้ว!

source: Weak
th: อ่อนแอ

source: Web Form
th: เว็บฟอร์ม

source: Web Form Field
th: ช่องข้อมูลเว็บฟอร์ม

source: Web Form Fields
th: ช่องข้อมูลเว็บฟอร์ม

source: Web Form List Column
th: คอลัมน์รายการแบบฟอร์มเว็บ

source: Web Page
th: หน้าเว็บ

source: Web Page Block
th: บล็อกหน้าเว็บ

source: Web Page URL
th: URL หน้าเว็บ

source: Web Page View
th: มุมมองหน้าเว็บ

source: Web Site
th: เว็บไซต์

source: Web Template
th: เทมเพลตเว็บ

source: Web Template Field
th: ฟิลด์เทมเพลตของเว็บ

source: Web Template Values
th: ค่าเทมเพลตเว็บ

source: Web Template is not specified
th: ไม่ได้ระบุเทมเพลตเว็บ

source: Web View
th: ดูเว็บ

source: Webhook Data
th: ข้อมูล Webhook

source: Webhook Header
th: หัวเรื่อง Webhook

source: Webhook Headers
th: ส่วนหัว Webhook

source: Webhook Request
th: คำขอ Webhook

source: Webhook Request Log
th: บันทึกคำขอ Webhook

source: Webhook Security
th: Webhook ความปลอดภัย

source: Website
th: เว็บไซต์

source: Website Analytics
th: การวิเคราะห์เว็บไซต์

source: Website Manager
th: เว็บไซต์ผู้จัดการ

source: Website Meta Tag
th: แท็ก Meta เว็บไซต์

source: Website Route Meta
th: เว็บไซต์ Meta เส้นทาง

source: Website Route Redirect
th: การเปลี่ยนเส้นทางเว็บไซต์

source: Website Script
th: สคริปต์เว็บไซต์

source: Website Search Field
th: ช่องค้นหาเว็บไซต์

source: Website Search Field must be a valid fieldname
th: ฟิลด์ค้นหาเว็บไซต์ต้องเป็นชื่อฟิลด์ที่ถูกต้อง

source: Website Settings
th: การตั้งค่าเว็บไซต์

source: Website Sidebar
th: แถบด้านข้างเว็บไซต์

source: Website Sidebar Item
th: เว็บไซต์ Sidebar รายการ

source: Website Slideshow
th: สไลด์โชว์เว็บไซต์

source: Website Slideshow Item
th: รายการสไลด์โชว์เว็บไซต์

source: Website Theme
th: ธีมเว็บไซต์

source: Website Theme Ignore App
th: ธีมเว็บไซต์ละเว้นแอป

source: Website Theme Image
th: ธีมเว็บไซต์ภาพ

source: Website Theme image link
th: ลิงก์รูปภาพธีมเว็บไซต์

source: Websocket
th: เว็บซ็อกเก็ต

source: Wednesday
th: วันพุธ

source: Week
th: สัปดาห์

source: Weekdays
th: วันธรรมดา

source: Weekly
th: รายสัปดาห์

source: Weekly Long
th: ยาวรายสัปดาห์

source: Welcome
th: ยินดีต้อนรับ

source: Welcome Email Template
th: เทมเพลตอีเมลต้อนรับ

source: Welcome URL
th: URL ต้อนรับ

source: Welcome Workspace
th: ยินดีต้อนรับสู่พื้นที่ทำงาน

source: Welcome email sent
th: ส่ง อีเมล์ต้อนรับ

source: Welcome to {0}
th: ยินดีต้อนรับสู่ {0}

source: What's New
th: มีอะไรใหม่

source: When enabled this will allow guests to upload files to your application, You can enable this if you wish to collect files from user without having them to log in, for example in job applications web form.
th: เมื่อเปิดใช้งานสิ่งนี้จะอนุญาตให้แขกอัปโหลดไฟล์ไปยังแอปพลิเคชันของคุณคุณสามารถเปิดใช้งานสิ่งนี้หากคุณต้องการรวบรวมไฟล์จากผู้ใช้โดยไม่ต้องให้พวกเขาเข้าสู่ระบบตัวอย่างเช่นในเว็บฟอร์มงานของแอปพลิเคชัน

source: When sending document using email, store the PDF on Communication. Warning: This can increase your storage usage.
th: เมื่อส่งเอกสารทางอีเมล ให้จัดเก็บไฟล์ PDF ใน การสื่อสาร คำเตือน: การดำเนินการนี้อาจทำให้การใช้งานพื้นที่จัดเก็บของคุณเพิ่มขึ้นได้

source: When uploading files, force the use of the web-based image capture. If this is unchecked, the default behavior is to use the mobile native camera when use from a mobile is detected.
th: เมื่ออัปโหลดไฟล์ ให้บังคับใช้การถ่ายภาพผ่านเว็บ หากไม่เลือกตัวเลือกนี้ พฤติกรรมเริ่มต้นจะใช้กล้องถ่ายภาพในเครื่องของมือถือเมื่อมีการตรวจพบการใช้งานจากมือถือ

source: When you Amend a document after Cancel and save it, it will get a new number that is a version of the old number.
th: เมื่อคุณ แก้ไข เอกสารหลังจาก ยกเลิก และบันทึกไว้ ก็จะ ได้รับหมายเลข ใหม่ที่ เป็นรุ่นของ หมายเลขเดิม

source: Which view of the associated DocType should this shortcut take you to?
th: ทางลัดนี้ควรนำคุณไปสู่มุมมองใดของ DocType ที่เกี่ยวข้อง

source: Width
th: ความกว้าง

source: Widths can be set in px or %.
th: ความกว้างสามารถตั้งค่าเป็น px หรือ % ได้

source: Wildcard Filter
th: ตัวกรองสัญลักษณ์แทน

source: Will add "%" before and after the query
th: จะเพิ่ม "%" ก่อนและหลังคำค้นหา

source: Will be used in url (usually first name).
th: จะใช้ใน URL (ชื่อแรกปกติ)

source: Will be your login ID
th: จะเป็นรหัสการเข้าสู่ระบบของคุณ

source: Will only be shown if section headings are enabled
th: จะแสดงเฉพาะส่วนหัวถ้ามีการใช้งาน

source: Will run scheduled jobs only once a day for inactive sites. Set it to 0 to avoid automatically disabling the scheduler.
th: จะรันงานตามกำหนดเพียงวันละครั้งสำหรับไซต์ที่ไม่ใช้งาน ตั้งค่าเป็น 0 เพื่อหลีกเลี่ยงการปิดใช้งานตัวกำหนดเวลางานโดยอัตโนมัติ

source: With Letter head
th: ที่มีหัวจดหมาย

source: Worflow States Don't Exist
th: Worflow States ไม่มีอยู่จริง

source: Worker Information
th: ข้อมูลพนักงาน

source: Worker Name
th: ชื่อพนักงาน

source: Workflow
th: กระบวนการทำงาน

source: Workflow Action
th: การกระทำ ใน กระบวนการทำงาน

source: Workflow Action Master
th: แม่แบบกระบวนการทำงาน

source: Workflow Action Name
th: ชื่อการกระทำ ใน กระบวนการทำงาน

source: Workflow Action Permitted Role
th: บทบาทที่ได้รับอนุญาตสำหรับการดำเนินการเวิร์กโฟลว์

source: Workflow Action is not created for optional states
th: การดำเนินการของเวิร์กโฟลว์ไม่ได้ถูกสร้างขึ้นสำหรับสถานะทางเลือก

source: Workflow Builder
th: ตัวสร้างเวิร์กโฟลว์

source: Workflow Builder ID
th: รหัสตัวสร้างเวิร์กโฟลว์

source: Workflow Builder allows you to create workflows visually. You can drag and drop states and link them to create transitions. Also you can update thieir properties from the sidebar.
th: Workflow Builder ช่วยให้คุณสร้างเวิร์กโฟลว์ได้อย่างเป็นภาพ คุณสามารถลากและวางสถานะต่างๆ และเชื่อมโยงเพื่อสร้างการเปลี่ยนสถานะได้ นอกจากนี้คุณยังสามารถอัปเดตคุณสมบัติของสถานะเหล่านั้นได้จากแถบด้านข้างอีกด้วย

source: Workflow Data
th: ข้อมูลเวิร์กโฟลว์

source: Workflow Details
th: รายละเอียดเวิร์กโฟลว์

source: Workflow Document State
th: สถานะเอกสารกระบวนการทำงาน

source: Workflow Name
th: ชื่อกระบวนการทำงาน

source: Workflow State
th: สถานะของเวิร์กโฟลว์

source: Workflow State Field
th: ฟิลด์สถานะของเวิร์กโฟลว์

source: Workflow State not set
th: ไม่ได้ตั้งค่าสถานะเวิร์กโฟลว์

source: Workflow State transition not allowed from {0} to {1}
th: ไม่อนุญาตการเปลี่ยนสถานะเวิร์กโฟลว์จาก {0} เป็น {1}

source: Workflow Status
th: สถานะเวิร์กโฟลว์

source: Workflow Transition
th: เปลี่ยนเวิร์กโฟลว์

source: Workflow state represents the current state of a document.
th: สถานะของเวิร์กโฟลว์ที่บ่งบอกถึงสถานะปัจจุบันของเอกสาร

source: Workflow updated successfully
th: เวิร์กโฟลว์ได้รับการอัปเดตเรียบร้อยแล้ว

source: Workflows allow you to define custom rules for the approval process of a particular document in ERPNext. You can also set complex Workflow Rules and set approval conditions.
th: เวิร์กโฟลว์ช่วยให้คุณกำหนดกฎเฉพาะสำหรับกระบวนการอนุมัติของเอกสารแต่ละฉบับใน ERPNext ได้ นอกจากนี้ คุณยังสามารถตั้งค่ากฎเวิร์กโฟลว์ที่ซับซ้อนและกำหนดเงื่อนไขการอนุมัติได้อีกด้วย

source: Workspace
th: พื้นที่ทำงาน

source: Workspace <b>{0}</b> does not exist
th: พื้นที่ทำงาน <b>{0}</b> ไม่มีอยู่จริง

source: Workspace Chart
th: แผนภูมิพื้นที่ทำงาน

source: Workspace Custom Block
th: บล็อกกำหนดเองในพื้นที่ทำงาน

source: Workspace Link
th: ลิงก์พื้นที่ทำงาน

source: Workspace Manager
th: ผู้จัดการพื้นที่ทำงาน

source: Workspace Number Card
th: บัตรหมายเลขพื้นที่ทำงาน

source: Workspace Quick List
th: รายการด่วนของพื้นที่ทำงาน

source: Workspace Shortcut
th: ทางลัดพื้นที่ทำงาน

source: Workspace not found
th: ไม่พบพื้นที่ทำงาน

source: Workspace {0} Created Successfully
th: สร้างพื้นที่ทำงาน {0} สำเร็จแล้ว

source: Workspace {0} Deleted Successfully
th: เวิร์กสเปซ {0} ถูกลบเรียบร้อยแล้ว

source: Workspace {0} Edited Successfully
th: พื้นที่ทำงาน {0} แก้ไขสำเร็จ

source: Workspaces
th: พื้นที่ทำงาน

source: Would you like to publish this comment? This means it will become visible to website/portal users.
th: คุณต้องการเผยแพร่ความคิดเห็นนี้หรือไม่? ซึ่งหมายความว่าความคิดเห็นนี้จะปรากฏให้ผู้ใช้เว็บไซต์/พอร์ทัลเห็นได้

source: Would you like to unpublish this comment? This means it will no longer be visible to website/portal users.
th: คุณต้องการยกเลิกการเผยแพร่ความคิดเห็นนี้หรือไม่? ซึ่งหมายความว่าความคิดเห็นนี้จะไม่ปรากฏแก่ผู้ใช้เว็บไซต์/พอร์ทัลอีกต่อไป

source: Wrapping up
th: สรุปผล

source: Write
th: เขียน

source: Wrong Fetch From value
th: ค่าดึงข้อมูลจากไม่ถูกต้อง

source: X Axis Field
th: ฟิลด์ Axis X

source: Y Axis
th: แกน Y

source: Y Axis Fields
th: แกน Y Fields

source: Y Field
th: Y ฟิลด์

source: Yahoo Mail
th: จดหมาย Yahoo

source: Year
th: ปี

source: Yearly
th: ประจำปี

source: Yellow
th: สีเหลือง

source: Yes
th: ใช่

# Approve confirmation dialog
source: Yes
th: ใช่

# Checkbox is checked
source: Yes
th: ใช่

source: Yesterday
th: เมื่อวาน

# Name of the current user. For example: You edited this 5 hours ago.
source: You
th: คุณ

source: You Liked
th: คุณถูกใจแล้ว

source: You are connected to internet.
th: คุณเชื่อมต่อกับอินเทอร์เน็ต

source: You are impersonating as another user.
th: คุณกำลังแอบอ้างเป็นผู้ใช้รายอื่น

source: You are not allowed to access this resource
th: คุณไม่ได้รับอนุญาตให้เข้าถึงทรัพยากรนี้

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in field {3}
th: คุณไม่ได้รับอนุญาตให้เข้าถึงบันทึกนี้ {0} เพราะมันเชื่อมโยงกับ {1} '{2}' ในฟิลด์ {3}

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in row {3}, field {4}
th: คุณไม่ได้รับอนุญาตให้เข้าถึงระเบียน {0} นี้เนื่องจากมีการเชื่อมโยงกับ {1} '{2}' ในแถวที่ {3} ฟิลด์ {4}

source: You are not allowed to create columns
th: คุณยังไม่ได้รับอนุญาตให้สร้างคอลัมน์

source: You are not allowed to delete Standard Report
th: คุณไม่ได้รับอนุญาตให้ลบ Standard Report

source: You are not allowed to delete a standard Website Theme
th: คุณยังไม่ได้รับอนุญาตให้ลบรูปแบบมาตรฐานเว็บไซต์

source: You are not allowed to edit the report.
th: คุณไม่ได้รับอนุญาตให้แก้ไขรายงานนี้

source: You are not allowed to export {} doctype
th: คุณไม่ได้รับอนุญาตให้ส่งออก {} doctype

source: You are not allowed to print this report
th: คุณไม่ได้รับอนุญาตให้พิมพ์รายงานนี้

source: You are not allowed to send emails related to this document
th: คุณยังไม่ได้ รับอนุญาตให้ส่ง อีเมล ที่เกี่ยวข้องกับ เอกสารฉบับนี้

source: You are not allowed to update this Web Form Document
th: คุณยังไม่ได้รับอนุญาตให้ปรับปรุงเอกสารเว็บฟอร์มนี้

source: You are not connected to Internet. Retry after sometime.
th: คุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต ลองอีกครั้งหลังจากที่บางครั้ง

source: You are not permitted to access this page without login.
th: ท่านไม่ได้รับอนุญาตให้เข้าถึงหน้านี้โดยไม่เข้าสู่ระบบ

source: You are not permitted to access this page.
th: คุณยังไม่ได้รับอนุญาตให้เข้าถึงหน้านี้

source: You are not permitted to access this resource. Login to access
th: คุณไม่ได้รับอนุญาตให้เข้าถึงทรัพยากรนี้ กรุณาเข้าสู่ระบบเพื่อเข้าถึงข้อมูล

source: You are now following this document. You will receive daily updates via email. You can change this in User Settings.
th: ขณะนี้คุณกำลังติดตามเอกสารนี้ คุณจะได้รับการอัพเดททุกวันผ่านทางอีเมล์ คุณสามารถเปลี่ยนแปลงสิ่งนี้ได้ในการตั้งค่าผู้ใช้

source: You are only allowed to update order, do not remove or add apps.
th: คุณได้รับอนุญาตให้ปรับปรุงคำสั่งเท่านั้น ห้ามลบหรือเพิ่มแอปพลิเคชันใดๆ

source: You are selecting Sync Option as ALL, It will resync all read as well as unread message from server. This may also cause the duplication of Communication (emails).
th: คุณกำลังเลือกตัวเลือกการซิงค์เป็น ทั้งหมด ซึ่งจะทำการซิงค์ข้อความที่อ่านแล้วและยังไม่ได้อ่านทั้งหมดจากเซิร์ฟเวอร์อีกครั้ง ซึ่งอาจทำให้เกิดการซ้ำซ้อนของ การสื่อสาร (อีเมล) ได้ด้วย

# Form timeline
source: You attached {0}
th: คุณแนบ {0} มาแล้ว

source: You can add dynamic properties from the document by using Jinja templating.
th: คุณสามารถเพิ่มคุณสมบัติแบบไดนามิกจากเอกสารโดยใช้ Jinja templating

source: You can also access wkhtmltopdf variables (valid only in PDF print):
th: คุณยังสามารถเข้าถึงตัวแปร wkhtmltopdf ได้ (ใช้ได้เฉพาะในงานพิมพ์ PDF เท่านั้น):

source: You can also copy-paste following link in your browser
th: คุณยังสามารถคัดลอกและวางลิงก์ต่อไปนี้ในเบราว์เซอร์ของคุณได้ด้วยเช่นกัน

source: You can also copy-paste this
th: คุณสามารถคัดลอกวาง

source: You can also copy-paste this {0} to your browser
th: คุณยังสามารถคัดลอกและวาง {0} นี้ลงในเบราว์เซอร์ของคุณ

source: You can change Submitted documents by cancelling them and then, amending them.
th: คุณสามารถเปลี่ยน เอกสารที่ เขียนโดย ยกเลิก พวกเขาและ จากนั้น พวกเขา แก้

source: You can change the retention policy from {0}.
th: คุณสามารถเปลี่ยนนโยบายการเก็บรักษาจาก {0} ได้

source: You can continue with the onboarding after exploring this page
th: คุณสามารถดำเนินการต่อกับการเริ่มต้นใช้งานหลังจากสำรวจหน้านี้แล้ว

source: You can disable this {0} instead of deleting it.
th: คุณสามารถปิดใช้งาน {0} แทนการลบได้

source: You can increase the limit from System Settings.
th: คุณสามารถเพิ่มขีดจำกัดได้จาก การตั้งค่าระบบ

source: You can manually remove the lock if you think it's safe: {}
th: คุณสามารถลบการล็อกด้วยตนเองหากคุณคิดว่าปลอดภัย: {}

source: You can only insert images in Markdown fields
th: คุณสามารถแทรกรูปภาพได้เฉพาะในช่อง Markdown เท่านั้น

source: You can only print upto {0} documents at a time
th: คุณสามารถพิมพ์เอกสารได้สูงสุด {0} ฉบับในแต่ละครั้งเท่านั้น

source: You can only set the 3 custom doctypes in the Document Types table.
th: คุณสามารถตั้งค่าได้เฉพาะ 3 ประเภทเอกสารกำหนดเองในตาราง ประเภทเอกสาร เท่านั้น

source: You can only upload JPG, PNG, PDF, TXT, CSV or Microsoft documents.
th: คุณสามารถอัปโหลดได้เฉพาะไฟล์ JPG, PNG, PDF, TXT, CSV หรือเอกสาร Microsoft เท่านั้น

source: You can only upload upto 5000 records in one go. (may be less in some cases)
th: คุณสามารถอัปโหลดได้ไม่เกิน 5000 บันทึกในครั้งเดียว (อาจจะน้อยกว่าในบางกรณี)

source: You can select one from the following,
th: คุณสามารถเลือกได้จากรายการต่อไปนี้

source: You can set a high value here if multiple users will be logging in from the same network.
th: คุณสามารถตั้งค่าความสำคัญสูงที่นี่ได้หากมีผู้ใช้หลายคนเข้าสู่ระบบจากเครือข่ายเดียวกัน

source: You can try changing the filters of your report.
th: คุณสามารถลองเปลี่ยนตัวกรองรายงานของคุณ

source: You can use Customize Form to set levels on fields.
th: คุณสามารถใช้ แบบฟอร์ม ที่กำหนดเอง การ ตั้งค่าระดับ ในเขต

source: You can use wildcard %
th: คุณสามารถใช้สัญลักษณ์แทนที่ % ได้

source: You can't set 'Options' for field {0}
th: คุณไม่สามารถตั้งค่า &quot;ตัวเลือก&quot; สำหรับฟิลด์ {0}

source: You can't set 'Translatable' for field {0}
th: คุณไม่สามารถตั้งค่า &#39;แปลได้&#39; สำหรับฟิลด์ {0}

# Form timeline
source: You cancelled this document
th: คุณได้ทำการยกเลิกเอกสารนี้แล้ว

# Form timeline
source: You cancelled this document {1}
th: คุณได้ยกเลิกเอกสาร {1} นี้แล้ว

source: You cannot create a dashboard chart from single DocTypes
th: คุณไม่สามารถสร้างแผนภูมิแดชบอร์ดจาก DocTypes เดียว

source: You cannot give review points to yourself
th: คุณไม่สามารถให้คะแนนความเห็นต่อตนเองได้

source: You cannot unset 'Read Only' for field {0}
th: คุณไม่สามารถล้าง &#39;อ่านอย่างเดียว&#39; สำหรับเขตข้อมูล {0}

source: You changed the value of {0}
th: คุณได้เปลี่ยนค่าของ {0}

source: You changed the value of {0} {1}
th: คุณได้เปลี่ยนค่า {0} {1}

source: You changed the values for {0}
th: คุณได้เปลี่ยนค่าของ {0}

source: You changed the values for {0} {1}
th: คุณได้เปลี่ยนค่าเป็น {0} {1}

# Form timeline
source: You changed {0} to {1}
th: คุณเปลี่ยน {0} เป็น {1}

source: You created this
th: คุณเป็นผู้สร้างสิ่งนี้

# Form timeline
source: You created this document {0}
th: คุณได้สร้างเอกสารนี้ {0}

source: You do not have Read or Select Permissions for {}
th: คุณไม่มีสิทธิ์ในการ อ่าน หรือ เลือก สำหรับ {}

source: You do not have enough permissions to access this resource. Please contact your manager to get access.
th: คุณไม่ได้มีสิทธิ์เพียงพอในการเข้าถึงทรัพยากรนี้ กรุณาติดต่อผู้จัดการของคุณได้รับการเข้าถึง

source: You do not have enough permissions to complete the action
th: คุณไม่มีสิทธิ์เพียงพอที่จะเสร็จสิ้นการดำเนินการ

source: You do not have enough points
th: คุณมีคะแนนไม่เพียงพอ

source: You do not have enough review points
th: คุณมีคะแนนรีวิวไม่เพียงพอ

source: You do not have permission to access {0}: {1}.
th: คุณไม่มีสิทธิ์เข้าถึง {0}: {1}

source: You do not have permissions to cancel all linked documents.
th: คุณไม่มีสิทธิ์ในการยกเลิกเอกสารที่เชื่อมโยงทั้งหมด

source: You don't have access to Report: {0}
th: คุณไม่ได้มีการเข้าถึงรายงาน: {0}

source: You don't have permission to access the {0} DocType.
th: คุณไม่มีสิทธิ์เข้าถึง DocType {0}

source: You don't have permission to access this file
th: คุณไม่ได้รับอนุญาตให้เข้าถึงไฟล์นี้

source: You don't have permission to get a report on: {0}
th: คุณไม่ได้รับสิทธิ์ที่จะได้รับรายงานเกี่ยวกับ: {0}

source: You don't have the permissions to access this document
th: คุณไม่มีสิทธิ์ในการเข้าถึงเอกสารนี้

source: You gained {0} point
th: คุณได้รับคะแนน {0}

source: You gained {0} points
th: คุณได้รับคะแนน {0} คะแนน

source: You have a new message from:
th: คุณมีข้อความใหม่จาก:

source: You have been successfully logged out
th: คุณได้รับการลงทะเบียนเรียบร้อยแล้วออก

source: You have hit the row size limit on database table: {0}
th: คุณได้ถึงขีดจำกัดขนาดแถวในตารางฐานข้อมูล: {0}

source: You have not entered a value. The field will be set to empty.
th: คุณยังไม่ได้ป้อนค่า ช่องข้อมูลจะถูกตั้งค่าเป็นค่าว่าง

source: You have received a ❤️ like on your blog post
th: คุณได้รับการกดไลค์ ❤️ ในบทความบล็อกของคุณแล้ว

source: You have to enable Two Factor Auth from System Settings.
th: คุณต้องเปิดใช้งาน การยืนยันตัวตนสองขั้นตอน จาก การตั้งค่าระบบ

source: You have unsaved changes in this form. Please save before you continue.
th: คุณมีการเปลี่ยนแปลงที่ไม่ได้บันทึกในฟอร์มนี้ กรุณาบันทึกเพื่อที่จะดำเนินการต่อ

source: You have unseen notifications
th: คุณมีการแจ้งเตือนที่ยังไม่อ่าน

source: You have unseen {0}
th: คุณมองไม่เห็น {0}

source: You haven't added any Dashboard Charts or Number Cards yet.
th: คุณยังไม่ได้เพิ่มแผนภูมิแดชบอร์ดหรือการ์ดตัวเลข

source: You haven't created a {0} yet
th: คุณยังไม่ได้สร้าง {0}

source: You hit the rate limit because of too many requests. Please try after sometime.
th: คุณถึงขีดจำกัดอัตราการส่งคำขอเนื่องจากมีคำขอมากเกินไป กรุณาลองใหม่อีกครั้งหลังจากผ่านไปสักครู่

source: You last edited this
th: คุณเป็นผู้แก้ไขล่าสุดในหน้านี้

source: You must add atleast one link.
th: คุณต้องเพิ่มลิงก์อย่างน้อยหนึ่งลิงก์

source: You must be logged in to use this form.
th: คุณต้องเข้าสู่ระบบเพื่อใช้แบบฟอร์มนี้

source: You must login to submit this form
th: คุณต้องเข้าสู่ระบบเพื่อส่งฟอร์มนี้

source: You need the '{0}' permission on {1} {2} to perform this action.
th: คุณต้องมีสิทธิ์ '{0}' ใน {1} {2} เพื่อดำเนินการนี้

source: You need to be Workspace Manager to delete a public workspace.
th: คุณต้องเป็นผู้จัดการพื้นที่ทำงานเพื่อที่จะลบพื้นที่ทำงานสาธารณะได้

source: You need to be Workspace Manager to edit this document
th: คุณต้องเป็น ผู้จัดการพื้นที่ทำงาน เพื่อแก้ไขเอกสารนี้

source: You need to be in developer mode to edit a Standard Web Form
th: คุณจะต้องพัฒนาในโหมดการแก้ไขแบบฟอร์มเว็บมาตรฐาน

source: You need to be logged in and have System Manager Role to be able to access backups.
th: คุณจะต้อง เข้าสู่ระบบและ มี บทบาท ผู้จัดการ ระบบ เพื่อให้สามารถ เข้าถึง การสำรองข้อมูล

source: You need to be logged in to access this page
th: คุณต้องเข้าสู่ระบบเพื่อเข้าถึงหน้านี้

source: You need to be logged in to access this {0}.
th: คุณจำเป็นต้องเข้าสู่ระบบเพื่อเข้าถึง {0}

source: You need to create these first:
th: คุณต้องสร้างสิ่งเหล่านี้ก่อน:

source: You need to enable JavaScript for your app to work.
th: คุณต้องเปิดใช้งาน JavaScript เพื่อให้แอปของคุณทำงาน

source: You need to have "Share" permission
th: คุณจำเป็นต้องมี "แบ่งปัน" ได้รับอนุญาต

source: You need to install pycups to use this feature!
th: คุณต้องติดตั้ง pycups เพื่อใช้คุณสมบัตินี้!

source: You need to select indexes you want to add first.
th: คุณต้องเลือกดัชนีที่ต้องการเพิ่มก่อนค่ะ

source: You need to set one IMAP folder for {0}
th: คุณต้องตั้งค่าโฟลเดอร์ IMAP หนึ่งโฟลเดอร์สำหรับ {0}

source: You need write permission on {0} {1} to merge
th: คุณต้องมีสิทธิ์เขียนใน {0} {1} เพื่อทำการรวมข้อมูล

source: You need write permission on {0} {1} to rename
th: คุณต้องมีสิทธิ์เขียนใน {0} {1} เพื่อเปลี่ยนชื่อ

source: You need {0} permission to fetch values from {1} {2}
th: คุณต้องมีสิทธิ์ {0} เพื่อดึงค่าจาก {1} {2}

# Form timeline
source: You removed attachment {0}
th: คุณได้ลบไฟล์แนบ {0} แล้ว
