Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Release
th: ปล่อย

source: Release Notes
th: บันทึกการปรับปรุง

source: Relink
th: เชื่อมโยง

source: Relink Communication
th: การสื่อสารเชื่อมโยงอีกครั้ง

source: Reload
th: โหลด

source: Reload File
th: โหลดไฟล์ซ้ำ

source: Reload List
th: โหลดรายการใหม่

source: Reload Report
th: โหลดรายงานใหม่

source: Remember Last Selected Value
th: โปรดจำไว้ว่าที่เลือกล่าสุดราคา

source: Remind At
th: แจ้งเตือนที่

source: Remind Me
th: เตือนความจำฉัน

source: Remind Me In
th: เตือนความจำใน

source: Reminder
th: การแจ้งเตือน

source: Reminder cannot be created in past.
th: ไม่สามารถสร้างการแจ้งเตือนได้ในอดีต

source: Reminder set at {0}
th: ตั้งค่าการแจ้งเตือนเมื่อ {0}

source: Remove
th: เอาออก

source: Remove Failed Jobs
th: ลบงานที่ล้มเหลว

source: Remove Field
th: นำสนาม

source: Remove Section
th: นำมาตรา

source: Remove all customizations?
th: ลบ การปรับแต่ง ทั้งหมดหรือไม่

source: Remove all fields in the column
th: ลบข้อมูลทั้งหมดในคอลัมน์

source: Remove column
th: ลบคอลัมน์

source: Remove field
th: ลบฟิลด์

source: Remove last column
th: ลบคอลัมน์สุดท้าย

source: Remove page break
th: ลบการขึ้นหน้ากระดาษใหม่

source: Remove section
th: ลบส่วน

source: Remove tab
th: ลบแท็บ

source: Rename
th: ตั้งชื่อใหม่

source: Rename Fieldname
th: เปลี่ยนชื่อฟิลด์

source: Rename {0}
th: เปลี่ยนชื่อ {0}

source: Renamed files and replaced code in controllers, please check!
th: เปลี่ยนชื่อไฟล์และเปลี่ยนรหัสในคอนโทรลเลอร์โปรดตรวจสอบ!

source: Render labels to the left and values to the right in this section
th: แสดงป้ายกำกับทางซ้ายและค่าทางขวาในส่วนนี้

source: Reopen
th: เปิดใหม่

source: Repeat
th: ทำซ้ำ

source: Repeat Header and Footer
th: ทำซ้ำส่วนหัวและส่วนท้าย

source: Repeat On
th: ทำซ้ำ

source: Repeat Till
th: ทำซ้ำจน

source: Repeat on Day
th: ทำซ้ำในวัน

source: Repeat on Days
th: ทำซ้ำในแต่ละวัน

source: Repeat on Last Day of the Month
th: ทำซ้ำในวันสุดท้ายของเดือน

source: Repeat this Event
th: ทำซ้ำเหตุการณ์นี้

source: Repeats like "aaa" are easy to guess
th: ซ้ำเช่น &quot;AAA&quot; เป็นเรื่องง่ายที่จะคาดเดา

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
th: ซ้ำเช่น &quot;abcabcabc&quot; เป็นเพียงเล็กน้อยยากที่จะคาดเดามากกว่า &quot;ABC&quot;

source: Repeats {0}
th: ทำซ้ำ {0}

source: Reply
th: ตอบ

source: Reply All
th: ตอบทั้งหมด

source: Report
th: รายงาน

source: Report Builder
th: สร้างรายงาน

source: Report Column
th: คอลัมน์รายงาน

source: Report Description
th: คำอธิบายรายงาน

source: Report Document Error
th: รายงานข้อผิดพลาดของเอกสาร

source: Report Filter
th: ตัวกรองรายงาน

source: Report Filters
th: ตัวกรองรายงาน

source: Report Hide
th: แจ้งซ่อน

source: Report Information
th: ข้อมูลรายงาน

source: Report Manager
th: จัดการรายงาน

source: Report Name
th: ชื่อรายงาน

source: Report Name, Report Field and Fucntion are required to create a number card
th: ชื่อรายงาน, ฟิลด์รายงาน และฟังก์ชัน จำเป็นสำหรับการสร้างการ์ดตัวเลข

source: Report Ref DocType
th: รายงานอ้างอิงประเภทเอกสาร

source: Report Reference Doctype
th: รายงาน Doctype อ้างอิง

source: Report Type
th: ประเภทรายงาน

source: Report View
th: มุมมองรายงาน

source: Report cannot be set for Single types
th: รายงาน ไม่สามารถตั้งค่า สำหรับชนิด เดี่ยว

source: Report has no data, please modify the filters or change the Report Name
th: รายงานไม่มีข้อมูลโปรดแก้ไขตัวกรองหรือเปลี่ยนชื่อรายงาน

source: Report has no numeric fields, please change the Report Name
th: รายงานไม่มีช่องตัวเลขโปรดเปลี่ยนชื่อรายงาน

source: Report initiated, click to view status
th: รายงานเริ่มต้นแล้ว คลิกเพื่อดูสถานะ

source: Report limit reached
th: ถึงขีดจำกัดรายงานแล้ว

source: Report timed out.
th: รายงานหมดเวลาทำงานแล้ว

source: Report updated successfully
th: อัปเดตรายงานสำเร็จแล้ว

source: Report was not saved (there were errors)
th: รายงานไม่ถูกบันทึกไว้ (มีข้อผิดพลาด)

source: Report with more than 10 columns looks better in Landscape mode.
th: รายงานที่มีมากกว่า 10 คอลัมน์จะดูดีขึ้นในโหมดแนวนอน

source: Report {0}
th: รายงาน {0}

source: Report {0} deleted
th: รายงาน {0} ถูกลบแล้ว

source: Report {0} is disabled
th: รายงาน {0} เป็นคนพิการ

source: Report {0} saved
th: รายงาน {0} ถูกบันทึกแล้ว

source: Report:
th: รายงาน:

source: Reports
th: รายงาน

source: Reports & Masters
th: รายงานและผู้เชี่ยวชาญ

source: Reports already in Queue
th: รายงานอยู่ในคิวแล้ว

source: Represents a User in the system.
th: หมายถึงผู้ใช้งานในระบบ

source: Represents the states allowed in one document and role assigned to change the state.
th: ที่เป็นตัวแทนของรัฐที่ได้รับอนุญาตในเอกสารและบทบาทที่ได้รับมอบหมายในการเปลี่ยนสถานะ

source: Request Account Deletion
th: ร้องขอลบบัญชี

source: Request Body
th: เนื้อหาคำขอ

source: Request Data
th: ขอข้อมูล

source: Request Description
th: คำอธิบายคำขอ

source: Request Headers
th: เฮดเดอร์คำขอ

source: Request ID
th: รหัสคำขอ

source: Request Limit
th: ขีดจำกัดการร้องขอ

source: Request Method
th: วิธีการร้องขอ

source: Request Structure
th: โครงสร้างการร้องขอ

source: Request Timed Out
th: ร้องขอหมดเวลา

source: Request Timeout
th: หมดเวลารอคำขอ

source: Request URL
th: ขอ URL

source: Require Trusted Certificate
th: ต้องการใบรับรองที่เชื่อถือได้

source: Requires any valid fdn path. i.e. ou=groups,dc=example,dc=com
th: ต้องระบุเส้นทาง fdn ที่ถูกต้อง เช่น ou=groups,dc=example,dc=com

source: Requires any valid fdn path. i.e. ou=users,dc=example,dc=com
th: ต้องระบุเส้นทาง fdn ที่ถูกต้อง เช่น ou=users,dc=example,dc=com

source: Reset
th: รีเซ็ต

source: Reset All Customizations
th: รีเซ็ตการปรับแต่งทั้งหมด

source: Reset Changes
th: รีเซ็ตการเปลี่ยนแปลง

source: Reset Chart
th: รีเซ็ตแผนภูมิ

source: Reset Dashboard Customizations
th: รีเซ็ตการปรับแต่งแผงควบคุม

source: Reset Fields
th: รีเซ็ตฟิลด์

source: Reset LDAP Password
th: รีเซ็ตรหัสผ่าน LDAP

source: Reset Layout
th: รีเซ็ตเค้าโครง

source: Reset OTP Secret
th: รีเซ็ต OTP Secret

source: Reset Password
th: ตั้งค่ารหัสผ่าน

source: Reset Password Key
th: รีเซ็ต รหัสผ่าน ที่สำคัญ

source: Reset Password Link Expiry Duration
th: ระยะเวลาหมดอายุของลิงก์รีเซ็ตรหัสผ่าน

source: Reset Password Template
th: แม่แบบรีเซ็ตรหัสผ่าน

source: Reset Permissions for {0}?
th: ตั้งค่า สิทธิ์สำหรับ {0}?

source: Reset To Default
th: รีเซ็ตเป็นค่าเริ่มต้น

source: Reset sorting
th: รีเซ็ตการจัดเรียง

source: Reset the password for your account
th: รีเซ็ตรหัสผ่านสำหรับบัญชีของคุณ

source: Reset to default
th: รีเซ็ตเป็นค่าเริ่มต้น

source: Reset to defaults
th: รีเซ็ตเป็นค่าเริ่มต้น

source: Reset your password
th: รีเซ็ตรหัสผ่านของคุณ

source: Response
th: การเผชิญเหตุ

source: Response
th: การตอบกลับ

source: Response Type
th: พิมพ์คำตอบ

source: Rest of the day
th: ที่เหลือของวัน

source: Restore
th: ฟื้นฟู

source: Restore Original Permissions
th: เรียกคืนสิทธิ์เดิม

source: Restore to default settings?
th: เรียกคืนการตั้งค่าเริ่มต้นได้อย่างไร

source: Restored
th: การบูรณะ

source: Restoring Deleted Document
th: การกู้คืนเอกสารที่ถูกลบ

source: Restrict IP
th: จำกัด IP

source: Restrict To Domain
th: จำกัด เฉพาะโดเมน

source: Restrict to Domain
th: จำกัด โดเมน

source: Restrict user from this IP address only. Multiple IP addresses can be added by separating with commas. Also accepts partial IP addresses like (111.111.111)
th: จำกัด ผู้ใช้จากที่อยู่ IP นี้เท่านั้น ที่อยู่ IP หลายสามารถเพิ่มโดยการแยกด้วยเครื่องหมายจุลภาค ยังยอมรับที่อยู่ IP บางส่วนเช่น (111.111.111)

# Title of message showing restrictions in list view
source: Restrictions
th: ข้อ จำกัด

source: Result
th: ผลลัพธ์

source: Resume Sending
th: สมัครงานส่ง

source: Retry
th: ลองใหม่อีกครั้ง

source: Retry Sending
th: ลองส่งอีกครั้ง

source: Return to the Verification screen and enter the code displayed by your authentication app
th: กลับไปที่หน้าการยืนยันและป้อนรหัสที่แสดงโดยแอปพลิเคชันการตรวจสอบความถูกต้องของคุณ

source: Reverse Icon Color
th: ย้อนกลับไอคอนสี

source: Revert
th: คืนกลับ

source: Revert Of
th: ย้อนกลับของ

source: Reverted
th: หวนกลับ

source: Reverting length to {0} for '{1}' in '{2}'. Setting the length as {3} will cause truncation of data.
th: เปลี่ยนความยาวเป็น {0} สำหรับ &quot;{1}&quot; ใน &quot;{2}&quot; การตั้งค่าความยาวเป็น {3} จะทำให้เกิดการตัดทอนข้อมูล

source: Review
th: ทบทวน

source: Review Level
th: ระดับความคิดเห็น

source: Review Levels
th: ระดับความเห็น

source: Review Points
th: ตรวจสอบคะแนน

source: Reviews
th: ความคิดเห็น

source: Revocation URI
th: ที่อยู่ URI สำหรับการเพิกถอน

source: Revoke
th: ถอน

source: Revoked
th: เพิกถอน

source: Rich Text
th: Rich ข้อความ

source: Right
th: ขวา

# alignment
source: Right
th: ขวา

source: Right Bottom
th: ล่างขวา

source: Right Center
th: ขวากลาง

source: Role
th: บทบาท

source: Role 'All' will be given to all system + website users.
th: บทบาท 'ทั้งหมด' จะถูกมอบให้กับผู้ใช้ระบบและเว็บไซต์ทั้งหมด

source: Role 'Desk User' will be given to all system users.
th: บทบาท 'Desk User' จะถูกกำหนดให้กับผู้ใช้ระบบทั้งหมด

source: Role Name
th: ชื่อบทบาท

source: Role Permission for Page and Report
th: อนุญาตบทบาทสำหรับหน้าและรายงาน

source: Role Permissions
th: สิทธิ์บทบาท

source: Role Permissions Manager
th: ผู้จัดการ สิทธิ์ บทบาท

# Button in list view menu
source: Role Permissions Manager
th: ผู้จัดการ สิทธิ์ บทบาท

source: Role Profile
th: โปรไฟล์บทบาท

source: Role and Level
th: บทบาท และ ระดับ

source: Role has been set as per the user type {0}
th: บทบาทถูกกำหนดตามประเภทผู้ใช้ {0}

source: Roles
th: บทบาท

source: Roles & Permissions
th: บทบาทและสิทธิ์การใช้งาน

source: Roles Assigned
th: บทบาทที่ได้รับมอบหมาย

source: Roles HTML
th: HTML บทบาท

source: Roles Html
th: บทบาท Html

source: Roles can be set for users from their User page.
th: บทบาท สามารถตั้งค่าสำหรับ ผู้ใช้ จากหน้า ผู้ใช้ ของพวกเขา

source: Root {0} cannot be deleted
th: ราก {0} ไม่สามารถลบได้

source: Rounding Method
th: วิธีการปัดเศษ

source: Route
th: เส้นทาง

source: Route History
th: ประวัติเส้นทาง

source: Route Redirects
th: การเปลี่ยนเส้นทาง

source: Route: Example "/app"
th: เส้นทาง: ตัวอย่าง "/app"

source: Row
th: แถว

source: Row #
th: แถว #

source: Row # {0}: Non administrator user can not set the role {1} to the custom doctype
th: แถวที่ # {0}: ผู้ใช้ที่ไม่ใช่ผู้ดูแลระบบไม่สามารถกำหนดบทบาท {1} ให้กับประเภทเอกสารกำหนดเองได้

source: Row #{0}:
th: แถว # {0}:

source: Row #{}: Fieldname is required
th: แถวที่ #{}: จำเป็นต้องระบุชื่อฟิลด์

source: Row Format
th: รูปแบบแถว

source: Row Index
th: ดัชนีแถว

source: Row Indexes
th: ดัชนีแถว

source: Row Name
th: ชื่อแถว

source: Row Number
th: จำนวนแถว

source: Row Values Changed
th: ค่าแถวเปลี่ยน

source: Row {0}
th: แถว {0}

source: Row {0}: Not allowed to disable Mandatory for standard fields
th: แถว {0}: ไม่อนุญาตให้ปิดใช้บังคับสำหรับฟิลด์มาตรฐาน

source: Row {0}: Not allowed to enable Allow on Submit for standard fields
th: แถว {0}: ไม่อนุญาตให้เปิดใช้งานการอนุญาตในการส่งสำหรับเขตข้อมูลมาตรฐาน

source: Rows Added
th: แถวที่เพิ่มเข้ามา

source: Rows Removed
th: แถวลบออก

source: Rows Threshold for Grid Search
th: เกณฑ์จำนวนแถวสำหรับการค้นหาแบบกริด

source: Rule
th: กฎ

source: Rule Conditions
th: เงื่อนไขกฎ

source: Rule Name
th: ชื่อกฎ

source: Rule for this doctype, role, permlevel and if-owner combination already exists.
th: กฎสำหรับประเภทเอกสารนี้ บทบาท ระดับสิทธิ์ และการเป็นเจ้าของนี้ มีอยู่แล้วในระบบ

source: Rules
th: กฎเกณฑ์

source: Rules defining transition of state in the workflow.
th: กฎการกำหนดเปลี่ยนแปลงของรัฐในเวิร์กโฟลว์

source: Rules for how states are transitions, like next state and which role is allowed to change state etc.
th: กฎสำหรับวิธีการเปลี่ยนรัฐเช่นรัฐต่อไปและบทบาทที่ได้รับอนุญาตให้เปลี่ยนสถานะ ฯลฯ

source: Rules with higher priority number will be applied first.
th: ระบบจะใช้กฎที่มีลำดับความสำคัญสูงกว่าก่อน

source: Run Jobs only Daily if Inactive For (Days)
th: เรียกใช้งานเฉพาะรายวันหากไม่ได้ใช้งานสำหรับ (วัน)

source: Run scheduled jobs only if checked
th: เรียกใช้งานที่กำหนดเฉพาะในกรณีที่มีการตรวจสอบ

source: Runtime in Minutes
th: ระยะเวลาทำงาน (นาที)

source: Runtime in Seconds
th: ระยะเวลาทำงานเป็นวินาที

source: S3 Backup complete!
th: การสำรองข้อมูล S3 เสร็จสิ้นแล้ว!

source: S3 Bucket Details
th: รายละเอียดถัง S3

source: SMS
th: ข้อความ

source: SMS Gateway URL
th: URL เกตเวย์ SMS

source: SMS Parameter
th: พารามิเตอร์ SMS

source: SMS Settings
th: การตั้งค่า SMS

source: SMS sent successfully
th: ส่ง SMS สำเร็จแล้ว

source: SMS was not sent. Please contact Administrator.
th: ไม่ได้ส่ง SMS กรุณาติดต่อผู้ดูแลระบบ

source: SMTP Server is required
th: ต้องระบุ SMTP Server

source: SMTP Settings for outgoing emails
th: การตั้งค่า SMTP สำหรับอีเมลขาออก

source: SQL Conditions. Example: status="Open"
th: เงื่อนไข SQL ตัวอย่าง: สถานะ = &quot;เปิด&quot;

source: SQL Explain
th: SQL อธิบาย

source: SQL Output
th: ผลลัพธ์ SQL

source: SQL Queries
th: คำสั่ง SQL

source: SSL/TLS Mode
th: โหมด SSL / TLS

source: SWATCHES
th: ตัวอย่างสี

source: Sales Manager
th: ผู้จัดการฝ่ายขาย

source: Sales Master Manager
th: ผู้จัดการฝ่ายขายปริญญาโท

source: Sales User
th: ผู้ขาย

source: Salutation
th: คำอวยพร

source: Same Field is entered more than once
th: มีการป้อนฟิลด์เดียวกันมากกว่าหนึ่งครั้ง

source: Sample
th: กลุ่มข้อมูลตัวอย่าง

source: Saturday
th: วันเสาร์

source: Save
th: บันทึก

source: Save Anyway
th: บันทึกอย่างไรก็ตาม

source: Save As
th: บันทึกเป็น

source: Save Customizations
th: บันทึกการปรับแต่ง

source: Save Filter
th: บันทึกตัวกรอง

source: Save Report
th: บันทึกรายงาน

source: Save filters
th: บันทึกตัวกรอง

source: Save on Completion
th: บันทึกเมื่อเสร็จสิ้น

source: Save the document.
th: บันทึกเอกสาร

source: Saved
th: ที่บันทึกไว้

source: Saving
th: กำลังบันทึก

# Freeze message while saving a document
source: Saving
th: กำลังบันทึก

source: Saving Customization...
th: กำลังบันทึกการปรับแต่ง...

source: Saving this will export this document as well as the steps linked here as json.
th: การบันทึกนี้จะส่งออกเอกสารนี้รวมถึงขั้นตอนที่เชื่อมโยงไว้ที่นี่ในรูปแบบ json ด้วย

source: Saving...
th: ประหยัด...

source: Scan QRCode
th: สแกน QRCode

source: Scan the QR Code and enter the resulting code displayed.
th: สแกน QR Code และป้อนรหัสผลลัพธ์ที่แสดง

source: Schedule
th: กำหนดการ

source: Schedule Newsletter
th: กำหนดเวลาส่งจดหมายข่าว

source: Schedule Send At
th: กำหนดเวลาส่ง

source: Schedule sending
th: กำหนดเวลาส่ง

source: Schedule sending at a later time
th: กำหนดเวลาส่งในภายหลัง

source: Scheduled
th: กำหนด

source: Scheduled Against
th: กำหนดไว้สำหรับ

source: Scheduled Job
th: งานที่กำหนดไว้

source: Scheduled Job Log
th: บันทึกการใช้งานตามกำหนดเวลา

source: Scheduled Job Type
th: ประเภทงานที่กำหนด

source: Scheduled Jobs Logs
th: บันทึกงานที่กำหนดเวลาไว้

source: Scheduled Sending
th: กำหนดเวลาส่ง

source: Scheduled To Send
th: การกำหนดตารางเวลาในการส่ง

source: Scheduled execution for script {0} has updated
th: การดำเนินการตามกำหนดการสำหรับสคริปต์ {0} ได้รับการอัปเดต

source: Scheduled to send
th: กำหนดให้ส่ง

source: Scheduler
th: ตัวจัดกำหนดการ

source: Scheduler Event
th: เหตุการณ์เครื่องจัดตารางเวลา

source: Scheduler Inactive
th: ไม่ใช้งานตัวกำหนดตารางเวลา

source: Scheduler Status
th: สถานะตัวจัดกำหนดการ

source: Scheduler can not be re-enabled when maintenance mode is active.
th: ไม่สามารถเปิดใช้งาน Scheduler ใหม่ได้เมื่ออยู่ในโหมดบำรุงรักษา

source: Scheduler is inactive. Cannot import data.
th: ตัวกำหนดตารางเวลาไม่ทำงาน ไม่สามารถนำเข้าข้อมูล

source: Scheduler: Active
th: ตัวกำหนดตารางเวลา: กำลังใช้งาน

source: Scheduler: Inactive
th: ตัวกำหนดเวลา: ไม่ทำงาน

source: Scope
th: ขอบเขต

source: Scopes
th: ขอบเขต

source: Script
th: ต้นฉบับ

source: Script Manager
th: ผู้จัดการสคริปต์

source: Script Report
th: รายงานสคริปต์

source: Script Type
th: ประเภทสคริปต์

source: Script to attach to all web pages.
th: สคริปต์ที่จะแนบไปยังหน้าเว็บทั้งหมด

source: Scripting
th: การเขียนสคริปต์

source: Scripting / Style
th: การเขียนสคริปต์ / รูปแบบ

source: Scripts
th: สคริปต์

source: Search
th: ค้นหา

source: Search Bar
th: แถบค้นหา

source: Search Fields
th: เขตข้อมูลการค้นหา

source: Search Help
th: ค้นหาความช่วยเหลือ

source: Search Priorities
th: ลำดับความสำคัญของการค้นหา

source: Search Results
th: ผลการค้นหา

source: Search Results for
th: ผลการค้นหา สำหรับ

source: Search by filename or extension
th: ค้นหาตามชื่อไฟล์หรือนามสกุล

source: Search field {0} is not valid
th: ช่องค้นหา {0} ไม่ถูกต้อง

source: Search fields
th: ค้นหาฟิลด์

source: Search fieldtypes...
th: ค้นหาประเภทฟิลด์...

source: Search for anything
th: ค้นหาอะไร

source: Search for {0}
th: ค้นหา {0}

source: Search in a document type
th: ค้นหาในรูปแบบเอกสาร

source: Search or type a command ({0})
th: ค้นหาหรือพิมพ์คำสั่ง ({0})

source: Search properties...
th: ค้นหาคุณสมบัติ...

source: Search results for
th: ผลการค้นหาสำหรับ

source: Search...
th: ค้นหา...

source: Searching ...
th: กำลังค้นหา ...

# Duration
source: Seconds
th: วินาที

source: Section
th: มาตรา

source: Section Break
th: แบ่งส่วน

source: Section Heading
th: มาตราหัวเรื่อง

source: Section ID
th: รหัสส่วน

source: Section Title
th: หัวข้อส่วน

source: Section must have at least one column
th: ส่วนต้องมีอย่างน้อยหนึ่งคอลัมน์

source: Security Settings
th: การตั้งค่าการรักษาความปลอดภัย

source: See all Activity
th: ดูกิจกรรมทั้งหมด

source: See all past reports.
th: ดูรายงานที่ผ่านมาทั้งหมด

source: See on Website
th: ดูในเว็บไซต์

# Button in web form
source: See previous responses
th: ดูการตอบกลับก่อนหน้า

source: See the document at {0}
th: ดูเอกสารที่ {0}

source: Seen
th: การกระทำ

source: Seen By
th: เห็นโดย

source: Seen By Table
th: เห็นได้จากตาราง

source: Select
th: เลือก

source: Select All
th: เลือกทั้งหมด

source: Select Attachments
th: เลือกสิ่งที่แนบ

source: Select Child Table
th: เลือกตารางลูก

source: Select Column
th: เลือกคอลัมน์

source: Select Columns
th: เลือกคอลัมน์

source: Select Country
th: เลือกประเทศ

source: Select Currency
th: เลือกสกุลเงิน

source: Select Dashboard
th: เลือกแดชบอร์ด

source: Select Date Range
th: เลือกช่วงวันที่

source: Select DocType
th: เลือก DocType

source: Select Doctype
th: เลือก Doctype

source: Select Document
th: เลือกเอกสาร

source: Select Document Type
th: เลือกประเภทของเอกสาร

source: Select Document Type or Role to start.
th: เลือกประเภทของเอกสารหรือบทบาทที่จะเริ่มต้น

source: Select Document Types to set which User Permissions are used to limit access.
th: เลือกประเภทของเอกสารที่จะกำหนดสิทธิ์ของผู้ใช้ที่จะใช้ในการ จำกัด การเข้าถึง

source: Select Field
th: เลือกฟิลด์

source: Select Field...
th: เลือกสนาม ...

source: Select Fields
th: เลือกฟิลด์

source: Select Fields To Insert
th: เลือกฟิลด์ที่จะแทรก

source: Select Fields To Update
th: เลือกฟิลด์ที่จะอัปเดต

source: Select Filters
th: เลือกตัวกรอง

source: Select Google Calendar to which event should be synced.
th: เลือก Google ปฏิทินที่จะซิงค์กิจกรรม

source: Select Google Contacts to which contact should be synced.
th: เลือก Google Contacts ที่จะซิงค์รายชื่อติดต่อ

source: Select Group By...
th: เลือกจัดกลุ่มตาม ...

source: Select Kanban
th: เลือก Kanban

source: Select Language
th: เลือกภาษา

source: Select List View
th: เลือกมุมมองรายการ

source: Select Mandatory
th: เลือกบังคับ

source: Select Module
th: เลือกโมดูล

source: Select Network Printer
th: เลือกเครื่องพิมพ์เครือข่าย

source: Select Page
th: เลือกหน้า

source: Select Print Format
th: เลือกรูปแบบพิมพ์

source: Select Print Format to Edit
th: เลือกรูปแบบการพิมพ์ที่จะแก้ไข

source: Select Report
th: เลือกรายงาน

source: Select Table Columns for {0}
th: เลือกคอลัมน์ตารางสำหรับ {0}

source: Select Time Zone
th: เลือกเขตเวลา

source: Select Transaction
th: เลือกรายการ

source: Select Workflow
th: เลือกเวิร์กโฟลว์

source: Select Workspace
th: เลือกพื้นที่ทำงาน

source: Select a Brand Image first.
th: เลือกยี่ห้อภาพแรก

source: Select a DocType to make a new format
th: เลือก DocType ที่จะทำให้รูปแบบใหม่

source: Select a document to check if it meets conditions.
th: เลือกเอกสารเพื่อตรวจสอบว่าเป็นไปตามเงื่อนไขหรือไม่

source: Select a document to preview request data
th: เลือกเอกสารเพื่อแสดงตัวอย่างข้อมูลคำขอ

source: Select a field to edit its properties.
th: เลือกฟิลด์เพื่อแก้ไขคุณสมบัติของฟิลด์นั้น

source: Select a group node first.
th: เลือกโหนดกลุ่มแรก

source: Select a valid Sender Field for creating documents from Email
th: เลือกฟิลด์ผู้ส่งที่ถูกต้องสำหรับการสร้างเอกสารจากอีเมล

source: Select a valid Subject field for creating documents from Email
th: เลือกช่องหัวเรื่องที่ถูกต้องสำหรับการสร้างเอกสารจากอีเมล

source: Select an Image
th: เลือกภาพ

source: Select an app to continue
th: เลือกแอปเพื่อดำเนินการต่อ

source: Select an existing format to edit or start a new format.
th: เลือกรูปแบบที่มีอยู่เพื่อแก้ไขหรือเริ่มต้นรูปแบบใหม่

source: Select an image of approx width 150px with a transparent background for best results.
th: เลือกภาพจาก 150px ความกว้างประมาณกับพื้นหลังโปร่งใสเพื่อให้ได้ผลลัพธ์ที่ดีที่สุด

source: Select atleast 1 record for printing
th: เลือกอย่างน้อย 1 รายการสำหรับการพิมพ์

source: Select atleast 2 actions
th: เลือกการกระทำอย่างน้อย 2 ครั้ง

# Description of a list view shortcut
source: Select list item
th: เลือกรายการ

# Description of a list view shortcut
source: Select multiple list items
th: เลือกหลายรายการ

source: Select or drag across time slots to create a new event.
th: เลือกหรือลากผ่านช่วงเวลาที่จะสร้างเหตุการณ์ใหม่

source: Select records for assignment
th: เลือกบันทึกสำหรับการมอบหมาย

source: Select records for removing assignment
th: เลือกระเบียนเพื่อยกเลิกการมอบหมาย

source: Select the label after which you want to insert new field.
th: เลือกป้ายชื่อหลังจากที่คุณต้องการแทรกเขตข้อมูลใหม่

source: Select two versions to view the diff.
th: เลือกสองเวอร์ชันเพื่อตรวจสอบความแตกต่าง

source: Select {0}
th: เลือก {0}

source: Self approval is not allowed
th: การอนุมัติด้วยตัวเองไม่ได้รับอนุญาต

source: Send
th: ส่ง

# Send Email
source: Send
th: ส่ง

source: Send After
th: หลังจากที่ส่ง

source: Send Alert On
th: แจ้งเตือนเมื่อวันที่

source: Send Email Alert
th: ส่งการแจ้งเตือนทางอีเมล

source: Send Email At
th: ส่งอีเมลเมื่อ

source: Send Email On State
th: ส่งอีเมลเมื่อสถานะเปลี่ยนแปลง

source: Send Email Print Attachments as PDF (Recommended)
th: ส่งอีเมล์สิ่งที่แนบมาพิมพ์เป็น PDF (แนะนำ)

source: Send Email To Creator
th: ส่งอีเมลถึงผู้สร้าง

source: Send Email for Successful Backup
th: ส่งอีเมลเพื่อการสำรองข้อมูลที่ประสบความสำเร็จ

source: Send Email for Successful backup
th: ส่งอีเมลสำหรับการสำรองข้อมูลที่ประสบความสำเร็จ

source: Send Me A Copy of Outgoing Emails
th: ส่งสำเนาอีเมลขาออก

source: Send Notification To
th: ส่งการแจ้งเตือนไปที่

source: Send Notification to
th: ส่งการแจ้งเตือนไปที่

source: Send Notifications For Documents Followed By Me
th: ส่งการแจ้งเตือนสำหรับเอกสารตามด้วยฉัน

source: Send Notifications For Email Threads
th: ส่งการแจ้งเตือนสำหรับเธรดอีเมล

source: Send Notifications To
th: แจ้งเตือนไปให้

source: Send Now
th: ส่งเดี๋ยวนี้

source: Send Print as PDF
th: ส่งเอกสารพิมพ์เป็นไฟล์ PDF

source: Send Read Receipt
th: ส่งใบเสร็จรับเงินอ่าน

source: Send System Notification
th: ส่งการแจ้งเตือนระบบ

source: Send Test Email
th: ส่งอีเมลทดสอบ

source: Send To All Assignees
th: ส่งถึงผู้รับมอบหมายทั้งหมด

source: Send Unsubscribe Link
th: ส่งลิงค์ยกเลิกการรับข่าวสาร

source: Send Web View Link
th: ส่งลิงก์ดูเว็บ

source: Send Welcome Email
th: ส่งอีเมล์ยินดีต้อนรับ

source: Send a request to delete your account
th: ส่งคำขอลบบัญชีของคุณ

source: Send a test email
th: ส่งอีเมลทดสอบ

source: Send again
th: ส่งอีกครั้ง

source: Send alert if date matches this field's value
th: ส่งการแจ้งเตือนถ้าวันที่ตรงกับค่าของเขตนี้

source: Send alert if this field's value changes
th: ส่งการแจ้งเตือนหากมีการเปลี่ยนแปลงค่าของเขตนี้

source: Send an email reminder in the morning
th: ส่งอีเมลเตือนในตอนเช้า

source: Send days before or after the reference date
th: ส่งวันก่อนหรือหลังวันที่อ้างอิง

source: Send email when document transitions to the state.
th: ส่งอีเมลเมื่อเอกสารเปลี่ยนสถานะ
