Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

# Button text
source: Delete section
th: ลบส่วน

# Button text
source: Delete tab
th: ลบแท็บ

source: Delete this record to allow sending to this email address
th: ลบบันทึกนี้จะอนุญาตให้ส่งไปยังที่อยู่อีเมลนี้

# Title of confirmation dialog
source: Delete {0} item permanently?
th: ลบรายการ {0} อย่างถาวรหรือไม่?

# Title of confirmation dialog
source: Delete {0} items permanently?
th: ลบ {0} รายการอย่างถาวร?

source: Deleted
th: ที่ถูกลบ

source: Deleted DocType
th: DocType ที่ถูกลบ

source: Deleted Document
th: เอกสารที่ถูกลบ

source: Deleted Documents
th: เอกสารที่ถูกลบ

source: Deleted Name
th: ชื่อที่ถูกลบ

source: Deleted all documents successfully
th: ลบเอกสารทั้งหมดสำเร็จแล้ว

source: Deleted!
th: ลบแล้ว!

source: Deleting {0}
th: การลบ {0}

source: Deleting {0} records...
th: กำลังลบข้อมูล {0} รายการ...

source: Deleting {0}...
th: กำลังลบ {0}...

source: Deletion Steps
th: ขั้นตอนการลบ

source: Delimiter must be a single character
th: ตัวคั่นต้องเป็นอักขระเดียว

source: Delivery Status
th: สถานะการจัดส่งสินค้า

source: Deny
th: ปฏิเสธ

source: Department
th: แผนก

source: Dependencies
th: การพึ่งพา

source: Depends On
th: ขึ้นอยู่กับ

source: Descendants Of
th: ลูกหลานของ

source: Descendants Of (inclusive)
th: ทายาทของ (รวม)

source: Description
th: คำอธิบาย

source: Description for listing page, in plain text, only a couple of lines. (max 200 characters)
th: คำอธิบายสำหรับหน้าแสดงรายการเป็นข้อความธรรมดาเพียงไม่กี่บรรทัด (สูงสุด 200 อักขระ)

source: Description to inform the user about any action that is going to be performed
th: คำอธิบายเพื่อแจ้งให้ผู้ใช้ทราบเกี่ยวกับการดำเนินการใดๆ ที่จะเกิดขึ้น

source: Designation
th: การแต่งตั้ง

source: Desk Access
th: การเข้าถึง โต๊ะทำงาน

source: Desk Settings
th: การตั้งค่า โต๊ะทำงานของคุณ

source: Desk Theme
th: ธีมเดสก์ท็อป

source: Desk User
th: ผู้ใช้เดสก์

source: Desktop Icon
th: เดสก์ท็อปไอคอน

source: Desktop Icon already exists
th: เดสก์ท็อปไอคอนมีอยู่แล้ว

source: Details
th: รายละเอียด

source: Did not add
th: ไม่ได้เพิ่ม

source: Did not remove
th: ไม่ได้ลบ

source: Diff
th: ความแตกต่าง

source: Different "States" this document can exist in. Like "Open", "Pending Approval" etc.
th: ที่แตกต่างกัน &quot;รัฐ&quot; เอกสารนี้สามารถอยู่มาชอบ &quot;เปิด&quot;, &quot;รอการอนุมัติ&quot; ฯลฯ

source: Digits
th: ตัวเลข

source: Directory Server
th: เซิร์ฟเวอร์ไดเรกทอรี

source: Disable Auto Refresh
th: ปิดใช้งานการรีเฟรชอัตโนมัติ

source: Disable Automatic Recency Filters
th: ปิดใช้งานตัวกรองความสดใหม่อัตโนมัติ

source: Disable Change Log Notification
th: ปิดการแจ้งเตือนบันทึกการเปลี่ยนแปลง

source: Disable Comment Count
th: ปิดการนับความคิดเห็น

source: Disable Comments
th: ปิดการใช้งานความคิดเห็น

source: Disable Count
th: ปิดใช้งานการนับ

source: Disable Document Sharing
th: ปิดการแชร์เอกสาร

source: Disable Likes
th: ปิดการถูกใจ

source: Disable Report
th: ปิดการใช้งานรายงาน

source: Disable SMTP server authentication
th: ปิดใช้งานการรับรองความถูกต้องเซิร์ฟเวอร์ SMTP

source: Disable Sidebar Stats
th: ปิดใช้งานสถิติของแถบด้านข้าง

source: Disable Signup for your site
th: ปิดการลงทะเบียนสำหรับไซต์ของคุณ

source: Disable Standard Email Footer
th: ปิดการใช้งานส่วนท้ายอีเมล์มาตรฐาน

source: Disable System Update Notification
th: ปิดการแจ้งเตือนอัปเดตระบบ

source: Disable Username/Password Login
th: ปิดใช้งานการเข้าสู่ระบบด้วยชื่อผู้ใช้/รหัสผ่าน

source: Disable signups
th: ปิดการลงทะเบียน

source: Disabled
th: พิการ

source: Disabled Auto Reply
th: ปิดใช้งานการตอบกลับอัตโนมัติ

source: Discard
th: ยกเลิก

# Button in web form
source: Discard
th: ยกเลิก

# Discard Email
source: Discard
th: ทิ้ง

source: Discard?
th: ยกเลิกใช่หรือไม่?

source: Disclaimer: These indexes are suggested based on data and queries performed during this recording. These suggestions may or may not help.
th: ข้อจำกัดความรับผิดชอบ: ดัชนีเหล่านี้เป็นข้อเสนอแนะโดยอิงจากข้อมูลและการสืบค้นที่ดำเนินการในระหว่างการบันทึกนี้ ข้อเสนอแนะเหล่านี้อาจช่วยหรือไม่ช่วยก็ได้

source: Discussion Reply
th: ตอบกลับการสนทนา

source: Discussion Topic
th: หัวข้ออภิปราย

source: Dismiss
th: ปิด

# Stop showing the onboarding widget.
source: Dismiss
th: ปิด

source: Display
th: แสดงผล

source: Display Depends On
th: จอแสดงผลขึ้นอยู่กับ

source: Display Depends On (JS)
th: แสดงขึ้นอยู่กับ (JS)

source: Divider
th: ตัวแบ่ง

source: Do Not Create New User
th: ห้ามสร้างผู้ใช้ใหม่

source: Do not create new user if user with email does not exist in the system
th: หากไม่มีผู้ใช้ที่มีอีเมลนี้ในระบบ จะไม่สร้างผู้ใช้ใหม่

source: Do not edit headers which are preset in the template
th: อย่าแก้ไขส่วนหัวที่ตั้งไว้ในแม่แบบ

source: Do not have permission to access bucket {0}.
th: ไม่มีสิทธิ์ในการเข้าถึงบัคเก็ต {0}

source: Do you still want to proceed?
th: คุณยังต้องการดำเนินการต่อหรือไม่?

source: Do you want to cancel all linked documents?
th: คุณต้องการยกเลิกเอกสารที่เชื่อมโยงทั้งหมดหรือไม่

source: Doc Event
th: เหตุการณ์หมอ

source: Doc Status
th: สถานะ Doc

source: DocStatus of the following states have changed:<br><strong>{0}</strong><br> Do you want to update the docstatus of existing documents in those states?<br> This does not undo any effect bought in by the document's existing docstatus.
th: สถานะ DocStatus ของสถานะต่อไปนี้ได้เปลี่ยนแปลง:<br><strong>{0}</strong><br> คุณต้องการอัปเดตสถานะ docstatus ของเอกสารที่มีอยู่ในสถานะเหล่านั้นหรือไม่?<br> การดำเนินการนี้จะไม่ย้อนกลับผลกระทบใด ๆ ที่เกิดจากสถานะ docstatus ปัจจุบันของเอกสารนั้น ๆ

source: DocType <b>{0}</b> provided for the field <b>{1}</b> must have atleast one Link field
th: DocType <b>{0} ที่</b> ระบุไว้สำหรับฟิลด์ <b>{1}</b> ต้องมีฟิลด์ลิงก์อย่างน้อยหนึ่งฟิลด์

source: DocType Action
th: การกระทำของ DocType

source: DocType Event
th: เหตุการณ์ DocType

source: DocType Layout
th: เค้าโครง DocType

source: DocType Layout Field
th: เค้าโครงฟิลด์ DocType

source: DocType Link
th: ลิงค์ DocType

source: DocType State
th: สถานะประเภทเอกสาร

source: DocType View
th: มุมมอง DocType

source: DocType can not be merged
th: DocType ไม่สามารถ รวม

source: DocType can only be renamed by Administrator
th: DocType สามารถเปลี่ยนชื่อโดย Administrator

source: DocType is a Table / Form in the application.
th: DocType เป็นตาราง / แบบฟอร์มในใบสมัคร

source: DocType must be Submittable for the selected Doc Event
th: DocType ต้องถูกส่งต่อสำหรับเหตุการณ์ Doc ที่เลือกไว้

source: DocType must be a string
th: DocType ต้องเป็นสตริง

source: DocType must have atleast one field
th: DocType ต้องมีฟิลด์อย่างน้อยหนึ่งฟิลด์

source: DocType not supported by Log Settings.
th: DocType ไม่ได้รับการสนับสนุนโดยการตั้งค่าบันทึก

source: DocType on which this Workflow is applicable.
th: DOCTYPE ที่เวิร์กโฟลว์นี้ใช้ได้

source: DocType required
th: DocType ที่จำเป็น

source: DocType {0} does not exist.
th: DocType {0} ไม่มีอยู่จริง

source: DocType {} not found
th: ไม่พบ DocType {}

source: DocType's name should not start or end with whitespace
th: ชื่อของ DocType ไม่ควรขึ้นต้นหรือลงท้ายด้วยช่องว่าง

source: DocTypes can not be modified, please use {0} instead
th: ไม่สามารถแก้ไข DocTypes ได้ กรุณาใช้ {0} แทน

source: Doctype name is limited to {0} characters ({1})
th: ชื่อ Doctype จำกัดความยาวไม่เกิน {0} ตัวอักษร ({1})

source: Doctype required
th: ต้องใช้ Doctype

source: Doctype with same route already exist. Please choose different title.
th: มี Doctype ที่ใช้เส้นทางเดียวกันอยู่แล้ว กรุณาเลือกชื่อเรื่องที่แตกต่างกัน

source: Document
th: เอกสาร

source: Document Actions
th: การดำเนินการเกี่ยวกับเอกสาร

source: Document Follow
th: ติดตามเอกสาร

source: Document Follow Notification
th: เอกสารแจ้งเตือนการติดตาม

source: Document Link
th: ลิงค์เอกสาร

source: Document Linking
th: การเชื่อมโยงเอกสาร

source: Document Links
th: ลิงค์เอกสาร

source: Document Links Row #{0}: Could not find field {1} in {2} DocType
th: แถวลิงก์เอกสาร #{0}: ไม่พบฟิลด์ {1} ในประเภทเอกสาร {2}

source: Document Links Row #{0}: Invalid doctype or fieldname.
th: แถวลิงก์เอกสาร #{0}: ประเภทเอกสารหรือชื่อฟิลด์ไม่ถูกต้อง

source: Document Links Row #{0}: Parent DocType is mandatory for internal links
th: ลิงก์เอกสาร แถวที่ #{0}: ประเภทเอกสารหลักเป็นข้อมูลบังคับสำหรับลิงก์ภายใน

source: Document Links Row #{0}: Table Fieldname is mandatory for internal links
th: ลิงก์เอกสาร แถวที่ #{0}: ชื่อฟิลด์ตารางเป็นข้อมูลที่จำเป็นสำหรับลิงก์ภายใน

source: Document Name
th: ชื่อเอกสาร

source: Document Name must be a string
th: ชื่อเอกสารต้องเป็นข้อความประเภทสตริง

source: Document Naming Rule
th: กฎการตั้งชื่อเอกสาร

source: Document Naming Rule Condition
th: เงื่อนไขกฎการตั้งชื่อเอกสาร

source: Document Naming Settings
th: การตั้งค่าการตั้งชื่อเอกสาร

source: Document Queued
th: เอกสารที่ถูกจัดคิว

source: Document Restoration Summary
th: สรุปการกู้คืนเอกสาร

source: Document Restored
th: กู้คืนเอกสารแล้ว

source: Document Saved
th: เอกสารถูกบันทึกแล้ว

source: Document Share
th: แบ่งปันเอกสาร

source: Document Share Key
th: รหัสแชร์เอกสาร

source: Document Share Key Expiry (in Days)
th: วันหมดอายุของรหัสแชร์เอกสาร (เป็นวัน)

source: Document Share Report
th: แบ่งปันเอกสารรายงาน

source: Document States
th: เอกสารสหรัฐอเมริกา

source: Document Status
th: สถานะเอกสาร

source: Document Tag
th: แท็กเอกสาร

source: Document Title
th: ชื่อเอกสาร

source: Document Type
th: ประเภทเอกสาร

source: Document Type and Function are required to create a number card
th: ประเภทเอกสารและฟังก์ชันเป็นข้อมูลที่จำเป็นสำหรับการสร้างการ์ดหมายเลข

source: Document Type is not importable
th: ประเภทเอกสารไม่สามารถนำเข้าได้

source: Document Type is not submittable
th: ประเภทเอกสารไม่สามารถส่งได้

source: Document Type to Track
th: ประเภทเอกสารที่จะติดตาม

source: Document Type {0} has been repeated.
th: มีการทำซ้ำประเภทเอกสาร {0}

source: Document Types
th: ประเภทเอกสาร

source: Document Types (Select Permissions Only)
th: ประเภทเอกสาร (เฉพาะสิทธิ์การเลือก)

source: Document Types and Permissions
th: ประเภทเอกสารและสิทธิ์การใช้งาน

source: Document Unlocked
th: เอกสารปลดล็อกแล้ว

source: Document has been cancelled
th: เอกสารถูกยกเลิกแล้ว

source: Document has been submitted
th: เอกสารถูกส่งแล้ว

source: Document is in draft state
th: เอกสารอยู่ในสถานะร่าง

source: Document is only editable by users with role
th: เอกสารสามารถแก้ไขได้โดยผู้ใช้ที่มีบทบาทเท่านั้น

source: Document not Relinked
th: เอกสารไม่ได้เชื่อมโยงใหม่

source: Document renamed from {0} to {1}
th: เอกสารถูกเปลี่ยนชื่อจาก {0} เป็น {1}

source: Document renaming from {0} to {1} has been queued
th: การเปลี่ยนชื่อเอกสารจาก {0} เป็น {1} ได้ถูกจัดคิวแล้ว

source: Document type is required to create a dashboard chart
th: ต้องใช้ประเภทเอกสารเพื่อสร้างแผนภูมิแดชบอร์ด

source: Document {0} Already Restored
th: เอกสาร {0} กู้คืนแล้ว

source: Document {0} has been set to state {1} by {2}
th: เอกสาร {0} ได้รับการตั้งค่าสถานะ {1} โดย {2}

source: Document {0} {1} does not exist
th: เอกสาร {0} {1} ไม่มีอยู่ในระบบ

source: Documentation Link
th: ลิงค์เอกสาร

source: Documentation URL
th: URL เอกสาร

source: Documents
th: เอกสาร

source: Documents restored successfully
th: กู้คืนเอกสารสำเร็จแล้ว

source: Documents that failed to restore
th: เอกสารที่กู้คืนไม่สำเร็จ

source: Documents that were already restored
th: เอกสารที่กู้คืนแล้ว

source: Domain
th: โดเมน

source: Domain Name
th: ชื่อโดเมน

source: Domain Settings
th: การตั้งค่าโดเมน

source: Domains HTML
th: โดเมน HTML

source: Don't HTML Encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
th: ไม่ได้แท็ก HTML เข้ารหัส HTML เช่น &lt;script&gt; หรือเพียงแค่ตัวอักษรเช่น &lt;หรือ&gt; ขณะที่พวกเขาสามารถนำมาใช้โดยเจตนาในด้านนี้

source: Don't Import
th: ไม่ต้องนำเข้า

source: Don't Override Status
th: อย่าแทนที่สถานะ

source: Don't Send Emails
th: อย่าส่งอีเมล

source: Don't encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
th: อย่ารหัสแท็ก HTML เช่น <script> หรือเพียงแค่ตัวอักษรอย่าง < หรือ > เนื่องจากอาจมีการใช้งานโดยเจตนาในช่องนี้

source: Don't have an account?
th: ยังไม่มีบัญชีใช่ไหม?

source: Done
th: เสร็จสิ้นแล้ว

source: Donut
th: โดนัท

source: Double click to edit label
th: ดับเบิลคลิกเพื่อแก้ไขป้ายกำกับ

source: Download
th: ดาวน์โหลด

# Export report
source: Download
th: ดาวน์โหลด

source: Download Backups
th: ดาวน์โหลดสำรอง

source: Download Data
th: ดาวน์โหลดข้อมูล

source: Download Files Backup
th: ดาวน์โหลดไฟล์สำรอง

source: Download Link
th: ลิ้งค์ดาวน์โหลด

source: Download PDF
th: ดาวน์โหลด PDF

source: Download Report
th: ดาวน์โหลดรายงาน

source: Download Template
th: ดาวน์โหลดแม่แบบ

source: Download Your Data
th: ดาวน์โหลดข้อมูลของคุณ

source: Download as CSV
th: ดาวน์โหลดเป็น CSV

source: Download vCard
th: ดาวน์โหลด vCard

source: Download vCards
th: ดาวน์โหลด vCards

source: Dr
th: เดบิต

source: Draft
th: ร่าง

source: Drag
th: ลาก

source: Drag & Drop a section here from another tab
th: ลากและวางส่วนหนึ่งที่นี่จากแท็บอื่น

source: Drag and drop files here or upload from
th: ลากและวางไฟล์ที่นี่หรืออัปโหลดจาก

source: Drag columns to set order. Column width is set in percentage. The total width should not be more than 100. Columns marked in red will be removed.
th: ลากคอลัมน์เพื่อกำหนดลำดับ ความกว้างของคอลัมน์ตั้งเป็นเปอร์เซ็นต์ ความกว้างรวมทั้งหมดไม่ควรเกิน 100 คอลัมน์ที่ทำเครื่องหมายสีแดงจะถูกลบออก

source: Drag elements from the sidebar to add. Drag them back to trash.
th: องค์ประกอบลากจากแถบด้านข้างเพื่อเพิ่ม ลากพวกเขากลับไปยังถังขยะ

source: Drag to add state
th: ลากเพื่อเพิ่มสถานะ

source: Drop files here
th: วางไฟล์ที่นี่

source: Dropbox Access Token
th: โทเค็นการเข้าถึง Dropbox

source: Dropbox Refresh Token
th: รีเฟรชโทเค็น Dropbox

source: Dropbox Settings
th: การตั้งค่า Dropbox

source: Dropbox Setup
th: การติดตั้ง Dropbox

source: Dropdowns
th: ดรอปดาวน์

source: Due Date
th: วันที่ครบกำหนด

source: Duplicate
th: ซ้ำ

source: Duplicate Entry
th: รายการซ้ำ

source: Duplicate Filter Name
th: ชื่อตัวกรองซ้ำ

source: Duplicate Name
th: ชื่อที่ซ้ำกัน

source: Duplicate Workspace
th: เวิร์กสเปซซ้ำกัน

source: Duplicate current row
th: ทำสำเนาแถวปัจจุบัน

source: Duplicate field
th: ฟิลด์ซ้ำกัน

source: Duplicate of {0} named as {1} is created successfully
th: สำเนาของ {0} ที่ชื่อว่า {1} ถูกสร้างขึ้นเรียบร้อยแล้ว

source: Duration
th: ระยะเวลา

source: Dynamic
th: ไดนามิก

source: Dynamic Filters
th: ตัวกรองแบบไดนามิก

source: Dynamic Filters JSON
th: ตัวกรองแบบไดนามิก JSON

source: Dynamic Filters Section
th: ส่วนฟิลเตอร์แบบไดนามิก

source: Dynamic Link
th: การเชื่อมโยงแบบไดนามิก

source: Dynamic Report Filters
th: ตัวกรองรายงานแบบไดนามิก

source: Dynamic Route
th: เส้นทางแบบไดนามิก

source: Dynamic Template
th: เทมเพลตแบบไดนามิก

source: Each document created in ERPNext can have a unique ID generated for it, using a prefix defined for it. Though each document has some prefix pre-configured, you can further customize it using tools like Naming Series Tool and Document Naming Rule.
th: เอกสารแต่ละฉบับที่สร้างใน ERPNext สามารถมีรหัสเฉพาะที่สร้างขึ้นโดยใช้คำนำหน้าที่กำหนดไว้สำหรับเอกสารนั้น แม้ว่าเอกสารแต่ละฉบับจะมีคำนำหน้าที่ตั้งค่าไว้ล่วงหน้าแล้ว คุณยังสามารถปรับแต่งเพิ่มเติมได้โดยใช้เครื่องมือต่างๆ เช่น เครื่องมือชุดการตั้งชื่อ (Naming Series Tool) และกฎการตั้งชื่อเอกสาร (Document Naming Rule)

source: Edit
th: แก้ไข

# Button in list view actions menu
source: Edit
th: แก้ไข

# Button in web form
source: Edit
th: แก้ไข

# Edit grid row
source: Edit
th: แก้ไข

source: Edit Auto Email Report Settings
th: แก้ไขการตั้งค่ารายงานอีเมลอัตโนมัติ

source: Edit Custom HTML
th: แก้ไข HTML ที่กำหนดเอง

source: Edit DocType
th: แก้ไขประเภทเอกสาร

# Button in list view menu
source: Edit DocType
th: แก้ไข DocType

source: Edit Existing
th: แก้ไขรายการที่มีอยู่

source: Edit Filters
th: แก้ไขตัวกรอง

source: Edit Footer
th: แก้ไขท้ายเอกสาร

source: Edit Format
th: แก้ไขรูปแบบที่

source: Edit Full Form
th: แก้ไขแบบฟอร์มเต็ม

source: Edit HTML
th: แก้ไข HTML

source: Edit Header
th: แก้ไขส่วนหัว

source: Edit Heading
th: แก้ไขหัวเรื่อง

source: Edit Letter Head
th: แก้ไขหัวจดหมาย

source: Edit Letter Head Footer
th: แก้ไขส่วนท้ายหัวจดหมาย

source: Edit Print Format
th: แก้ไขรูปแบบการพิมพ์

source: Edit Profile
th: แก้ไขโปรไฟล์

source: Edit Properties
th: แก้ไขคุณสมบัติ

source: Edit Values
th: แก้ไขค่า

source: Edit Workspace
th: แก้ไขพื้นที่ทำงาน

source: Edit mode
th: โหมดแก้ไข

source: Edit to add content
th: แก้ไขเพื่อเพิ่มเนื้อหา

# Button in web form
source: Edit your response
th: แก้ไขการตอบกลับของคุณ

source: Edit your workflow visually using the Workflow Builder.
th: แก้ไขเวิร์กโฟลว์ของคุณด้วยการใช้งานตัวสร้างเวิร์กโฟลว์แบบภาพ

source: Edit {0}
th: แก้ไข {0}

source: Editable Grid
th: ที่สามารถแก้ไขได้กริด

source: Editing Row
th: แก้ไขแถว

source: Editing {0}
th: กำลังแก้ไข {0}

source: Eg. smsgateway.com/api/send_sms.cgi
th: เช่น smsgateway.com / API / send_sms.cgi

source: Either key or IP flag is required.
th: ต้องระบุอย่างใดอย่างหนึ่งระหว่างคีย์หรือธง IP

source: Element Selector
th: ตัวเลือกองค์ประกอบ

source: Email
th: อีเมล

source: Email Account
th: บัญชีอีเมล์

source: Email Account Disabled.
th: บัญชีอีเมลถูกปิดใช้งานแล้ว

source: Email Account Name
th: อีเมล์ชื่อบัญชี

source: Email Account added multiple times
th: บัญชีอีเมลเพิ่มหลายครั้ง

source: Email Account not setup. Please create a new Email Account from Settings > Email Account
th: ยังไม่ได้ตั้งค่า บัญชีอีเมล กรุณาสร้าง บัญชีอีเมล ใหม่จาก การตั้งค่า > บัญชีอีเมล

source: Email Address
th: ที่อยู่อีเมล

source: Email Address whose Google Contacts are to be synced.
th: ที่อยู่อีเมลที่จะซิงค์ Google Contacts

source: Email Addresses
th: ที่อยู่อีเมล์

source: Email Domain
th: โดเมนอีเมล์

source: Email Flag Queue
th: คิวธงอีเมล์

source: Email Footer Address
th: ที่อยู่อีเมล์ท้าย

source: Email Group
th: กลุ่มอีเมล์

source: Email Group Member
th: อีเมลของกลุ่มสมาชิก

source: Email ID
th: ชื่ออีเมล์

source: Email IDs
th: อีเมล์หมายเลข

source: Email Id
th: ID อีเมล์

source: Email Inbox
th: กล่องจดหมายอีเมล์

source: Email Queue
th: คิวอีเมล์

source: Email Queue Recipient
th: อีเมลผู้รับคิว

source: Email Queue flushing aborted due to too many failures.
th: การล้างคิวอีเมลถูกยกเลิกเนื่องจากเกิดข้อผิดพลาดมากเกินไป

source: Email Queue records.
th: บันทึกคิวอีเมล์

source: Email Reply Help
th: ตอบกลับอีเมล

source: Email Retry Limit
th: ขีดจำกัดการลองส่งอีเมลใหม่

source: Email Rule
th: กฎข้อที่อีเมล์

source: Email Sent
th: อีเมลที่ส่ง

source: Email Sent At
th: อีเมลส่งเมื่อ

source: Email Settings
th: การตั้งค่าอีเมล

source: Email Signature
th: ลายเซ็นอีเมล

source: Email Status
th: สถานะอีเมล์

source: Email Sync Option
th: อีเมล์ตัวเลือกการซิงค์

source: Email Template
th: เทมเพลตอีเมล

source: Email Threads on Assigned Document
th: อีเมลสนทนาบนเอกสารที่ได้รับมอบหมาย

source: Email To
th: อีเมล์เพื่อ

source: Email Unsubscribe
th: อีเมล์ยกเลิก

source: Email has been marked as spam
th: อีเมลถูกทำเครื่องหมายว่าเป็นสแปม

source: Email has been moved to trash
th: อีเมลถูกย้ายไปที่ถังขยะแล้ว

source: Email not sent to {0} (unsubscribed / disabled)
th: Email ไม่ได้ส่งไปที่ {0} (ยกเลิก / ปิดการใช้งาน)

source: Email not verified with {0}
th: อีเมลไม่ได้รับการยืนยันด้วย {0}

source: Email queue is currently suspended. Resume to automatically send other emails.
th: คิวอีเมลถูกระงับในขณะนี้ กรุณาดำเนินการต่อเพื่อส่งอีเมลอื่น ๆ โดยอัตโนมัติ

source: Emails
th: อีเมล

source: Emails Pulled
th: อีเมลที่ดึงมาแล้ว

source: Emails are already being pulled from this account.
th: อีเมลกำลังถูกดึงจากบัญชีนี้แล้ว

source: Emails are muted
th: อีเมลเป็น เงียบ

source: Emails will be sent with next possible workflow actions
th: อีเมลจะถูกส่งไปพร้อมกับการทำงานของเวิร์กโฟลว์ที่เป็นไปได้ถัดไป

source: Embed code copied
th: คัดลอกโค้ดฝังแล้ว

source: Empty column
th: คอลัมน์ว่างเปล่า

source: Enable
th: การเปิดใช้งาน

source: Enable Allow Auto Repeat for the doctype {0} in Customize Form
th: เปิดใช้งานอนุญาตให้ทำซ้ำอัตโนมัติสำหรับ doctype {0} ในฟอร์มกำหนดเอง

source: Enable Auto Reply
th: เปิดใช้งานการตอบกลับอัตโนมัติ

source: Enable Automatic Backup
th: เปิดใช้งานการสำรองข้อมูลอัตโนมัติ

source: Enable Automatic Linking in Documents
th: เปิดใช้งานการเชื่อมโยงอัตโนมัติในเอกสาร

source: Enable Comments
th: ให้ ความเห็น

source: Enable Email Notification
th: เปิดใช้งานการแจ้งเตือนทางอีเมล

source: Enable Email Notifications
th: เปิดใช้งานการแจ้งเตือนทางอีเมล

source: Enable Google API in Google Settings.
th: เปิดใช้งาน Google API ในการตั้งค่า Google

source: Enable Google indexing
th: เปิดใช้งานการจัดทำดัชนีของ Google

source: Enable Incoming
th: เปิดใช้งานเข้ามา

source: Enable Onboarding
th: เปิดใช้งานการเริ่มต้นใช้งาน

source: Enable Outgoing
th: เปิดใช้งานขาออก

source: Enable Password Policy
th: เปิดใช้นโยบายรหัสผ่าน

source: Enable Prepared Report
th: เปิดใช้งานรายงานที่จัดเตรียมไว้แล้ว

source: Enable Print Server
th: เปิดใช้งานเซิร์ฟเวอร์การพิมพ์

source: Enable Push Notification Relay
th: เปิดใช้งานการส่งต่อการแจ้งเตือนแบบพุช

source: Enable Rate Limit
th: เปิดใช้งานการจำกัดอัตรา

source: Enable Raw Printing
th: เปิดใช้งานการพิมพ์แบบ Raw

source: Enable Report
th: เปิดใช้งานการรายงาน

source: Enable Scheduled Jobs
th: เปิดใช้งานตามเวลาที่กำหนด

source: Enable Scheduler
th: เปิดใช้งานตัวจัดตารางเวลา

source: Enable Security
th: เปิดใช้งานความปลอดภัย

source: Enable Social Login
th: เปิดใช้การลงชื่อเข้าใช้ทางสังคม

source: Enable Social Sharing
th: เปิดใช้งานการแบ่งปันทางสังคม

source: Enable Tracking Page Views
th: เปิดใช้งานการติดตามเพจวิว

source: Enable Two Factor Auth
th: เปิดใช้ Auth Factor 2 ตัว

source: Enable Website Tracking
th: เปิดใช้งานการติดตามเว็บไซต์

source: Enable developer mode to create a standard Print Template
th: เปิดใช้งานโหมดนักพัฒนาเพื่อสร้างเทมเพลตการพิมพ์มาตรฐาน

source: Enable developer mode to create a standard Web Template
th: เปิดใช้งานโหมดนักพัฒนาเพื่อสร้าง Web Template มาตรฐาน

source: Enable email notification for any comment or likes received on your Blog Post.
th: เปิดใช้งานการแจ้งเตือนทางอีเมลสำหรับความคิดเห็นหรือการถูกใจที่ได้รับในบทความบล็อกของคุณ

source: Enable if on click opens modal.
th: เปิดใช้งานหากคลิกแล้วเปิดหน้าต่างโมดอล

source: Enable in-app website tracking
th: เปิดใช้งานการติดตามเว็บไซต์ภายในแอป

source: Enabled
th: เปิดการใช้งาน

source: Enabled Scheduler
th: เปิดใช้งานตัวจัดตารางเวลา

source: Enabled email inbox for user {0}
th: เปิดใช้กล่องจดหมายอีเมลสำหรับผู้ใช้ {0}

source: Enabled scheduled execution for script {0}
th: เปิดใช้งานการดำเนินการตามกำหนดการสำหรับสคริปต์ {0}

source: Enables Calendar and Gantt views.
th: เปิดใช้งานมุมมองปฏิทินและแกนต์

source: Enabling auto reply on an incoming email account will send automated replies to all the synchronized emails. Do you wish to continue?
th: การเปิดใช้งานการตอบกลับอัตโนมัติในบัญชีอีเมลขาเข้าจะส่งการตอบกลับอัตโนมัติไปยังอีเมลที่ซิงโครไนซ์ทั้งหมด คุณต้องการดำเนินการต่อหรือไม่?

source: Enabling this will register your site on a central relay server to send push notifications for all installed apps through Firebase Cloud Messaging. This server only stores user tokens and error logs, and no messages are saved.
th: การเปิดใช้งานนี้จะลงทะเบียนเว็บไซต์ของคุณกับเซิร์ฟเวอร์รีเลย์กลางเพื่อส่งการแจ้งเตือนแบบพุชสำหรับแอปที่ติดตั้งทั้งหมดผ่าน Firebase Cloud Messaging เซิร์ฟเวอร์นี้จะเก็บเพียงโทเค็นผู้ใช้และบันทึกข้อผิดพลาดเท่านั้น โดยจะไม่มีการบันทึกข้อความใดๆ

source: Enabling this will register your site on a central relay server to send push notifications for all installed apps through Firebase Cloud Messaging. This server only stores user tokens and error logs, and no messages are saved.
th: การเปิดใช้งานนี้จะเป็นการลงทะเบียนเว็บไซต์ของคุณบนเซิร์ฟเวอร์รีเลย์กลางเพื่อส่งการแจ้งเตือนแบบพุชสำหรับแอปที่ติดตั้งทั้งหมดผ่าน Firebase Cloud Messaging เซิร์ฟเวอร์นี้จะเก็บเพียงโทเค็นของผู้ใช้และบันทึกข้อผิดพลาดเท่านั้น และจะไม่มีการบันทึกข้อความใดๆ

source: Enabling this will submit documents in background
th: การเปิดใช้งานนี้จะทำให้เอกสารถูกส่งในพื้นหลัง
