Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: About {0} minute remaining
th: เหลือเวลาประมาณ {0} นาที

source: About {0} minutes remaining
th: เหลือเวลาประมาณ {0} นาที

source: About {0} seconds remaining
th: เหลือเวลาประมาณ {0} วินาที

source: Access Control
th: การควบคุมการเข้าถึง

source: Access Key ID
th: เลขคีย์ สำหรับการเข้าถึง

source: Access Key Secret
th: เข้าถึงความลับของคีย์

source: Access Log
th: บันทึกการเข้าถึง

source: Access Token
th: Token สำหรับการเข้าถึง

source: Access Token URL
th: เข้าถึง Token URL

source: Access not allowed from this IP Address
th: ไม่อนุญาตให้เข้าถึงจากที่อยู่ IP นี้

source: Account
th: บัญชี

source: Account Deletion Settings
th: การตั้งค่าการลบบัญชี

source: Accounts Manager
th: ผู้จัดการบัญชี

source: Accounts User
th: ผู้ใช้งานบัญชี

source: Accurate count can not be fetched, click here to view all documents
th: ไม่สามารถดึงจำนวนที่ถูกต้องได้ คลิกที่นี่เพื่อดูเอกสารทั้งหมด

source: Action
th: ดำเนินการ

source: Action / Route
th: การดำเนินการ / เส้นทาง

source: Action Complete
th: ดำเนินการเสร็จสิ้น

source: Action Failed
th: ดำเนินการล้มเหลว

source: Action Label
th: ป้ายปฏิบัติการ

source: Action Timeout (Seconds)
th: ช่วงหมดเวลาของการดำเนินการ (วินาที)

source: Action Type
th: ประเภทการกระทำ

source: Action {0} completed successfully on {1} {2}. View it {3}
th: ดำเนินการ {0} เสร็จสมบูรณ์เรียบร้อยแล้วเมื่อวันที่ {1} {2} ดูรายละเอียดได้ที่ {3}

source: Action {0} failed on {1} {2}. View it {3}
th: การดำเนินการ {0} ล้มเหลวใน {1} {2} ดูรายละเอียดได้ที่ {3}

source: Actions
th: การดำเนินการ

source: Activate
th: เปิดใช้งาน

source: Active
th: ใช้งาน

source: Active Directory
th: ไดเรกทอรีแอคทีฟ

source: Active Domains
th: โดเมนที่ใช้งานอยู่

source: Active Sessions
th: เซสชันที่ใช้งานอยู่

source: Activity
th: กิจกรรม

source: Activity Log
th: บันทึกกิจกรรม

source: Add
th: เพิ่ม

# Primary action in list view
source: Add
th: เพิ่ม

source: Add / Remove Columns
th: เพิ่ม / ลบ คอลัมน์

source: Add / Update
th: เพิ่ม / อัปเดต

source: Add A New Rule
th: เพิ่มกฎใหม่

source: Add Attachment
th: เพิ่มสิ่งที่แนบมา

source: Add Background Image
th: เพิ่มรูปภาพพื้นหลัง

source: Add Blog Category
th: เพิ่มหมวดหมู่บล็อก

source: Add Border at Bottom
th: เพิ่มเส้นขอบด้านล่าง

source: Add Border at Top
th: เพิ่มเส้นขอบด้านบน

source: Add Card to Dashboard
th: เพิ่มการ์ดไปยังแผงควบคุม

source: Add Chart to Dashboard
th: เพิ่มแผนภูมิไปยังแผงควบคุม

source: Add Child
th: เพิ่ม เด็ก

source: Add Column
th: เพิ่มคอลัมน์

source: Add Contact
th: เพิ่มผู้ติดต่อ

source: Add Contacts
th: เพิ่มที่อยู่ติดต่อ

source: Add Container
th: เพิ่มคอนเทนเนอร์

source: Add Custom Tags
th: เพิ่มแท็กที่กำหนดเอง

source: Add Filters
th: เพิ่มตัวกรอง

source: Add Gray Background
th: เพิ่มพื้นหลังสีเทา

source: Add Group
th: เพิ่มกลุ่ม

source: Add Indexes
th: เพิ่มดัชนี

source: Add Multiple
th: เพิ่มหลายรายการ

source: Add New Permission Rule
th: เพิ่มกฎการอนุญาตใหม่

source: Add Participants
th: เพิ่มผู้เข้าร่วม

source: Add Query Parameters
th: เพิ่มพารามิเตอร์คำค้นหา

source: Add Review
th: เพิ่มรีวิว

source: Add Roles
th: เพิ่มบทบาท

source: Add Row
th: เพิ่มแถว

source: Add Signature
th: เพิ่มลายเซ็น

source: Add Space at Bottom
th: เพิ่มช่องว่างที่ด้านล่าง

source: Add Space at Top
th: เพิ่มช่องว่างด้านบน

source: Add Subscribers
th: เพิ่มสมาชิก

source: Add Tags
th: เพิ่มแท็ก

# Button in list view actions menu
source: Add Tags
th: เพิ่มแท็ก

source: Add Template
th: เพิ่มเทมเพลต

source: Add Total Row
th: เพิ่มแถวผลรวม

source: Add Translate Data
th: เพิ่มข้อมูลแปล

source: Add Unsubscribe Link
th: เพิ่มการเชื่อมโยงยกเลิกการเป็นสมาชิก

source: Add User Permissions
th: เพิ่มการอนุญาตผู้ใช้

source: Add Video Conferencing
th: เพิ่มการประชุมทางวิดีโอ

source: Add a Filter
th: เพิ่มตัวกรอง

source: Add a New Role
th: เพิ่มบทบาท ใหม่

source: Add a Row
th: เพิ่มแถว

source: Add a comment
th: เพิ่มความคิดเห็น

source: Add a new section
th: เพิ่มส่วนใหม่

source: Add a row above the current row
th: เพิ่มแถวเหนือแถวปัจจุบัน

source: Add a row at the bottom
th: เพิ่มแถวที่ด้านล่าง

source: Add a row at the top
th: เพิ่มแถวที่ด้านบน

source: Add a row below the current row
th: เพิ่มแถวด้านล่างแถวปัจจุบัน

source: Add a {0} Chart
th: เพิ่มแผนภูมิ {0}

source: Add column
th: เพิ่มคอลัมน์

source: Add field
th: เพิ่มฟิลด์

source: Add new tab
th: เพิ่มแท็บใหม่

source: Add page break
th: เพิ่มตัวแบ่งหน้า

source: Add script for Child Table
th: เพิ่มสคริปต์สำหรับตารางลูก

source: Add section above
th: เพิ่มส่วนด้านบน

source: Add section below
th: เพิ่มส่วนด้านล่าง

source: Add tab
th: เพิ่มแท็บ

source: Add to Dashboard
th: เพิ่มในแดชบอร์ด

source: Add to ToDo
th: เพิ่มในสิ่งที่ต้องทำ

source: Add to table
th: เพิ่มลงในตาราง

source: Add to this activity by mailing to {0}
th: เพิ่มกิจกรรมนี้โดยการส่งอีเมลไปยัง {0}

source: Add {0}
th: เพิ่ม {0}

source: Added HTML in the &lt;head&gt; section of the web page, primarily used for website verification and SEO
th: เพิ่ม HTML ในส่วน &lt;head&gt; ของหน้าเว็บส่วนใหญ่ใช้สำหรับการตรวจสอบเว็บไซต์และ SEO

source: Added default log doctypes: {}
th: เพิ่มประเภทเอกสารบันทึกเริ่มต้น: {}

source: Added {0} ({1})
th: เพิ่ม {0} ({1})

source: Additional Permissions
th: สิทธิ์ เพิ่มเติม

source: Address
th: ที่อยู่

source: Address Line 1
th: ที่อยู่บรรทัดที่ 1

source: Address Line 2
th: ที่อยู่บรรทัดที่ 2

source: Address Template
th: แม่แบบที่อยู่

source: Address Title
th: หัวข้อที่อยู่

source: Address Title is mandatory.
th: ที่อยู่ ชื่อเรื่อง มีผลบังคับใช้

source: Address Type
th: ประเภทของที่อยู่

source: Address and other legal information you may want to put in the footer.
th: ที่อยู่และข้อมูลทางกฎหมายอื่น ๆ ที่คุณอาจต้องการที่จะนำในส่วนท้าย

source: Addresses
th: ที่อยู่

source: Addresses And Contacts
th: ที่อยู่และรายชื่อผู้ติดต่อ

source: Adds a custom client script to a DocType
th: เพิ่มสคริปต์ลูกค้ากำหนดเองไปยัง DocType

source: Adds a custom field to a DocType
th: เพิ่มฟิลด์ที่กำหนดเองเพื่อ DocType

source: Administration
th: การบริหาร

source: Administrator
th: ผู้บริหาร

source: Administrator Logged In
th: ผู้ดูแลระบบเข้าสู่ระบบ

source: Administrator accessed {0} on {1} via IP Address {2}.
th: ผู้ดูแลระบบเข้าถึง {0} ใน {1} ผ่านอยู่ IP {2}

source: Advanced
th: ก้าวหน้า

source: Advanced Control
th: การควบคุมขั้นสูง

source: Advanced Search
th: การค้นหาขั้นสูง

source: Advanced Settings
th: ตั้งค่าขั้นสูง

source: After
th: หลังจาก

source: After Cancel
th: หลังจากยกเลิก

source: After Delete
th: หลังจากลบ

source: After Insert
th: หลังจากแทรก

source: After Rename
th: หลังจากเปลี่ยนชื่อ

source: After Save
th: หลังจากบันทึก

source: After Save (Submitted Document)
th: หลังจากบันทึก (เอกสารที่ส่ง)

source: After Submission
th: หลังจากส่งแล้ว

source: After Submit
th: หลังจากส่ง

source: Aggregate Field is required to create a number card
th: ฟิลด์สรุปผลจำเป็นต้องระบุเพื่อสร้างการ์ดตัวเลข

source: Aggregate Function Based On
th: ฟังก์ชันการรวมขึ้นอยู่กับ

source: Aggregate Function field is required to create a dashboard chart
th: จำเป็นต้องใช้ฟิลด์ฟังก์ชันการรวมเพื่อสร้างแผนภูมิแดชบอร์ด

source: Alert
th: การแจ้งเตือน

source: Alerts and Notifications
th: การแจ้งเตือนและประกาศ

source: Align
th: จัดแนว

source: Align Labels to the Right
th: จัดเรียงป้ายกำกับทางด้านขวา

source: Align Right
th: จัดชิดขวา

source: Align Value
th: ตําแหน่งราคา

source: All
th: ทั้งหมด

source: All Day
th: ทั้งวัน

source: All Images attached to Website Slideshow should be public
th: รูปภาพทั้งหมดที่แนบมากับสไลด์โชว์เว็บไซต์ควรเป็นแบบสาธารณะ

source: All Records
th: บันทึกทั้งหมด

source: All Submissions
th: รายงานทั้งหมด

source: All customizations will be removed. Please confirm.
th: การปรับแต่งทั้งหมดจะถูกลบออก กรุณายืนยัน

source: All fields are necessary to submit the comment.
th: จำเป็นต้องกรอกข้อมูลทุกช่องเพื่อส่งความคิดเห็น

source: All possible Workflow States and roles of the workflow. Docstatus Options: 0 is "Saved", 1 is "Submitted" and 2 is "Cancelled"
th: สถานะและบทบาททั้งหมดที่เป็นไปได้ของเวิร์กโฟลว์ ตัวเลือกสถานะเอกสาร: 0 คือ "บันทึกแล้ว", 1 คือ "ส่งแล้ว" และ 2 คือ "ยกเลิก"

source: All-uppercase is almost as easy to guess as all-lowercase.
th: All-พิมพ์ใหญ่เกือบจะเป็นเรื่องง่ายที่จะคาดเดาเป็นตัวพิมพ์เล็กทั้งหมด

source: Allocated To
th: จัดสรรให้

source: Allot Points To Assigned Users
th: ให้คะแนนแก่ผู้ใช้ที่ได้รับมอบหมาย

source: Allow
th: อนุญาต

source: Allow API Indexing Access
th: อนุญาตการเข้าถึงการจัดทำดัชนี API

source: Allow Auto Repeat
th: อนุญาตให้ทำซ้ำอัตโนมัติ

source: Allow Bulk Edit
th: อนุญาตให้ใช้การแก้ไขเป็นกลุ่ม

source: Allow Bulk Editing
th: อนุญาตให้แก้ไขเป็นกลุ่ม

source: Allow Comments
th: อนุญาตให้แสดงความคิดเห็น

source: Allow Consecutive Login Attempts
th: อนุญาตให้มีการเข้าสู่ระบบที่ต่อเนื่อง

source: Allow Delete
th: อนุญาตให้ลบ

source: Allow Dropbox Access
th: ที่อนุญาตให้เข้าถึง Dropbox

source: Allow Editing After Submit
th: อนุญาตให้แก้ไขหลังจากส่งแล้ว

source: Allow Google Calendar Access
th: อนุญาตการเข้าถึง Google Calendar

source: Allow Google Contacts Access
th: อนุญาตการเข้าถึง Google Contacts

source: Allow Google Drive Access
th: ที่อนุญาตให้เข้าถึงใน Google Drive

source: Allow Guest
th: อนุญาตให้แขก

source: Allow Guest to View
th: อนุญาตให้ผู้เยี่ยมชมเพื่อดู

source: Allow Guest to comment
th: อนุญาตให้ผู้เยี่ยมชมแสดงความคิดเห็น

source: Allow Guests to Upload Files
th: อนุญาตให้แขกอัปโหลดไฟล์

source: Allow Import (via Data Import Tool)
th: อนุญาตให้นำเข้า (ผ่านเครื่องมือนำเข้าข้อมูล)

source: Allow Incomplete Forms
th: อนุญาตให้รูปแบบที่ไม่สมบูรณ์

source: Allow Login After Fail
th: อนุญาตให้เข้าสู่ระบบหลังจากล้มเหลว

source: Allow Login using Mobile Number
th: อนุญาตการเข้าสู่ระบบโดยใช้หมายเลขโทรศัพท์เคลื่อนที่

source: Allow Login using User Name
th: อนุญาตการเข้าสู่ระบบโดยใช้ชื่อผู้ใช้

source: Allow Modules
th: อนุญาตโมดูล

source: Allow Multiple Responses
th: อนุญาตให้ตอบหลายครั้ง

source: Allow Older Web View Links (Insecure)
th: อนุญาตลิงก์มุมมองเว็บเวอร์ชันเก่า (ไม่ปลอดภัย)

source: Allow Print
th: อนุญาตให้พิมพ์

source: Allow Print for Cancelled
th: อนุญาตให้พิมพ์สำหรับการยกเลิก

source: Allow Print for Draft
th: อนุญาตให้พิมพ์ร่าง

source: Allow Read On All Link Options
th: อนุญาตให้อ่านในตัวเลือกลิงก์ทั้งหมด

source: Allow Rename
th: อนุญาตให้เปลี่ยนชื่อ

source: Allow Roles
th: อนุญาตให้บทบาท

source: Allow Self Approval
th: อนุญาตการอนุมัติตนเอง

source: Allow Sending Usage Data for Improving Applications
th: อนุญาตให้ส่งข้อมูลการใช้งานเพื่อปรับปรุงแอปพลิเคชัน

source: Allow approval for creator of the document
th: อนุญาตให้มีการอนุมัติสำหรับผู้สร้างเอกสาร

source: Allow document creation via Email
th: อนุญาตให้สร้างเอกสารทางอีเมล

source: Allow editing even if the doctype has a workflow set up. Does nothing if a workflow isn't set up.
th: อนุญาตให้แก้ไขได้แม้ว่าจะมีการตั้งค่าเวิร์กโฟลว์สำหรับประเภทเอกสารนั้น จะไม่ทำอะไรหากไม่มีการตั้งค่าเวิร์กโฟลว์ไว้

source: Allow events in timeline
th: อนุญาตกิจกรรมในเส้นเวลา

source: Allow in Quick Entry
th: อนุญาตใน Quick Entry

source: Allow on Submit
th: อนุญาตให้ส่ง

source: Allow only one session per user
th: อนุญาตให้เพียงหนึ่งในเซสชั่นต่อผู้ใช้

source: Allow page break inside tables
th: อนุญาตให้แบ่งหน้าภายในตาราง

source: Allow recording my first session to improve user experience
th: อนุญาตให้บันทึกเซสชันแรกของฉันเพื่อปรับปรุงประสบการณ์ผู้ใช้

source: Allow saving if mandatory fields are not filled
th: อนุญาตให้ประหยัดถ้าข้อมูลที่จำเป็นต้องได้รับการไม่เต็ม

source: Allow sending usage data for improving applications
th: อนุญาตให้ส่งข้อมูลการใช้งานเพื่อปรับปรุงแอปพลิเคชัน

source: Allow user to login only after this hour (0-24)
th: อนุญาตให้ผู้ใช้เข้าสู่ระบบเท่านั้นหลังจากชั่วโมงนี้ (0-24)

source: Allow user to login only before this hour (0-24)
th: อนุญาตให้ผู้ใช้เข้าสู่ระบบก่อนที่จะชั่วโมงนี้ (0-24)

source: Allow users to log in without a password, using a login link sent to their email
th: อนุญาตให้ผู้ใช้เข้าสู่ระบบโดยไม่ต้องใช้รหัสผ่าน โดยใช้ลิงก์เข้าสู่ระบบที่ส่งไปยังอีเมลของพวกเขา

source: Allowed
th: อนุญาต

source: Allowed File Extensions
th: นามสกุลไฟล์ที่อนุญาต

source: Allowed In Mentions
th: ได้รับอนุญาตในการกล่าวถึง

source: Allowed Modules
th: โมดูลที่อนุญาต

source: Allowed Roles
th: บทบาทที่อนุญาต

source: Allowed embedding domains
th: โดเมนที่อนุญาตให้ฝังข้อมูลได้

source: Allowing DocType, DocType. Be careful!
th: ช่วยให้ DocType , DocType ระวัง !

source: Already Registered
th: ลงทะเบียนเรียบร้อยแล้ว

source: Already in the following Users ToDo list:{0}
th: อยู่ในรายการสิ่งที่ต้องทำของผู้ใช้ต่อไปนี้: {0}

source: Also adding the dependent currency field {0}
th: นอกจากนี้การเพิ่มฟิลด์สกุลเงินที่ใช้ {0}

source: Also adding the status dependency field {0}
th: รวมถึงการเพิ่มฟิลด์การพึ่งพาสถานะ {0}

source: Alternative Email ID
th: อีเมลสำรอง

source: Always BCC Address
th: ที่อยู่อีเมล BCC เสมอ

source: Always add "Draft" Heading for printing draft documents
th: เสมอเพิ่ม &quot;ร่าง&quot; จะเดินทางสำหรับเอกสารร่างการพิมพ์

source: Always use this email address as sender address
th: ใช้ที่อยู่อีเมลนี้เป็นที่อยู่อีเมลผู้ส่งเสมอ

source: Always use this name as sender name
th: ใช้ชื่อนี้เสมอเป็นชื่อผู้ส่ง

source: Amend
th: แก้ไข

source: Amend Counter
th: ตัวนับแก้ไข

source: Amended Document Naming Settings
th: การตั้งค่าการตั้งชื่อเอกสารที่แก้ไขแล้ว

source: Amended Documents
th: เอกสารที่แก้ไขแล้ว

source: Amended From
th: แก้ไขเพิ่มเติมจาก

# Freeze message while amending a document
source: Amending
th: แก้ไขเพิ่มเติม

source: Amendment Naming Override
th: การแทนที่ชื่อการแก้ไข

source: Amendment Not Allowed
th: ไม่อนุญาตให้แก้ไข

source: Amendment naming rules updated.
th: กฎการตั้งชื่อการแก้ไขได้รับการอัปเดตแล้ว

source: An error occurred while setting Session Defaults
th: เกิดข้อผิดพลาดขณะตั้งค่าค่าเริ่มต้นของเซสชัน

source: An icon file with .ico extension. Should be 16 x 16 px. Generated using a favicon generator. [favicon-generator.org]
th: ไฟล์ที่มีนามสกุลไอคอน .ico ควรจะเป็น 16 x 16 พิกเซล สร้างขึ้นโดยใช้เครื่องกำเนิดไฟฟ้า favicon [favicon-generator.org]

source: An unexpected error occurred while authorizing {}.
th: เกิดข้อผิดพลาดที่ไม่คาดคิดขณะทำการอนุญาต {}.

source: Ancestors Of
th: บรรพบุรุษของ

source: Announcement Widget
th: วิดเจ็ตประกาศ

source: Announcements
th: ประกาศ

source: Annual
th: ประจำปี

source: Anonymization Matrix
th: เมทริกซ์การทำให้เป็นนิรนาม

source: Anonymous responses
th: การตอบกลับโดยไม่ระบุชื่อ

source: Another transaction is blocking this one. Please try again in a few seconds.
th: การทำธุรกรรมก็คือการปิดกั้นคนนี้ โปรดลองอีกครั้งในไม่กี่วินาที

source: Another {0} with name {1} exists, select another name
th: อีก {0} ที่มีชื่อ {1} มีอยู่ ให้เลือกชื่อ อื่น

source: Any string-based printer languages can be used. Writing raw commands requires knowledge of the printer's native language provided by the printer manufacturer. Please refer to the developer manual provided by the printer manufacturer on how to write their native commands. These commands are rendered on the server side using the Jinja Templating Language.
th: สามารถใช้ภาษาเครื่องพิมพ์แบบสตริงได้ การเขียนคำสั่งแบบ raw จำเป็นต้องมีความรู้ภาษาท้องถิ่นของเครื่องพิมพ์ซึ่งจัดทำโดยผู้ผลิตเครื่องพิมพ์ โปรดอ้างอิงคู่มือผู้พัฒนาโดยผู้ผลิตเครื่องพิมพ์เกี่ยวกับวิธีการเขียนคำสั่งดั้งเดิม คำสั่งเหล่านี้แสดงผลทางฝั่งเซิร์ฟเวอร์โดยใช้ Jinja Templating Language

source: Apart from System Manager, roles with Set User Permissions right can set permissions for other users for that Document Type.
th: นอกเหนือจากการจัดการระบบบทบาทกับการตั้งค่าสิทธิ์ของผู้ใช้ที่เหมาะสมสามารถกำหนดสิทธิ์สำหรับผู้ใช้อื่น ๆ สำหรับประเภทเอกสารที่

source: App Access Key
th: App คีย์

source: App Access Key and/or Secret Key are not present.
th: ไม่มี App Access Key และ/หรือ Secret Key อยู่ในระบบ

source: App Client ID
th: App รหัสลูกค้า

source: App Client Secret
th: ลับไคลเอ็นต์ของโปรแกรมประยุกต์

source: App ID
th: รหัสแอป

source: App Logo
th: โลโก้แอปพลิเคชัน

source: App Name
th: ชื่อ แอพพลิเคชั่น

source: App Secret Key
th: App คีย์ลับ

source: App not found for module: {0}
th: ไม่พบแอปสำหรับโมดูล: {0}

source: App {0} is not installed
th: App {0} ไม่ได้ติดตั้ง

source: Append Emails to Sent Folder
th: ต่อท้ายอีเมลไปยังโฟลเดอร์ที่ถูกส่ง

source: Append To
th: ผนวกกับ

source: Append To can be one of {0}
th: ผนวกต้องการสามารถเป็นหนึ่ง {0}

source: Append as communication against this DocType (must have fields: "Sender" and "Subject"). These fields can be defined in the email settings section of the appended doctype.
th: แนบเป็นการสื่อสารกับ DocType นี้ (ต้องมีฟิลด์: "ผู้ส่ง" และ "หัวข้อ") ฟิลด์เหล่านี้สามารถกำหนดได้ในส่วนการตั้งค่าอีเมลของ DocType ที่แนบมา

source: Applicable Document Types
th: ประเภทเอกสารที่ใช้บังคับ

source: Applicable For
th: สามารถใช้งานได้ สำหรับ

source: Application Logo
th: โลโก้แอปพลิเคชัน

source: Application Name
th: ชื่อแอปพลิเคชัน

source: Application Version
th: เวอร์ชันแอปพลิเคชัน

source: Applied On
th: ใช้เมื่อ

source: Apply
th: ใช้

# Button in list view actions menu
source: Apply Assignment Rule
th: ใช้กฎการมอบหมาย

source: Apply Document Permissions
th: ใช้สิทธิ์เอกสาร

source: Apply Filters
th: ใช้ตัวกรอง

source: Apply Only Once
th: ใช้เพียงครั้งเดียว

source: Apply Strict User Permissions
th: ใช้สิทธิ์ผู้ใช้ที่เข้มงวด

source: Apply To
th: ใช้กับ

source: Apply To All Document Types
th: นำไปใช้กับเอกสารทุกประเภท

source: Apply User Permission On
th: ใช้สิทธิ์ผู้ใช้กับ

source: Apply this rule if the User is the Owner
th: ใช้กฎนี้ถ้าผู้ใช้เป็นเจ้าของ

source: Apply this rule only once per document
th: ใช้กฎนี้เพียงครั้งเดียวต่อเอกสาร

source: Apply to all Documents Types
th: นำไปใช้กับเอกสารทุกประเภท

source: Applying: {0}
th: การนำไปใช้: {0}

source: Appreciate
th: ซาบซึ้ง

source: Appreciation
th: จักษ์

source: Approval Required
th: ต้องได้รับการอนุมัติ

source: Apps
th: แอปส์

# Number system
source: Ar
th: บัญชี

source: Archive
th: เอกสารเก่า

source: Archived
th: เก็บไว้

source: Archived Columns
th: คอลัมน์ที่จัดเก็บ

source: Are you sure you want to delete all rows?
th: คุณแน่ใจหรือว่าต้องการลบทุกแถว?

source: Are you sure you want to delete page {0}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบหน้าที่ {0}?

source: Are you sure you want to delete the attachment?
th: คุณแน่ใจหรือว่าต้องการลบสิ่งที่แนบมา?

# Confirmation dialog message
source: Are you sure you want to delete the column? All the fields in the column will be moved to the previous column.
th: คุณแน่ใจหรือไม่ว่าต้องการลบคอลัมน์? ฟิลด์ทั้งหมดในคอลัมน์จะถูกย้ายไปยังคอลัมน์ก่อนหน้า

# Confirmation dialog message
source: Are you sure you want to delete the section? All the columns along with fields in the section will be moved to the previous section.
th: คุณแน่ใจหรือไม่ว่าต้องการลบส่วนนี้? คอลัมน์ทั้งหมดพร้อมกับฟิลด์ในส่วนนั้นจะถูกย้ายไปยังส่วนก่อนหน้า

# Confirmation dialog message
source: Are you sure you want to delete the tab? All the sections along with fields in the tab will be moved to the previous tab.
th: คุณแน่ใจหรือไม่ว่าต้องการลบแท็บ? ส่วนทั้งหมดรวมถึงฟิลด์ในแท็บจะถูกย้ายไปยังแท็บก่อนหน้า

source: Are you sure you want to delete this record?
th: คุณแน่ใจหรือไม่ว่าต้องการลบระเบียนนี้?

source: Are you sure you want to discard the changes?
th: คุณแน่ใจหรือไม่ว่าต้องการทิ้งการเปลี่ยนแปลงนี้?

source: Are you sure you want to generate a new report?
th: แน่ใจไหมว่าต้องการสร้างรายงานใหม่

source: Are you sure you want to merge {0} with {1}?
th: แน่ใจหรือไม่ว่าคุณต้องการรวม {0} กับ {1}

source: Are you sure you want to proceed?
th: คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?

source: Are you sure you want to re-enable scheduler?
th: คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งานตัวจัดตารางงานอีกครั้ง?

source: Are you sure you want to relink this communication to {0}?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการที่จะเชื่อมโยงการสื่อสารนี้ไปที่ {0}?

source: Are you sure you want to remove all failed jobs?
th: คุณแน่ใจหรือไม่ว่าต้องการลบงานที่ล้มเหลวทั้งหมด?

source: Are you sure you want to remove the {0} filter?
th: คุณแน่ใจหรือไม่ว่าต้องการลบตัวกรอง {0} ออก?

source: Are you sure you want to reset all customizations?
th: แน่ใจไหมว่าต้องการรีเซ็ตการปรับแต่งทั้งหมด

source: Are you sure you want to save this document?
th: แน่ใจไหมว่าต้องการบันทึกเอกสารนี้

source: Are you sure you want to send this newsletter now?
th: คุณแน่ใจหรือไม่ว่าต้องการส่งจดหมายข่าวฉบับนี้ตอนนี้?

source: Are you sure?
th: คุณแน่ใจไหม?

source: Arguments
th: อาร์กิวเมนต์

source: As a best practice, do not assign the same set of permission rule to different Roles. Instead, set multiple Roles to the same User.
th: ในฐานะที่เป็น วิธีที่ดีที่สุด ไม่ได้กำหนด ชุดเดียวกัน ของ กฎ อนุญาตให้ บทบาท ที่แตกต่างกัน แต่ กำหนด บทบาท หลายผู้ใช้ เดียวกัน

source: As document sharing is disabled, please give them the required permissions before assigning.
th: เนื่องจากการแชร์เอกสารถูกปิดใช้งาน กรุณาให้สิทธิ์ที่จำเป็นแก่พวกเขาก่อนทำการมอบหมายงาน

source: As per your request, your account and data on {0} associated with email {1} has been permanently deleted
th: ตามคำขอของคุณ บัญชีและข้อมูลของคุณบน {0} ที่เชื่อมโยงกับอีเมล {1} ได้ถูกลบอย่างถาวรแล้ว

source: Assign Condition
th: กำหนดเงื่อนไข

source: Assign To
th: มอบหมายให้

# Button in list view actions menu
source: Assign To
th: กำหนดให้

source: Assign To User Group
th: กำหนดให้กลุ่มผู้ใช้

source: Assign To Users
th: มอบหมายให้ผู้ใช้

source: Assign a user
th: กำหนดผู้ใช้

source: Assign one by one, in sequence
th: กำหนดลำดับทีละตัว

source: Assign to me
th: กำหนดให้ฉัน

source: Assign to the one who has the least assignments
th: มอบหมายให้กับผู้ที่มีการมอบหมายน้อยที่สุด

source: Assign to the user set in this field
th: กำหนดให้กับผู้ใช้ที่ตั้งค่าในฟิลด์นี้

source: Assigned
th: ที่ได้รับมอบหมาย

source: Assigned By
th: ได้รับมอบหมายจาก

source: Assigned By Full Name
th: ได้รับมอบหมายจากชื่อเต็ม

source: Assigned To
th: มอบหมายให้

source: Assigned To/Owner
th: มอบหมายให้ / เจ้าของ

source: Assigning...
th: กำลังกำหนด...

source: Assignment
th: การมอบหมาย

source: Assignment Completed
th: การมอบหมายงานที่เสร็จสมบูรณ์

source: Assignment Days
th: วันที่ได้รับมอบหมาย

source: Assignment Rule
th: กฎการมอบหมาย

source: Assignment Rule Day
th: วันกำหนดกฎ

source: Assignment Rule User
th: การกำหนดกฎผู้ใช้

source: Assignment Rule is not allowed on document type {0}
th: กฎการมอบหมายไม่อนุญาตสำหรับประเภทเอกสาร {0}

source: Assignment Rules
th: กฎการกำหนด

source: Assignment Update on {0}
th: อัปเดตงานเกี่ยวกับ {0}

source: Assignment for {0} {1}
th: การมอบหมายสำหรับ {0} {1}

source: Assignment of {0} removed by {1}
th: การมอบหมาย {0} ถูกลบโดย {1}

source: Assignments
th: การมอบหมาย

source: At least one column is required to show in the grid.
th: อย่างน้อยต้องมีคอลัมน์หนึ่งคอลัมน์ที่แสดงในตารางข้อมูล

source: Atleast one field is required in Web Form Fields Table
th: ต้องมีอย่างน้อยหนึ่งช่องในตารางช่องฟอร์มเว็บ

source: Atleast one field of Parent Document Type is mandatory
th: ประเภทเอกสารหลักของ Atleast หนึ่งประเภทเป็นเอกสารบังคับ

source: Attach
th: แนบ

source: Attach Document Print
th: แนบเอกสารพิมพ์

source: Attach Image
th: แนบ ภาพ

source: Attach Package
th: แนบพัสดุ

source: Attach Print
th: แนบพิมพ์

source: Attach a web link
th: แนบลิงค์เว็บ

source: Attach files / urls and add in table.
th: แนบไฟล์ / URL และเพิ่มในตาราง

source: Attached File
th: ไฟล์ที่แนบมา

source: Attached To DocType
th: แนบกับ DocType แล้ว

source: Attached To Field
th: แนบไปกับฟิลด์

source: Attached To Name
th: ที่แนบมากับชื่อ

source: Attached To Name must be a string or an integer
th: ชื่อที่แนบมาจะต้องเป็นข้อความหรือตัวเลขจำนวนเต็ม

source: Attachment
th: ความผูกพัน

source: Attachment Limit (MB)
th: เอกสารแนบ จำกัด (MB)

source: Attachment Limit Reached
th: ถึงขีดจำกัดการแนบไฟล์แล้ว

source: Attachment Link
th: ลิงค์ไฟล์แนบ

source: Attachment Removed
th: ไฟล์แนบถูกลบ

source: Attachments
th: สิ่งที่แนบมา

source: Attempting Connection to QZ Tray...
th: กำลังพยายามเชื่อมต่อกับถาด QZ ...

source: Attempting to launch QZ Tray...
th: กำลังพยายามเปิดถาด QZ ...

source: Audience
th: ผู้ชม
