Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Placeholder
th: ตัวยึดตำแหน่ง

source: Plain Text
th: ข้อความธรรมดา

source: Plant
th: พืช

source: Please Authorize OAuth for Email Account {}
th: กรุณาอนุญาต OAuth สำหรับบัญชีอีเมล {}

source: Please Duplicate this Website Theme to customize.
th: กรุณาซ้ำธีมเว็บไซต์นี้เพื่อปรับแต่ง

source: Please Install the ldap3 library via pip to use ldap functionality.
th: โปรดติดตั้งไลบรารี ldap3 ผ่าน pip เพื่อใช้ฟังก์ชัน ldap

source: Please Set Chart
th: กรุณาตั้งค่าแผนภูมิ

source: Please Update SMS Settings
th: กรุณาอัปเดตการตั้งค่า SMS

source: Please add a subject to your email
th: โปรดเพิ่มหัวข้อลงในอีเมลของคุณ

source: Please add a valid comment.
th: กรุณาเพิ่มความคิดเห็นที่ถูกต้อง

source: Please ask your administrator to verify your sign-up
th: โปรดสอบถามผู้ดูแลระบบเพื่อตรวจสอบการเข้าสู่ระบบขึ้น

source: Please attach a file first.
th: กรุณาแนบไฟล์แรก

source: Please attach an image file to set HTML for Footer.
th: กรุณาแนบไฟล์รูปภาพเพื่อตั้งค่า HTML สำหรับส่วนท้ายหน้าเว็บ

source: Please attach an image file to set HTML for Letter Head.
th: กรุณาแนบไฟล์รูปภาพเพื่อกำหนด HTML สำหรับหัวจดหมาย

source: Please attach the package
th: กรุณาแนบแพ็กเกจด้วย

source: Please check the filter values set for Dashboard Chart: {}
th: โปรดตรวจสอบค่าตัวกรองที่ตั้งค่าสำหรับแผนภูมิแดชบอร์ด: {}

source: Please check the value of "Fetch From" set for field {0}
th: โปรดตรวจสอบค่าของ &quot;ดึงข้อมูลจาก&quot; ที่กำหนดไว้สำหรับฟิลด์ {0}

source: Please check your email for verification
th: โปรดตรวจสอบอีเมลของคุณสำหรับการตรวจสอบ

source: Please check your email login credentials.
th: กรุณาตรวจสอบข้อมูลประจำตัวสำหรับเข้าสู่ระบบอีเมลของคุณ

source: Please check your registered email address for instructions on how to proceed. Do not close this window as you will have to return to it.
th: โปรดตรวจสอบที่อยู่อีเมลที่ลงทะเบียนของคุณสำหรับคำแนะนำในการดำเนินการ อย่าปิดหน้าต่างนี้เนื่องจากคุณจะต้องกลับไปที่หน้านี้

source: Please click on the following link and follow the instructions on the page. {0}
th: กรุณาคลิกที่ลิงก์ต่อไปนี้และปฏิบัติตามคำแนะนำบนหน้าเว็บ {0}

source: Please click on the following link to set your new password
th: กรุณาคลิกที่ลิงค์ต่อไปนี้เพื่อตั้งค่ารหัสผ่านใหม่ของคุณ

source: Please close this window
th: โปรดปิดหน้าต่างนี้

source: Please confirm your action to {0} this document.
th: โปรดยืนยันการกระทำของคุณต่อ {0} เอกสารนี้

source: Please contact your system manager to install correct version.
th: กรุณาติดต่อผู้ดูแลระบบของท่านเพื่อติดตั้งเวอร์ชันที่ถูกต้อง

source: Please create Card first
th: โปรดสร้างการ์ดก่อน

source: Please create chart first
th: โปรดสร้างแผนภูมิก่อน

source: Please delete the field from {0} or add the required doctype.
th: กรุณาลบฟิลด์จาก {0} หรือเพิ่ม doctype ที่จำเป็น

source: Please do not change the template headings.
th: กรุณาอย่าเปลี่ยนหัวแม่แบบ

source: Please duplicate this to make changes
th: กรุณาซ้ำกันนี้เพื่อให้การเปลี่ยนแปลง

source: Please enable atleast one Social Login Key or LDAP or Login With Email Link before disabling username/password based login.
th: กรุณาเปิดใช้งานอย่างน้อยหนึ่งรายการจาก Social Login Key หรือ LDAP หรือ Login With Email Link ก่อนปิดการใช้งานการเข้าสู่ระบบด้วยชื่อผู้ใช้/รหัสผ่าน

source: Please enable pop-ups
th: กรุณาเปิดใช้งาน ป๊อปอัพ

source: Please enable pop-ups in your browser
th: โปรดเปิดใช้งานป๊อปอัปในเบราว์เซอร์ของคุณ

source: Please enable {} before continuing.
th: กรุณาเปิดใช้งาน {} ก่อนดำเนินการต่อ

source: Please ensure that your profile has an email address
th: โปรดตรวจสอบว่ารายละเอียดของคุณมีที่อยู่อีเมล

source: Please enter Access Token URL
th: โปรดป้อน Token URL การเข้าถึง

source: Please enter Authorize URL
th: โปรดป้อน Authorize URL

source: Please enter Base URL
th: โปรดป้อน URL พื้นฐาน

source: Please enter Client ID before social login is enabled
th: โปรดป้อน Client ID ก่อนเข้าสู่ระบบโซเชียล

source: Please enter Client Secret before social login is enabled
th: โปรดป้อน Client Secret ก่อนเปิดใช้งานการล็อกอินทางสังคม

source: Please enter OpenID Configuration URL
th: กรุณาใส่ URL การกำหนดค่า OpenID

source: Please enter Redirect URL
th: โปรดป้อน URL การเปลี่ยนเส้นทาง

source: Please enter a valid email address.
th: กรุณากรอกที่อยู่อีเมลที่ถูกต้อง

source: Please enter both your email and message so that we can get back to you. Thanks!
th: กรุณากรอกทั้งอีเมลและข้อความของคุณเพื่อให้เราสามารถติดต่อกลับได้ ขอบคุณครับ!

source: Please enter the password
th: โปรดป้อนรหัสผ่าน

# Email Account
source: Please enter the password for: <b>{0}</b>
th: กรุณาใส่รหัสผ่านสำหรับ: <b>{0}</b>

source: Please enter valid mobile nos
th: กรุณากรอก กัดกร่อน มือถือ ที่ถูกต้อง

source: Please enter your new password.
th: กรุณาใส่รหัสผ่านใหม่ของคุณ

source: Please enter your old password.
th: กรุณาใส่รหัสผ่านเก่าของคุณ

source: Please find attached {0}: {1}
th: กรุณาค้นหาแนบ {0}: {1}

source: Please hide the standard navbar items instead of deleting them
th: โปรดซ่อนรายการ navbar มาตรฐานแทนที่จะลบออก

source: Please login to post a comment.
th: กรุณาเข้าสู่ระบบเพื่อแสดงความคิดเห็น

source: Please make sure the Reference Communication Docs are not circularly linked.
th: โปรดตรวจสอบให้แน่ใจว่าเอกสารการสื่อสารอ้างอิงไม่ได้รับการเชื่อมโยงกันเป็นวงกลม

source: Please refresh to get the latest document.
th: กรุณารีเฟรชที่จะได้รับเอกสารล่าสุด

source: Please remove the printer mapping in Printer Settings and try again.
th: กรุณาลบการแมปเครื่องพิมพ์ใน การตั้งค่าเครื่องพิมพ์ แล้วลองใหม่อีกครั้ง

source: Please save before attaching.
th: กรุณาบันทึกก่อนที่จะติด

source: Please save the Newsletter before sending
th: กรุณาบันทึก ข่าวก่อนที่จะส่ง

source: Please save the document before assignment
th: กรุณาบันทึกเอกสารก่อนที่จะได้รับมอบหมาย

source: Please save the document before removing assignment
th: กรุณาบันทึกเอกสารก่อนที่จะลบที่ได้รับมอบหมาย

source: Please save the report first
th: กรุณาบันทึกรายงานครั้งแรก

source: Please save to edit the template.
th: โปรดบันทึกเพื่อแก้ไขเทมเพลต

source: Please select Company
th: กรุณาเลือก บริษัท

source: Please select DocType first
th: กรุณาเลือก DocType แรก

source: Please select Entity Type first
th: โปรดเลือกประเภทข้อมูลเอนทิตีก่อน

source: Please select Minimum Password Score
th: โปรดเลือกคะแนนรหัสผ่านขั้นต่ำ

source: Please select X and Y fields
th: กรุณาเลือกฟิลด์ X และ Y

source: Please select a country code for field {1}.
th: กรุณาเลือก รหัสประเทศ สำหรับช่องข้อมูล {1}

source: Please select a file first.
th: กรุณาเลือกไฟล์ก่อนค่ะ

source: Please select a file or url
th: โปรดเลือกไฟล์หรือพิมพ์ URL

source: Please select a valid csv file with data
th: กรุณาเลือก csv ที่ถูกต้อง กับข้อมูล

source: Please select a valid date filter
th: โปรดเลือกตัวกรองวันที่ที่ถูกต้อง

source: Please select applicable Doctypes
th: กรุณาเลือก Doctypes ที่เกี่ยวข้อง

source: Please select atleast 1 column from {0} to sort/group
th: กรุณาเลือกอย่างน้อย 1 คอลัมน์จาก {0} เพื่อเรียงลำดับ / กลุ่ม

source: Please select prefix first
th: กรุณาเลือก คำนำหน้า เป็นครั้งแรก

source: Please select the Document Type.
th: โปรดเลือกประเภทเอกสาร

source: Please select the LDAP Directory being used
th: กรุณาเลือกไดเรกทอรี LDAP ที่ใช้งานอยู่

source: Please select {0}
th: กรุณาเลือก {0}

source: Please set Dropbox access keys in site config or doctype
th: กรุณาตั้งค่ากุญแจเข้าถึง Dropbox ในการกำหนดค่าไซต์หรือในเอกสารประเภทข้อมูล

source: Please set Email Address
th: กรุณาตั้งค่าอีเมล์

source: Please set a printer mapping for this print format in the Printer Settings
th: โปรดตั้งค่าการจับคู่เครื่องพิมพ์สำหรับรูปแบบการพิมพ์นี้ในการตั้งค่าเครื่องพิมพ์

source: Please set filters
th: กรุณาตั้งค่าตัวกรอง

source: Please set filters value in Report Filter table.
th: กรุณาตั้งค่าฟิลเตอร์กรองในตารางรายงาน

source: Please set the document name
th: กรุณากำหนดชื่อเอกสาร

source: Please set the following documents in this Dashboard as standard first.
th: โปรดตั้งค่าเอกสารต่อไปนี้ในแดชบอร์ดนี้เป็นมาตรฐานก่อน

source: Please set the series to be used.
th: โปรดตั้งชุดที่จะใช้

source: Please setup SMS before setting it as an authentication method, via SMS Settings
th: โปรดตั้งค่า SMS ก่อนตั้งค่าเป็นวิธีการตรวจสอบสิทธิ์ผ่านทาง SMS Settings

source: Please setup a message first
th: โปรดตั้งค่าข้อความก่อน

source: Please setup default outgoing Email Account from Settings > Email Account
th: กรุณาตั้งค่า บัญชี Email ของชั่งจากระบุ่น > บัญชี Email

source: Please setup default outgoing Email Account from Tools > Email Account
th: กรุณาตั้งค่าบัญชีอีเมลขาออกเริ่มต้นจาก เมนูเครื่องมือ > บัญชีอีเมล

source: Please specify
th: โปรดระบุ

source: Please specify a valid parent DocType for {0}
th: กรุณาระบุ DocType แม่ที่ถูกต้องสำหรับ {0}

source: Please specify which date field must be checked
th: โปรดระบุที่ฟิลด์วันจะต้องตรวจสอบ

source: Please specify which value field must be checked
th: กรุณาระบุว่าเขตข้อมูลค่าจะต้องตรวจสอบ

source: Please try again
th: กรุณาลองอีกครั้ง

source: Please update {} before continuing.
th: กรุณาอัปเดต {} ก่อนดำเนินการต่อ

source: Please use a valid LDAP search filter
th: กรุณาใช้ตัวกรองการค้นหา LDAP ที่ถูกต้อง

source: Please use following links to download file backup.
th: กรุณาใช้ลิงก์ต่อไปนี้เพื่อดาวน์โหลดไฟล์สำรองข้อมูล

source: Please verify your Email Address
th: โปรดตรวจสอบที่อยู่อีเมลของคุณ

source: Please visit https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key for more information.
th: กรุณาเยี่ยมชม https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key สำหรับข้อมูลเพิ่มเติม

source: Point Allocation Periodicity
th: จุดการจัดสรรระยะเวลา

source: Points
th: จุด

source: Points Given
th: คะแนนที่ได้รับ

source: Polling
th: การลงคะแนนเสียง

source: Popover Element
th: องค์ประกอบป๊อปโอเวอร์

source: Popover or Modal Description
th: คำอธิบายป๊อปโอเวอร์หรือโมดอล

source: Port
th: พอร์ต

source: Portal
th: พอร์ทัล

source: Portal Menu
th: เมนูพอร์ทัล

source: Portal Menu Item
th: รายการเมนูพอร์ทัล

source: Portal Settings
th: การตั้งค่าพอร์ทัล

source: Portrait
th: ภาพเหมือน

source: Position
th: ตำแหน่ง

source: Post
th: เสา

source: Post it here, our mentors will help you out.
th: โพสต์ที่นี่ได้เลยครับ ที่ปรึกษาของเราจะช่วยคุณเอง

source: Postal
th: ไปรษณีย์

source: Postal Code
th: รหัสไปรษณีย์

source: Posting Timestamp
th: เวลาบันทึกโพสต์

source: Posts
th: กระทู้

source: Posts by {0}
th: โพสต์โดย {0}

source: Posts filed under {0}
th: กระทู้ยื่นภายใต้ {0}

source: Precision
th: ความแม่นยำ

source: Precision should be between 1 and 6
th: Precision ควรอยู่ระหว่าง 1 และ 6

source: Predictable substitutions like '@' instead of 'a' don't help very much.
th: แทนคาดเดาได้เช่น &#39;@&#39; แทน &#39;a&#39; ไม่ได้ช่วยมาก

source: Prefer not to say
th: ไม่ต้องการที่จะพูด

source: Preferred Billing Address
th: ที่อยู่การเรียกเก็บเงินที่ต้องการ

source: Preferred Shipping Address
th: ที่อยู่การจัดส่งสินค้าที่ต้องการ

source: Prefix
th: อุปสรรค

source: Prepared Report
th: จัดทำรายงาน

source: Prepared Report Analytics
th: รายงานวิเคราะห์ที่จัดเตรียมไว้

source: Prepared Report User
th: ผู้ใช้รายงานที่เตรียมไว้

source: Prepared report render failed
th: การแสดงรายงานที่จัดเตรียมล้มเหลว

source: Preparing Report
th: จัดทำรายงาน

source: Prepend the template to the email message
th: เพิ่มเทมเพลตไว้ด้านหน้าข้อความอีเมล

source: Press Alt Key to trigger additional shortcuts in Menu and Sidebar
th: กดปุ่ม Alt เพื่อเรียกใช้ทางลัดเพิ่มเติมในเมนูและแถบด้านข้าง

source: Press Enter to save
th: กด Enter เพื่อบันทึก

source: Preview
th: แสดงตัวอย่าง

source: Preview HTML
th: ดูตัวอย่าง HTML

source: Preview Image
th: ภาพตัวอย่าง

source: Preview Message
th: ดูตัวอย่างข้อความ

source: Preview Mode
th: โหมดแสดงตัวอย่าง

source: Preview of generated names
th: ตัวอย่างชื่อที่สร้างขึ้น

source: Preview type
th: ประเภทตัวอย่างแสดงผล

source: Preview:
th: ตัวอย่าง:

source: Previous
th: ก่อนหน้า

# Go to previous slide
source: Previous
th: ก่อน

source: Previous Document
th: เอกสารก่อนหน้า

source: Previous Hash
th: แฮชก่อนหน้านี้

source: Previous Submission
th: การส่งครั้งก่อนหน้า

source: Primary
th: ประถม

source: Primary Address
th: ที่อยู่หลัก

source: Primary Color
th: สีหลัก

source: Primary Contact
th: ผู้ติดต่อหลัก

source: Primary Email
th: อีเมลหลัก

source: Primary Mobile
th: โทรศัพท์มือถือหลัก

source: Primary Phone
th: โทรศัพท์หลัก

source: Print
th: พิมพ์

# Button in list view actions menu
source: Print
th: พิมพ์

source: Print Documents
th: พิมพ์เอกสาร

source: Print Format
th: พิมพ์รูปแบบ

source: Print Format Builder
th: พิมพ์รูปแบบสร้าง

source: Print Format Builder (New)
th: ตัวสร้างรูปแบบการพิมพ์ (ใหม่)

source: Print Format Builder Beta
th: ตัวสร้างรูปแบบการพิมพ์ รุ่นเบต้า

source: Print Format Error
th: ข้อผิดพลาดรูปแบบการพิมพ์

source: Print Format Field Template
th: แม่แบบฟิลด์รูปแบบการพิมพ์

source: Print Format For
th: รูปแบบการพิมพ์สำหรับ

source: Print Format Help
th: พิมพ์รูปแบบความช่วยเหลือ

source: Print Format Type
th: พิมพ์รูปแบบประเภท

source: Print Format not found
th: ไม่พบรูปแบบการพิมพ์

source: Print Format {0} is disabled
th: พิมพ์รูปแบบ {0} ถูกปิดใช้งาน

source: Print Formats allow you can define looks for documents when printed or converted to PDF. You can also create a custom Print Format using drag-and-drop tools.
th: รูปแบบการพิมพ์ช่วยให้คุณกำหนดลักษณะของเอกสารเมื่อพิมพ์หรือแปลงเป็น PDF ได้ นอกจากนี้คุณยังสามารถสร้างรูปแบบการพิมพ์ที่กำหนดเองโดยใช้เครื่องมือแบบลากและวางได้อีกด้วย

source: Print Heading
th: พิมพ์หัวเรื่อง

source: Print Hide
th: พิมพ์ซ่อน

source: Print Hide If No Value
th: ซ่อนพิมพ์ถ้าไม่มีมูลค่า

source: Print Language
th: พิมพ์ภาษา

source: Print Sent to the printer!
th: พิมพ์ส่งไปยังเครื่องพิมพ์!

source: Print Server
th: เซิร์ฟเวอร์การพิมพ์

source: Print Settings
th: ตั้งค่าการพิมพ์

source: Print Style
th: รูปแบบการพิมพ์

source: Print Style Name
th: พิมพ์ชื่อสไตล์

source: Print Style Preview
th: ตัวอย่างรูปแบบการพิมพ์

source: Print Width
th: ความกว้างพิมพ์

source: Print Width of the field, if the field is a column in a table
th: พิมพ์หน้ากว้างของข้อมูลหากข้อมูลเป็นคอลัมน์ในตาราง

source: Print document
th: พิมพ์เอกสาร

source: Print with letterhead
th: พิมพ์ด้วยกระดาษหัวจดหมาย

source: Printer
th: เครื่องพิมพ์

source: Printer Mapping
th: การทำแผนที่เครื่องพิมพ์

source: Printer Name
th: ชื่อเครื่องพิมพ์

source: Printer Settings
th: การตั้งค่าเครื่องพิมพ์

source: Printer mapping not set.
th: การแมปเครื่องพิมพ์ยังไม่ได้ตั้งค่า

source: Printing
th: การพิมพ์

source: Printing failed
th: การพิมพ์ล้มเหลว

source: Priority
th: บุริมสิทธิ์

source: Private
th: ส่วนตัว

source: Private Files (MB)
th: ไฟล์ส่วนตัว (MB)

source: Private Files Backup:
th: สำรองข้อมูลไฟล์ส่วนตัว:

source: ProTip: Add <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> to send document reference
th: protip: เพิ่ม <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> ที่จะส่งเอกสารอ้างอิง

source: Proceed
th: ดำเนินการต่อ

source: Proceed Anyway
th: ดำเนินการต่อ

source: Processing
th: การประมวลผล

source: Processing...
th: กำลังประมวลผล ...

source: Prof
th: ศ

source: Profile
th: โปรไฟล์

source: Progress
th: ความคืบหน้า

source: Project
th: โครงการ

source: Property
th: คุณสมบัติ

source: Property Depends On
th: คุณสมบัติขึ้นอยู่กับ

source: Property Setter
th: สถานที่ให้บริการ Setter

source: Property Setter overrides a standard DocType or Field property
th: ทรัพย์สิน Setter แทนที่ DocType มาตรฐานหรือสถานที่ให้บริการภาคสนาม

source: Property Type
th: ประเภทอสังหาริมทรัพย์

source: Protect Attached Files
th: ปกป้องไฟล์แนบ

source: Protected File
th: ไฟล์ที่ได้รับการป้องกัน

source: Provide a list of allowed file extensions for file uploads. Each line should contain one allowed file type. If unset, all file extensions are allowed. Example: <br>CSV<br>JPG<br>PNG
th: ระบุรายการนามสกุลไฟล์ที่อนุญาตสำหรับการอัปโหลดไฟล์ แต่ละบรรทัดควรมีประเภทไฟล์ที่อนุญาตหนึ่งประเภท หากไม่ได้ตั้งค่าไว้ จะอนุญาตให้นามสกุลไฟล์ทั้งหมด ตัวอย่าง: <br>CSV<br>JPG<br>PNG

source: Provider
th: ผู้ให้บริการ

source: Provider Name
th: ชื่อผู้ให้บริการ

source: Public
th: สาธารณะ

# Workspace Category
source: Public
th: สาธารณะ

source: Public Files (MB)
th: ไฟล์สาธารณะ (MB)

source: Public Files Backup:
th: สำรองข้อมูลไฟล์สาธารณะ:

source: Publish
th: ประกาศ

source: Publish as a web page
th: เผยแพร่เป็นหน้าเว็บ

source: Published
th: เผยแพร่

source: Published On
th: เผยแพร่เมื่อ

source: Published on
th: เผยแพร่เมื่อ

source: Publishing Dates
th: วันที่เผยแพร่

source: Pull Emails
th: ดึงอีเมล

source: Pull from Google Calendar
th: ดึงจาก Google Calendar

source: Pull from Google Contacts
th: ดึงจาก Google Contacts

source: Pulled from Google Calendar
th: ดึงจาก Google ปฏิทิน

source: Pulled from Google Contacts
th: ดึงจาก Google Contacts

source: Pulling emails...
th: กำลังดึงอีเมล...

source: Purchase Manager
th: ผู้จัดการฝ่ายจัดซื้อ

source: Purchase Master Manager
th: ซื้อผู้จัดการโท

source: Purchase User
th: ผู้ซื้อ

source: Purple
th: ม่วง

source: Push Notification Settings
th: การตั้งค่าการแจ้งเตือนแบบพุช

source: Push Notifications
th: การแจ้งเตือนแบบพุช

source: Push to Google Calendar
th: กดไปที่ Google Calendar

source: Push to Google Contacts
th: กดไปที่ Google Contacts

source: Put on Hold
th: ระงับไว้ชั่วคราว

source: QR Code
th: คิวอาร์โค้ด

source: QR Code for Login Verification
th: รหัส QR สำหรับการยืนยันการเข้าสู่ระบบ

source: QZ Tray Failed:
th: ถาด QZ ล้มเหลว:

source: Quarterly
th: ทุกไตรมาส

source: Query
th: สอบถาม

source: Query / Script
th: แบบสอบถาม / สคริปต์

source: Query Options
th: ตัวเลือกแบบสอบถาม

source: Query Parameters
th: พารามิเตอร์การค้นหา

source: Query Report
th: รายงานแบบสอบถาม

source: Query analysis complete. Check suggested indexes.
th: การวิเคราะห์คำค้นหาเสร็จสมบูรณ์ โปรดตรวจสอบดัชนีที่แนะนำ

source: Query must be of SELECT or read-only WITH type.
th: คำสั่งต้องเป็นประเภท SELECT หรือ WITH ที่อ่านอย่างเดียวเท่านั้น

source: Queue
th: คิว

source: Queue Overloaded
th: คิวล้น

source: Queue Status
th: สถานะคิว

source: Queue Type(s)
th: ประเภทคิว

source: Queue in Background (BETA)
th: คิวในพื้นหลัง (รุ่นเบต้า)

source: Queue should be one of {0}
th: คิวควรเป็นหนึ่งใน {0}

source: Queue(s)
th: คิว

source: Queued
th: จัดคิว

source: Queued At
th: คิวเมื่อ

source: Queued By
th: คิวโดย

source: Queued for Submission. You can track the progress over {0}.
th: อยู่ในคิวสำหรับการส่ง คุณสามารถติดตามความคืบหน้าได้ที่ {0}

source: Queued for backup. It may take a few minutes to an hour.
th: จัดคิวสำหรับการสำรองข้อมูล มันอาจใช้เวลาไม่กี่นาทีถึงหนึ่งชั่วโมง

source: Queued for backup. You will receive an email with the download link
th: จัดคิวแล้วสำหรับการสำรองข้อมูล คุณจะได้รับอีเมลพร้อมลิงก์ดาวน์โหลด

source: Queued {0} emails
th: อีเมล {0} ที่อยู่ในคิว

source: Queues
th: คิว

source: Queuing emails...
th: กำลังจัดคิวอีเมล...

source: Queuing {0} for Submission
th: กำลังจัดคิว {0} เพื่อส่งข้อมูล

source: Quick Entry
th: รายการด่วน

source: Quick Help for Setting Permissions
th: ความช่วยเหลือด่วนสำหรับการตั้งค่าสิทธิ์

source: Quick List Filter
th: ตัวกรองรายการด่วน

source: Quick Lists
th: รายการด่วน

source: Quoting must be between 0 and 3
th: การเสนอราคาต้องอยู่ระหว่าง 0 ถึง 3

source: RAW Information Log
th: บันทึกข้อมูล RAW

source: RQ Job
th: งาน RQ

source: RQ Worker
th: พนักงาน RQ

source: Random
th: สุ่ม

source: Range
th: เทือกเขา

source: Rank
th: ลำดับ

source: Rate Limiting
th: การจำกัดอัตรา

source: Rate Limits
th: ข้อจำกัดอัตราการใช้งาน

source: Rate limit for email link login
th: ข้อจำกัดอัตราการเข้าสู่ระบบด้วยลิงก์อีเมล

source: Rating
th: อันดับ

source: Raw Commands
th: คำสั่งดิบ

source: Raw Email
th: อีเมล์ดิบ

source: Raw Printing
th: การพิมพ์แบบดิบ

source: Raw Printing Setting
th: การตั้งค่าการพิมพ์แบบดิบ

source: Raw Printing Settings
th: การตั้งค่าการพิมพ์แบบดิบ

source: Re-Run in Console
th: เรียกใช้งานซ้ำในคอนโซล

source: Re:
th: ตอบ:

source: Read
th: อ่าน

source: Read Only
th: อ่านอย่างเดียว

source: Read Only Depends On
th: อ่านอย่างเดียวขึ้นอยู่กับ

source: Read Only Depends On (JS)
th: อ่านอย่างเดียว ขึ้นอยู่กับ (JS)

source: Read Only Mode
th: โหมดอ่านอย่างเดียว

source: Read Time
th: อ่านเวลา

source: Read by Recipient
th: อ่านโดยผู้รับ

source: Read by Recipient On
th: อ่านตาม Recipient On

source: Read mode
th: โหมดอ่าน

source: Read the documentation to know more
th: อ่านเอกสารเพื่อทราบข้อมูลเพิ่มเติม

source: Readme
th: อ่านฉัน

source: Realtime (SocketIO)
th: เรียลไทม์ (SocketIO)

source: Reason
th: เหตุผล

source: Rebuild
th: สร้างใหม่

source: Rebuild Tree
th: สร้างโครงสร้างต้นไม้ใหม่

source: Rebuilding of tree is not supported for {}
th: การสร้างโครงสร้างต้นไม้ใหม่ไม่รองรับสำหรับ {}

source: Received
th: ที่ได้รับ

source: Received an invalid token type.
th: ได้รับประเภทโทเค็นที่ไม่ถูกต้อง

source: Receiver By Document Field
th: ผู้รับตามฟิลด์เอกสาร

source: Receiver By Role
th: ผู้รับตามบทบาท

source: Receiver Parameter
th: พารามิเตอร์รับ

source: Recent Activity
th: กิจกรรมล่าสุด

source: Recent years are easy to guess.
th: ปีที่ผ่านมาเป็นเรื่องง่ายที่จะคาดเดา

source: Recents
th: รายการล่าสุด

source: Recipient
th: ผู้รับ

source: Recipient Account Field
th: ฟิลด์ บัญชี ลูกค้าอย

source: Recipient Unsubscribed
th: ผู้รับยกเลิกการสมัคร

source: Recipients
th: ผู้รับ

source: Recorder
th: เครื่องบันทึก

source: Recorder Query
th: แบบสอบถามบันทึกข้อมูล

source: Recorder Suggested Index
th: ดัชนีที่ระบบบันทึกแนะนำ

source: Records for following doctypes will be filtered
th: บันทึกสำหรับต่อไปนี้ doctypes จะถูกกรอง

source: Recursive Fetch From
th: ดึงข้อมูลแบบวนซ้ำจาก

source: Red
th: สีแดง

source: Redirect HTTP Status
th: สถานะการเปลี่ยนเส้นทาง HTTP

source: Redirect URI
th: ที่อยู่สำหรับเปลี่ยนเส้นทาง (Redirect URI)

source: Redirect URI Bound To Auth Code
th: เปลี่ยนเส้นทาง URI ผูกพันกับรหัสรับรองความถูกต้อง

source: Redirect URIs
th: เปลี่ยนเส้นทางยูริ

source: Redirect URL
th: URL การเปลี่ยนเส้นทาง

source: Redirect to the selected app after login
th: เปลี่ยนเส้นทางไปยังแอปที่เลือกหลังจากเข้าสู่ระบบ

source: Redirect to this URL after successful confirmation.
th: เปลี่ยนเส้นทางไปยัง URL นี้หลังจากยืนยันสำเร็จแล้ว

source: Redirects
th: การเปลี่ยนเส้นทาง

source: Redis cache server not running. Please contact Administrator / Tech support
th: ไม่ได้เปิดใช้งานเซิร์ฟเวอร์แคช Redis กรุณาติดต่อผู้ดูแลระบบ / หน่วยช่วยเหลือทางเทคนิค

source: Redo
th: ทำใหม่

source: Redo last action
th: ทำซ้ำการดำเนินการล่าสุด

source: Ref DocType
th: DocType Ref

source: Referance Doctype and Dashboard Name both can't be used at the same time.
th: ไม่สามารถใช้ Referance Doctype และชื่อแดชบอร์ดพร้อมกันได้ในเวลาเดียวกัน

source: Reference
th: การอ้างอิง

source: Reference Date
th: วันที่อ้างอิง

source: Reference DocName
th: เอกสารอ้างอิง DocName

source: Reference DocType
th: DocType อ้างอิง

source: Reference DocType and Reference Name are required
th: DocType อ้างอิงและการอ้างอิงชื่อจะต้อง

source: Reference Docname
th: DocName อ้างอิง

source: Reference Doctype
th: Doctype อ้างอิง

source: Reference Document
th: เอกสารอ้างอิง

source: Reference Document Name
th: ชื่อเอกสารอ้างอิง

source: Reference Document Type
th: เอกสารประเภท

source: Reference Name
th: ชื่ออ้างอิง

source: Reference Owner
th: เจ้าของอ้างอิง

source: Reference Report
th: รายงานอ้างอิง

source: Reference Type
th: ชนิดการอ้างอิง

source: Reference document has been cancelled
th: เอกสารอ้างอิงถูกยกเลิก

source: Reference name
th: ชื่ออ้างอิง

source: Reference: {0} {1}
th: อ้างอิง: {0} {1}

source: Referrer
th: ผู้อ้างอิง

source: Refresh
th: รีเฟรช

source: Refresh All
th: รีเฟรชทั้งหมด

source: Refresh Google Sheet
th: รีเฟรช Google Sheet

source: Refresh Token
th: รีเฟรช Token

# Document count in list view
source: Refreshing
th: รวย

source: Refreshing...
th: กำลังปรับปรุง...

source: Registered but disabled
th: สมัครสมาชิก แต่คนพิการ

source: Rejected
th: ปฏิเสธ

source: Relay Server URL missing
th: ไม่มี URL เซิร์ฟเวอร์รีเลย์

source: Relay Settings
th: การตั้งค่าการส่งต่อ
