Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Incoming Settings
th: การตั้งค่าขาเข้า

source: Incoming email account not correct
th: บัญชีอีเมลขาเข้าไม่ถูกต้อง

source: Incomplete Virtual Doctype Implementation
th: การดำเนินการ Virtual Doctype ยังไม่สมบูรณ์

source: Incomplete login details
th: รายละเอียดการเข้าสู่ระบบที่ไม่สมบูรณ์

source: Incorrect Configuration
th: การกำหนดค่าไม่ถูกต้อง

source: Incorrect URL
th: URL ไม่ถูกต้อง

source: Incorrect User or Password
th: ผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

source: Incorrect Verification code
th: รหัสยืนยันไม่ถูกต้อง

source: Incorrect value in row {0}:
th: ค่าที่ไม่ถูกต้องในแถว {0}:

source: Incorrect value:
th: ค่าที่ไม่ถูกต้อง:

source: Index
th: ดัชนี

source: Index Web Pages for Search
th: จัดทำดัชนีหน้าเว็บสำหรับการค้นหา

source: Index created successfully on column {0} of doctype {1}
th: สร้างดัชนีสำเร็จบนคอลัมน์ {0} ของประเภทเอกสาร {1}

source: Indexing authorization code
th: กำลังจัดทำดัชนีรหัสอนุญาต

source: Indexing refresh token
th: กำลังจัดทำดัชนีรีเฟรชโทเค็น

source: Indicator
th: ตัวบ่งชี้

source: Indicator Color
th: สีตัวบ่งชี้

source: Indicator color
th: สีตัวบ่งชี้

source: Info
th: ข้อมูล

source: Info:
th: ข้อมูล:

source: Initial Sync Count
th: จำนวนซิงค์เริ่มต้น

source: Insert
th: แทรก

source: Insert Above
th: แทรกเหนือ

source: Insert After
th: ใส่หลังจาก

source: Insert After cannot be set as {0}
th: ใส่หลังจากที่ไม่สามารถกำหนดให้เป็น {0}

source: Insert After field '{0}' mentioned in Custom Field '{1}', with label '{2}', does not exist
th: ใส่หลังจากฟิลด์ &#39;{0}&#39; กล่าวถึงในฟิลด์ที่กำหนดเอง &#39;{1}&#39; ที่มีป้าย &#39;{2}&#39; ไม่ได้อยู่

source: Insert Below
th: ใส่ด้านล่าง

source: Insert Column Before {0}
th: แทรกคอลัมน์ก่อน {0}

source: Insert Image in Markdown
th: แทรกรูปภาพใน Markdown

source: Insert New Records
th: แทรกบันทึกใหม่

source: Insert Style
th: ใส่สไตล์

source: Install {0} from Marketplace
th: ติดตั้ง {0} จากตลาดแอปพลิเคชัน

source: Installed Application
th: แอปพลิเคชันที่ติดตั้ง

source: Installed Applications
th: แอปพลิเคชันที่ติดตั้ง

source: Installed Apps
th: แอปที่ติดตั้งแล้ว

source: Instructions
th: คำแนะนำ

source: Instructions Emailed
th: ส่งคำแนะนำทางอีเมล

source: Insufficient Permission Level for {0}
th: ระดับสิทธิ์ไม่เพียงพอสำหรับ {0}

source: Insufficient Permission for {0}
th: ไม่ได้รับอนุญาตสำหรับ {0}

source: Insufficient Permissions for deleting Report
th: ไม่มีสิทธิ์เพียงพอในการลบรายงาน

source: Insufficient Permissions for editing Report
th: ไม่มีสิทธิ์เพียงพอในการแก้ไขรายงาน

source: Insufficient attachment limit
th: ขีดจำกัดไฟล์แนบไม่เพียงพอ

source: Integration Request
th: ขอบูรณาการ

source: Integrations can use this field to set email delivery status
th: Integrations สามารถใช้ข้อมูลนี้ในการตั้งค่าสถานะการส่งอีเมล

source: Inter
th: อินเทอร์

source: Interests
th: ความสนใจ

source: Intermediate
th: สื่อกลาง

source: Internal Server Error
th: เกิดข้อผิดพลาดภายในเซิร์ฟเวอร์

source: Internal record of document shares
th: บันทึกของหุ้นเอกสารภายใน

source: Intro
th: บทนำ

source: Intro Video URL
th: URL วิดีโอแนะนำ

source: Introduce your company to the website visitor.
th: แนะนำ บริษัท ของคุณเพื่อเข้าชมเว็บไซต์

source: Introduction
th: การแนะนำ

source: Introduction to Website
th: บทนำสู่เว็บไซต์

source: Introductory information for the Contact Us Page
th: ข้อมูลเบื้องต้นสำหรับการติดต่อเราหน้า

source: Introspection URI
th: URI การตรวจสอบตนเอง

source: Invalid
th: โมฆะ

source: Invalid "depends_on" expression
th: นิพจน์ &quot;depends_on&quot; ไม่ถูกต้อง

source: Invalid "depends_on" expression set in filter {0}
th: ตั้งค่านิพจน์ &quot;depend_on&quot; ไม่ถูกต้องในตัวกรอง {0}

source: Invalid "mandatory_depends_on" expression
th: นิพจน์ "mandatory_depends_on" ไม่ถูกต้อง

source: Invalid Action
th: การดำเนินการไม่ถูกต้อง

source: Invalid CSV Format
th: รูปแบบ CSV ไม่ถูกต้อง

source: Invalid Code. Please try again.
th: รหัสไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง

source: Invalid Condition: {}
th: เงื่อนไขไม่ถูกต้อง: {}

source: Invalid Credentials
th: ข้อมูลประจำตัวที่ไม่ถูกต้อง

source: Invalid Date
th: วันที่ไม่ถูกต้อง

source: Invalid DocType
th: ประเภทเอกสารไม่ถูกต้อง

source: Invalid DocType: {0}
th: ประเภทเอกสารไม่ถูกต้อง: {0}

source: Invalid Doctype
th: ประเภทเอกสารไม่ถูกต้อง

source: Invalid Fieldname
th: ชื่อฟิลด์ไม่ถูกต้อง

source: Invalid File URL
th: URL ไฟล์ไม่ถูกต้อง

source: Invalid Filter Format for field {0} of type {1}. Try using filter icon on the field to set it correctly
th: รูปแบบตัวกรองไม่ถูกต้องสำหรับฟิลด์ {0} ประเภท {1} กรุณาลองใช้ไอคอนตัวกรองบนฟิลด์เพื่อตั้งค่าให้ถูกต้อง

source: Invalid Filter Value
th: ค่าตัวกรองไม่ถูกต้อง

source: Invalid Home Page
th: หน้าแรก ไม่ถูกต้อง

source: Invalid Link
th: การเชื่อมโยงที่ไม่ถูกต้อง

source: Invalid Login Token
th: เข้าสู่ระบบ Token ไม่ถูกต้อง

source: Invalid Login. Try again.
th: เข้าสู่ระบบที่ไม่ถูกต้อง ลองอีกครั้ง.

source: Invalid Mail Server. Please rectify and try again.
th: เซิร์ฟเวอร์ของจดหมายที่ ไม่ถูกต้อง กรุณา แก้ไข และลองอีกครั้ง

source: Invalid Naming Series: {}
th: ลำดับการตั้งชื่อไม่ถูกต้อง: {}

source: Invalid Operation
th: การดำเนินการไม่ถูกต้อง

source: Invalid Option
th: ตัวเลือกไม่ถูกต้อง

source: Invalid Outgoing Mail Server or Port: {0}
th: เซิร์ฟเวอร์อีเมลขาออกหรือพอร์ตไม่ถูกต้อง: {0}

source: Invalid Output Format
th: รูปแบบเอาต์พุตที่ไม่ถูกต้อง

source: Invalid Parameters.
th: พารามิเตอร์ไม่ถูกต้อง

source: Invalid Password
th: รหัสผ่านไม่ถูกต้อง

source: Invalid Phone Number
th: หมายเลขโทรศัพท์ไม่ถูกต้อง

source: Invalid Request
th: ขอไม่ถูกต้อง

source: Invalid Search Field {0}
th: ช่องค้นหาไม่ถูกต้อง {0}

source: Invalid Table Fieldname
th: ชื่อฟิลด์ตารางไม่ถูกต้อง

source: Invalid Transition
th: การเปลี่ยนสถานะไม่ถูกต้อง

source: Invalid URL
th: URL ไม่ถูกต้อง

source: Invalid User Name or Support Password. Please rectify and try again.
th: ชื่อผู้ใช้งาน ที่ไม่ถูกต้อง หรือ การสนับสนุน ผ่าน กรุณา แก้ไข และลองอีกครั้ง

source: Invalid Values
th: ค่าที่ไม่ถูกต้อง

source: Invalid Webhook Secret
th: รหัสลับ Webhook ไม่ถูกต้อง

source: Invalid aggregate function
th: ฟังก์ชันสรุปรวมไม่ถูกต้อง

source: Invalid column
th: คอลัมน์ไม่ถูกต้อง

source: Invalid docstatus
th: สถานะเอกสารไม่ถูกต้อง

source: Invalid expression set in filter {0}
th: ตั้งค่านิพจน์ไม่ถูกต้องในตัวกรอง {0}

source: Invalid expression set in filter {0} ({1})
th: ตั้งค่านิพจน์ไม่ถูกต้องในตัวกรอง {0} ({1})

source: Invalid field name {0}
th: ชื่อฟิลด์ไม่ถูกต้อง {0}

source: Invalid fieldname '{0}' in autoname
th: fieldname ไม่ถูกต้อง &#39;{0}&#39; ใน autoname

source: Invalid file path: {0}
th: เส้นทางของไฟล์ไม่ถูกต้อง: {0}

source: Invalid filter: {0}
th: ตัวกรองไม่ถูกต้อง: {0}

source: Invalid include path
th: เส้นทางรวมไม่ถูกต้อง

source: Invalid json added in the custom options: {0}
th: เพิ่ม json ไม่ถูกต้องในตัวเลือกที่กำหนดเอง: {0}

source: Invalid name type (integer) for varchar name column
th: ประเภทชื่อไม่ถูกต้อง (จำนวนเต็ม) สำหรับคอลัมน์ชื่อแบบ varchar

source: Invalid naming series {}: dot (.) missing
th: ลำดับชื่อ {} ไม่ถูกต้อง: ขาดจุด (.)

source: Invalid naming series {}: dot (.) missing before the numeric placeholders. Kindly use a format like <b>ABCD.#####</b>.
th: ลำดับชื่อ {} ไม่ถูกต้อง: จุด (.) หายไปก่อนตัวแทนตัวเลข กรุณาใช้รูปแบบเช่น <b>ABCD.#####</b>

source: Invalid or corrupted content for import
th: เนื้อหาที่ไม่ถูกต้องหรือเสียหายสำหรับการนำเข้า

source: Invalid redirect regex in row #{}: {}
th: รูปแบบ regex การเปลี่ยนเส้นทางไม่ถูกต้องในแถวที่ #{}: {}

source: Invalid request arguments
th: อาร์กิวเมนต์คำขอไม่ถูกต้อง

source: Invalid template file for import
th: ไฟล์เทมเพลตไม่ถูกต้องสำหรับการนำเข้า

source: Invalid token state! Check if the token has been created by the OAuth user.
th: สถานะโทเค็นไม่ถูกต้อง! กรุณาตรวจสอบว่าโทเค็นถูกสร้างโดยผู้ใช้ OAuth หรือไม่

source: Invalid username or password
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

# Error message in web form
source: Invalid values for fields:
th: ค่าที่ป้อนไม่ถูกต้องสำหรับฟิลด์:

source: Invalid wkhtmltopdf version
th: เวอร์ชัน wkhtmltopdf ไม่ถูกต้อง

source: Invalid {0} condition
th: สภาวะ {0} ไม่ถูกต้อง

source: Inverse
th: ผกผัน

source: Invite as User
th: เชิญผู้ใช้

source: Is
th: เป็น

source: Is Active
th: มีการใช้งาน

source: Is Attachments Folder
th: เป็นโฟลเดอร์ไฟล์แนบ

source: Is Calendar and Gantt
th: ปฏิทิน และ แผนภูมิแกนต์

source: Is Child Table
th: เป็นตารางเด็ก

source: Is Complete
th: เสร็จสมบูรณ์

source: Is Completed
th: เป็นที่เรียบร้อยแล้ว

source: Is Custom
th: เป็นแบบกำหนดเอง

source: Is Custom Field
th: เป็นฟิลด์ที่กำหนดเอง

source: Is Default
th: เป็นค่าเริ่มต้น

source: Is Dynamic URL?
th: เป็น URL แบบไดนามิกหรือไม่?

source: Is Folder
th: เป็นโฟลเดอร์

source: Is Global
th: เป็นสากล

source: Is Hidden
th: ซ่อนอยู่

source: Is Home Folder
th: เป็นโฟลเดอร์แรก

source: Is Mandatory Field
th: เขตบังคับเป็น

source: Is Optional State
th: เป็นรัฐที่ไม่จำเป็น

source: Is Primary
th: เป็นหลัก

source: Is Primary Contact
th: ติดต่อหลักคือ

source: Is Primary Mobile
th: เป็นอุปกรณ์เคลื่อนที่หลัก

source: Is Primary Phone
th: เป็นโทรศัพท์หลัก

source: Is Private
th: เป็นส่วนตัว

source: Is Public
th: เป็นสาธารณะ

source: Is Published Field
th: มีการเผยแพร่สนาม

source: Is Published Field must be a valid fieldname
th: มีการเผยแพร่สนามจะต้องเป็น fieldname ที่ถูกต้อง

source: Is Query Report
th: เป็นรายงานแบบสอบถาม

source: Is Remote Request?
th: เป็นคำขอระยะไกลหรือไม่?

source: Is Setup Complete?
th: การตั้งค่าสมบูรณ์หรือไม่?

source: Is Single
th: เป็นโสด

source: Is Skipped
th: ถูกข้าม

source: Is Spam
th: เป็นสแปม

source: Is Standard
th: เป็นมาตรฐาน

source: Is Submittable
th: เป็น Submittable

source: Is System Generated
th: สร้างโดยระบบ

source: Is Table
th: เป็นตาราง

source: Is Table Field
th: เป็นฟิลด์ตาราง

source: Is Tree
th: เป็นต้นไม้

source: Is Unique
th: เป็นเอกลักษณ์

source: Is Virtual
th: เป็นเสมือนจริง

source: It is risky to delete this file: {0}. Please contact your System Manager.
th: มันเป็นความเสี่ยงที่จะลบไฟล์นี้: {0} โปรดติดต่อผู้จัดการของระบบ

source: Item Label
th: ป้ายกำกับรายการ

source: Item Type
th: ประเภทรายการ

source: Item cannot be added to its own descendants
th: รายการที่ ไม่สามารถเพิ่ม ไปยัง ลูกหลาน ของตัวเอง

source: JS Message
th: ข้อความ JS

source: Jane Doe
th: เจน โด

source: JavaScript
th: จาวาสคริปต์

source: JavaScript Format: frappe.query_reports['REPORTNAME'] = {}
th: รูปแบบ JavaScript : frappe.query_reports [ 'ชื่อรายงาน' ] = { }

source: Javascript is disabled on your browser
th: Javascript ถูกปิดการใช้งานในเบราว์เซอร์ของคุณ

source: Job ID
th: รหัสงาน

source: Job Id
th: รหัสงาน

source: Job Info
th: ข้อมูลงาน

source: Job Name
th: ชื่องาน

source: Job Status
th: สถานะงาน

source: Job Stopped Successfully
th: งานหยุดทำงานเรียบร้อยแล้ว

source: Job is in {0} state and can't be cancelled
th: งานอยู่ในสถานะ {0} และไม่สามารถยกเลิกได้

source: Job is not running.
th: งานไม่ได้ทำงานอยู่

source: Join video conference with {0}
th: เข้าร่วมการประชุมทางวิดีโอกับ {0}

source: Jump to field
th: ข้ามไปที่สนาม

# Number system
source: K
th: เค

source: Kanban
th: คันบัน

source: Kanban Board
th: กระดานคันบัน

source: Kanban Board Column
th: คอลัมน์กระดานคันบัน

source: Kanban Board Name
th: ชื่อกระดานคันบัน

# Button in kanban view menu
source: Kanban Settings
th: การตั้งค่า Kanban

source: Kanban View
th: มุมมองคัมบัง

source: Keep track of all update feeds
th: ติดตามข้อมูลอัปเดตทั้งหมด

source: Keeps track of all communications
th: ติดตามการสื่อสารทั้งหมด

source: Key
th: คีย์

source: Keyboard Shortcuts
th: แป้นพิมพ์ลัด

# Number system
source: Kh
th: ขออภัย ไม่แน่ใจว่าคุณต้องการให้แปลคำว่าอะไร กรุณาระบุข้อความเพิ่มเติมเพื่อให้ช่วยแปลได้ถูกต้องครับ

source: Knowledge Base
th: ฐานความรู้

source: Knowledge Base Contributor
th: ฐานความรู้ผู้มีส่วนร่วม

source: Knowledge Base Editor
th: ความรู้แก้ไขฐาน

# Number system
source: L
th: ล

source: LDAP Auth
th: LDAP การตรวจสอบสิทธิ์

source: LDAP Custom Settings
th: การตั้งค่า LDAP แบบกำหนดเอง

source: LDAP Email Field
th: สนามอีเมล์ LDAP

source: LDAP First Name Field
th: LDAP ฟิลด์ชื่อจริง

source: LDAP Group
th: กลุ่ม LDAP

source: LDAP Group Field
th: ฟิลด์กลุ่ม LDAP

source: LDAP Group Mapping
th: การจับคู่กลุ่ม LDAP

source: LDAP Group Mappings
th: การจับคู่กลุ่ม LDAP

source: LDAP Group Member attribute
th: แอตทริบิวต์สมาชิกกลุ่ม LDAP

source: LDAP Last Name Field
th: ฟิลด์นามสกุลของ LDAP

source: LDAP Middle Name Field
th: ฟิลด์ชื่อกลางของ LDAP

source: LDAP Mobile Field
th: ฟิลด์มือถือของ LDAP

source: LDAP Not Installed
th: ไม่ได้ติดตั้ง LDAP

source: LDAP Phone Field
th: ฟิลด์โทรศัพท์ LDAP

source: LDAP Search String
th: ค้นหา LDAP สตริง

source: LDAP Search String must be enclosed in '()' and needs to contian the user placeholder {0}, eg sAMAccountName={0}
th: สตริงการค้นหา LDAP ต้องถูกครอบด้วย '()' และต้องมีตัวแทนผู้ใช้ {0} เช่น sAMAccountName={0}

source: LDAP Search and Paths
th: การค้นหา LDAP และเส้นทาง

source: LDAP Security
th: ความปลอดภัยของ LDAP

source: LDAP Server Settings
th: การตั้งค่าเซิร์ฟเวอร์ LDAP

source: LDAP Server Url
th: เซิร์ฟเวอร์ LDAP Url

source: LDAP Settings
th: การตั้งค่า LDAP

source: LDAP User Creation and Mapping
th: การสร้างและการแมปผู้ใช้ LDAP

source: LDAP Username Field
th: ชื่อผู้ใช้ LDAP สนาม

source: LDAP is not enabled.
th: ไม่ได้เปิดใช้งาน LDAP

source: LDAP search path for Groups
th: เส้นทางการค้นหา LDAP สำหรับกลุ่ม

source: LDAP search path for Users
th: เส้นทางการค้นหา LDAP สำหรับผู้ใช้

source: LDAP settings incorrect. validation response was: {0}
th: การตั้งค่า LDAP ไม่ถูกต้อง การตอบกลับการตรวจสอบคือ: {0}

source: Label
th: ฉลาก

source: Label Help
th: ช่วยเหลือฉลาก

source: Label and Type
th: ฉลาก และ ประเภท

source: Label is mandatory
th: ฉลาก มีผลบังคับใช้

source: Landing Page
th: หน้า Landing

source: Landscape
th: ภูมิประเทศ

source: Language
th: ภาษา

source: Language Code
th: รหัสภาษา

source: Language Name
th: ชื่อภาษา

source: Last 10 active users
th: ผู้ใช้ที่ใช้งานล่าสุด 10 คน

source: Last 14 Days
th: 14 วันที่ผ่านมา

source: Last 30 Days
th: 30 วันที่ผ่านมา

source: Last 6 Months
th: 6 เดือนล่าสุด

source: Last 7 Days
th: 7 วันที่ผ่านมา

source: Last 90 Days
th: 90 วันที่ผ่านมา

source: Last Active
th: เคลื่อนไหวล่าสุด

source: Last Backup On
th: สำรองข้อมูลล่าสุดเมื่อ

source: Last Execution
th: การกระทำครั้งสุดท้าย

source: Last Heartbeat
th: สัญญาณชีพสุดท้าย

source: Last IP
th: IP สุดท้าย

source: Last Known Versions
th: รุ่นสุดท้ายที่ทราบ

source: Last Login
th: เข้าสู่ระบบล่าสุด

source: Last Modified Date
th: วันที่แก้ไขล่าสุด

source: Last Modified On
th: แก้ไขล่าสุดเมื่อ

source: Last Month
th: เดือนที่แล้ว

source: Last Name
th: นามสกุล

source: Last Password Reset Date
th: วันที่รีเซ็ตรหัสผ่านล่าสุด

source: Last Point Allocation Date
th: วันที่จัดสรรคะแนนครั้งสุดท้าย

source: Last Quarter
th: ไตรมาสที่แล้ว

source: Last Reset Password Key Generated On
th: วันที่สร้างรหัสผ่านรีเซ็ตรอบล่าสุด

source: Last Sync On
th: ซิงค์ล่าสุดเปิด

source: Last Synced On
th: ซิงค์ครั้งสุดท้ายเมื่อ

source: Last Updated By
th: แก้ไขล่าสุดโดย

source: Last Updated On
th: อัพเดทล่าสุดเมื่อ

source: Last User
th: ผู้ใช้งานล่าสุด

source: Last Week
th: อาทิตย์ที่แล้ว

source: Last Year
th: ปีที่แล้ว

source: Last synced {0}
th: ซิงค์ล่าสุด {0}

source: Layout Reset
th: รีเซ็ตเค้าโครง

source: Layout will be reset to standard layout, are you sure you want to do this?
th: การจัดวางจะถูกรีเซ็ตเป็นการจัดวางมาตรฐาน คุณแน่ใจหรือไม่ว่าต้องการดำเนินการนี้?

source: Leaderboard
th: ลีดเดอร์

source: Learn about Standard and Custom Print Formats
th: เรียนรู้เกี่ยวกับรูปแบบการพิมพ์มาตรฐานและแบบกำหนดเอง

source: Learn about Web Pages
th: เรียนรู้เกี่ยวกับหน้าเว็บ

source: Learn how to add Custom Fields
th: เรียนรู้วิธีการเพิ่มฟิลด์กำหนดเอง

source: Learn more
th: เรียนรู้เพิ่มเติม

source: Learn more about Report Builders
th: เรียนรู้เพิ่มเติมเกี่ยวกับตัวสร้างรายงาน

source: Learn more about creating new DocTypes
th: เรียนรู้เพิ่มเติมเกี่ยวกับการสร้าง DocType ใหม่

source: Leave blank to repeat always
th: ปล่อยว่าง ที่จะทำซ้ำ เสมอ

source: Leave this conversation
th: ออกจากการสนทนานี้

source: Ledger
th: บัญชีแยกประเภท

source: Left
th: ซ้าย

# alignment
source: Left
th: ซ้าย

source: Left Bottom
th: ซ้ายล่าง

source: Left Center
th: ชิดซ้าย กึ่งกลาง

source: Left this conversation
th: ออกจากการสนทนานี้

source: Legal
th: กฎหมาย

source: Length
th: ระยะ

source: Length of passed data array is greater than value of maximum allowed label points!
th: ความยาวของอาร์เรย์ข้อมูลที่ส่งมามีค่ามากกว่าจำนวนจุดป้ายกำกับสูงสุดที่อนุญาต!

source: Length of {0} should be between 1 and 1000
th: ความยาวของ {0} ควรอยู่ระหว่าง 1 ถึง 1000

source: Less
th: น้อยกว่า

source: Less Than
th: น้อยกว่า

source: Less Than Or Equal To
th: น้อยกว่าหรือเท่ากับ

source: Let us continue with the onboarding
th: ขอให้เราดำเนินการต่อกับการเริ่มต้นใช้งาน

source: Let's Get Started
th: มาเริ่มกันเลย

source: Let's Set Up Your Website.
th: มาตั้งค่าเว็บไซต์ของคุณกันเถอะ

source: Let's avoid repeated words and characters
th: ลองหลีกเลี่ยงคำพูดซ้ำแล้วซ้ำอีกและตัวอักษร

source: Let's set up your account
th: มาทำการตั้งค่า บัญชี ของคุณกันเถอะ

source: Let's take you back to onboarding
th: ขอพาคุณกลับไปที่การเริ่มต้นใช้งาน

source: Letter
th: จดหมาย

source: Letter Head
th: หัวจดหมาย

source: Letter Head Based On
th: หัวจดหมายขึ้นอยู่กับ

source: Letter Head Image
th: ภาพหัวจดหมาย

source: Letter Head Name
th: ชื่อหัวจดหมาย

source: Letter Head Scripts
th: สคริปต์หัวจดหมาย

source: Letter Head cannot be both disabled and default
th: หัวจดหมายไม่สามารถถูกปิดใช้งานและตั้งเป็นค่าเริ่มต้นพร้อมกันได้

source: Letter Head in HTML
th: หัวจดหมาย ในรูปแบบ HTML

source: Level
th: ชั้น

source: Level 0 is for document level permissions, higher levels for field level permissions.
th: ระดับ 0 สำหรับสิทธิ์ระดับเอกสารระดับที่สูงขึ้นสำหรับสิทธิ์ระดับฟิลด์

source: Level Name
th: ชื่อระดับ

source: Library
th: ห้องสมุด

source: License
th: การอนุญาต

source: License Type
th: ประเภทใบอนุญาต

source: Light
th: แสง

source: Light Blue
th: ฟ้าอ่อน

source: Light Color
th: สีอ่อน

source: Light Theme
th: ธีมสว่าง

source: Like
th: ชอบ

source: Like limit
th: เช่น ขีดจำกัด

source: Like limit per hour
th: เช่น ขีดจำกัดต่อชั่วโมง

source: Like on {0}: {1}
th: เหมือนกับที่ {0}: {1}

source: Liked
th: ถูกใจ

source: Liked By
th: ชอบโดย

source: Likes
th: ทำเช่นเดียวกับ

source: Limit
th: จำกัด

source: Limit Number of DB Backups
th: จำกัด จำนวนสำรองข้อมูล DB

source: Line
th: เส้น

source: Link
th: ลิงค์

source: Link Cards
th: เชื่อมโยงการ์ด

source: Link Count
th: จำนวนลิงก์

source: Link Details
th: รายละเอียดลิงก์

source: Link DocType
th: การเชื่อมโยง DocType

source: Link Document Type
th: ลิงค์ประเภทเอกสาร

source: Link Expired
th: ลิงก์หมดอายุแล้ว

source: Link Field Results Limit
th: จำนวนผลลัพธ์ในช่องลิงก์สูงสุด

source: Link Fieldname
th: ลิงค์ชื่อฟิลด์

source: Link Filters
th: ตัวกรองลิงก์

source: Link Name
th: ชื่อการเชื่อมโยง

source: Link Title
th: ลิงค์ติเติล

source: Link To
th: ลิงก์ไปยัง

source: Link To in Row
th: ลิงก์ไปยังในแถว

source: Link Type
th: ประเภทลิงก์

source: Link Type in Row
th: ประเภทลิงก์ในแถว

source: Link for About Us Page is "/about".
th: ลิงก์สำหรับหน้าข้อมูลเกี่ยวกับเราคือ "/about"

source: Link that is the website home page. Standard Links (home, login, products, blog, about, contact)
th: ลิงก์ที่เป็นหน้าแรกของเว็บไซต์ ลิงก์มาตรฐาน (หน้าแรก, เข้าสู่ระบบ, ผลิตภัณฑ์, บล็อก, เกี่ยวกับ, ติดต่อ)

source: Link to the page you want to open. Leave blank if you want to make it a group parent.
th: เชื่อมโยงไปยังหน้าเว็บที่คุณต้องการที่จะเปิด ปล่อยว่างไว้ถ้าคุณต้องการที่จะให้มันผู้ปกครองกลุ่ม

source: Linked
th: ลิงค์แล้ว

source: Linked Documents
th: เอกสารที่เชื่อมโยง

source: Linked With
th: เชื่อมโยงกับ

source: Links
th: ลิงค์

source: List
th: รายการ

source: List / Search Settings
th: รายการ / การตั้งค่าการค้นหา

source: List Columns
th: รายการคอลัมน์

source: List Filter
th: ตัวกรองรายการ

source: List Settings
th: การตั้งค่ารายการ

# Button in list view menu
source: List Settings
th: การตั้งค่ารายการ

source: List View
th: มุมมองรายการ

source: List View Settings
th: การตั้งค่ามุมมองรายการ

source: List a document type
th: รายการชนิดของเอกสาร

source: List as [{"label": _("Jobs"), "route":"jobs"}]
th: รายการเป็น [{ &quot;label&quot;: _ ( &quot;งาน&quot;), &quot;เส้นทาง&quot;: &quot;งาน&quot;}]

source: List of patches executed
th: รายชื่อของแพทช์ดำเนินการ

source: List setting message
th: ข้อความการตั้งค่ารายการ

source: Lists
th: รายการ

source: Load Balancing
th: โหลดบาลานซ์

source: Load More
th: โหลดเพิ่มเติม

# Form timeline
source: Load More Communications
th: โหลดการสื่อสารเพิ่มเติม

source: Load more
th: โหลดเพิ่มเติม

source: Loading
th: กำลังโหลด

source: Loading Filters...
th: กำลังโหลดตัวกรอง ...

source: Loading import file...
th: กำลังโหลดไฟล์นำเข้า ...

source: Loading user profile
th: กำลังโหลดโปรไฟล์ผู้ใช้

source: Loading versions...
th: กำลังโหลดเวอร์ชัน...

source: Loading...
th: กำลังโหลด ...

source: Location
th: ตำแหน่ง

source: Log
th: เข้าสู่ระบบ

source: Log Data
th: บันทึกข้อมูล

source: Log DocType
th: บันทึกประเภทเอกสาร

source: Log In To {0}
th: เข้าสู่ระบบ {0}

source: Log Index
th: ดัชนีบันทึก

source: Log Setting User
th: ล็อกการตั้งค่าผู้ใช้

source: Log Settings
th: การตั้งค่าบันทึก

source: Log in to access this page.
th: เข้าสู่ระบบเพื่อเข้าถึงหน้านี้

source: Log out
th: ออกจากระบบ

source: Logged Out
th: ออกจากระบบแล้ว

source: Login
th: เข้าสู่ระบบ

source: Login After
th: เข้าสู่ระบบหลังจากที่

source: Login Before
th: เข้าสู่ระบบก่อน

source: Login Failed please try again
th: เข้าสู่ระบบไม่สำเร็จ กรุณาลองใหม่อีกครั้ง

source: Login Id is required
th: Id จะต้องเข้าสู่ระบบ

source: Login Methods
th: วิธีการเข้าสู่ระบบ

source: Login Page
th: หน้าลงชื่อเข้าใช้

source: Login To {0}
th: เข้าสู่ระบบ {0}

source: Login Verification Code from {}
th: รหัสยืนยันการเข้าสู่ระบบจาก {}

source: Login and view in Browser
th: ล็อกอินและดูในเบราเซอร์

source: Login is required to see web form list view. Enable {0} to see list settings
th: ต้องเข้าสู่ระบบเพื่อดูรายการแบบฟอร์มเว็บ เปิดใช้งาน {0} เพื่อดูการตั้งค่ารายการ

source: Login link sent to your email
th: ลิงก์เข้าสู่ระบบถูกส่งไปยังอีเมลของคุณแล้ว

source: Login not allowed at this time
th: เข้าสู่ระบบ ไม่ได้รับอนุญาต ในเวลานี้

source: Login required
th: ต้องเข้าสู่ระบบ

source: Login session expired, refresh page to retry
th: เซสชันการเข้าสู่ระบบหมดอายุแล้วรีเฟรชเพจเพื่อลองอีกครั้ง

source: Login to comment
th: เข้าสู่ระบบเพื่อแสดงความคิดเห็น

source: Login to start a new discussion
th: เข้าสู่ระบบเพื่อเริ่มการสนทนาใหม่

source: Login to {0}
th: เข้าสู่ระบบ {0}

source: Login token required
th: ต้องการโทเค็นการเข้าสู่ระบบ

source: Login with Email Link
th: เข้าสู่ระบบด้วยลิงก์อีเมล

source: Login with Frappe Cloud
th: เข้าสู่ระบบด้วย Frappe Cloud

source: Login with LDAP
th: เข้าสู่ระบบด้วย LDAP

source: Login with email link
th: เข้าสู่ระบบด้วยลิงก์อีเมล

source: Login with email link expiry (in minutes)
th: การเข้าสู่ระบบด้วยลิงก์อีเมลหมดอายุ (นาที)

source: Login with username and password is not allowed.
th: การเข้าสู่ระบบด้วยชื่อผู้ใช้และรหัสผ่านไม่อนุญาตให้ใช้

source: Login with {0}
th: เข้าสู่ระบบด้วย {0}

source: Logout
th: ออกจากระบบ

source: Logout All Sessions
th: ออกจากระบบทุกเซสชัน

source: Logout All Sessions on Password Reset
th: ออกจากระบบทุกเซสชันเมื่อรีเซ็ตรหัสผ่าน

source: Logout From All Devices After Changing Password
th: ออกจากระบบจากอุปกรณ์ทั้งหมดหลังจากเปลี่ยนรหัสผ่าน

source: Logs
th: บันทึก

source: Logs To Clear
th: บันทึกที่จะล้าง

source: Logs to Clear
th: บันทึกที่จะล้าง

source: Long Text
th: ข้อความยาว

source: Looks like you didn't change the value
th: ดูเหมือนว่าคุณไม่ได้เปลี่ยนค่า

source: Looks like you haven’t added any third party apps.
th: ดูเหมือนว่าคุณยังไม่ได้เพิ่มแอปของบุคคลที่สามใดๆ

source: Looks like you haven’t received any notifications.
th: ดูเหมือนว่าคุณยังไม่ได้รับการแจ้งเตือนใดๆ
