Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Send enquiries to this email address
th: ส่งคำถาม ไปยังที่อยู่ อีเมลนี้

source: Send login link
th: ส่งลิงก์เข้าสู่ระบบ

source: Send me a copy
th: ส่งสำเนา

source: Send now
th: ส่งตอนนี้

source: Send only if there is any data
th: ส่งเฉพาะในกรณีที่มีข้อมูลใด ๆ

source: Send unsubscribe message in email
th: ส่งข้อความยกเลิกการเป็นสมาชิกในอีเมล

source: Sender
th: ผู้ส่ง

source: Sender Email
th: อีเมลผู้ส่ง

source: Sender Email Field
th: ช่องอีเมลผู้ส่ง

source: Sender Field should have Email in options
th: ฟิลด์ผู้ส่งควรมีอีเมลในตัวเลือก

source: Sender Name
th: ชื่อผู้ส่ง

source: Sender Name Field
th: ช่องชื่อผู้ส่ง

source: Sending
th: การส่ง

source: Sending emails
th: กำลังส่งอีเมล

source: Sending...
th: กำลังส่ง...

source: Sent
th: ส่ง

source: Sent Folder Name
th: ชื่อโฟลเดอร์ที่ส่งแล้ว

source: Sent Read Receipt
th: ส่งใบเสร็จรับเงินอ่าน

source: Sent or Received
th: ส่งหรือ ได้รับ

source: Sent/Received Email
th: อีเมลที่ส่ง / รับ

source: Separator
th: ตัวคั่น

source: Sequence Id
th: รหัสลำดับ

source: Series List for this Transaction
th: รายชื่อชุดสำหรับการทำธุรกรรมนี้

source: Series Updated for {}
th: ลำดับได้รับการอัปเดตสำหรับ {}

source: Series counter for {} updated to {} successfully
th: ตัวนับลำดับสำหรับ {} ได้รับการอัปเดตเป็น {} เรียบร้อยแล้ว

source: Series {0} already used in {1}
th: ชุด {0} ใช้แล้ว ใน {1}

source: Server Action
th: การทำงานของเซิร์ฟเวอร์

source: Server Error
th: เซิร์ฟเวอร์ผิดพลาด

source: Server IP
th: IP เซิร์ฟเวอร์

source: Server Script
th: สคริปต์เซิร์ฟเวอร์

source: Server Scripts are disabled. Please enable server scripts from bench configuration.
th: สคริปต์เซิร์ฟเวอร์ถูกปิดใช้งาน กรุณาเปิดใช้งานสคริปต์เซิร์ฟเวอร์จากการตั้งค่า bench

source: Server Scripts feature is not available on this site.
th: ฟีเจอร์ Server Scripts ไม่สามารถใช้งานได้ในเว็บไซต์นี้

source: Server failed to process this request because of a concurrent conflicting request. Please try again.
th: เซิร์ฟเวอร์ไม่สามารถประมวลผลคำขอนี้ได้เนื่องจากมีคำขอที่ขัดแย้งกันพร้อมกัน กรุณาลองใหม่อีกครั้ง

source: Server was too busy to process this request. Please try again.
th: เซิร์ฟเวอร์มีงานมากเกินไปในการประมวลผลคำขอนี้ กรุณาลองใหม่อีกครั้งค่ะ

source: Service
th: ให้บริการ

source: Session Default
th: เซสชันเริ่มต้น

source: Session Default Settings
th: การตั้งค่าเริ่มต้นของเซสชัน

source: Session Defaults
th: ค่าเริ่มต้นของเซสชัน

source: Session Defaults Saved
th: บันทึกค่าเริ่มต้นของเซสชันแล้ว

source: Session Expired
th: เซสชันหมดอายุแล้ว

source: Session Expiry (idle timeout)
th: หมดเวลาการใช้งาน (หมดเวลาว่าง)

source: Session Expiry must be in format {0}
th: เซสชั่น ที่หมดอายุ จะต้องอยู่ใน รูปแบบ {0}

source: Set
th: ตั้งค่า

# Field value is set
source: Set
th: ชุด

source: Set Banner from Image
th: ตั้งป้ายโฆษณาจากภาพ

source: Set Chart
th: ตั้งค่าแผนภูมิ

source: Set Default Options for all charts on this Dashboard (Ex: "colors": ["#d1d8dd", "#ff5858"])
th: ตั้งค่าตัวเลือกเริ่มต้นสำหรับแผนภูมิทั้งหมดในแดชบอร์ดนี้ (เช่น: &quot;colors&quot;: [&quot;# d1d8dd&quot;, &quot;# ff5858&quot;])

source: Set Dynamic Filters
th: ตั้งค่าฟิลเตอร์แบบไดนามิก

source: Set Filters
th: ตั้งค่าตัวกรอง

source: Set Filters for {0}
th: ตั้งค่าตัวกรองสำหรับ {0}

source: Set Limit
th: ตั้งขีดจำกัด

source: Set Naming Series options on your transactions.
th: ตั้งค่าตัวเลือกชุดรหัสชื่อในรายการธุรกรรมของคุณ

source: Set New Password
th: ตั้งรหัสผ่านใหม่

source: Set Number of Backups
th: กำหนดจำนวนของการสำรองข้อมูล

source: Set Password
th: ตั้งรหัสผ่าน

source: Set Permissions
th: สิทธิ์ในการตั้งค่า

source: Set Properties
th: ตั้งค่าคุณสมบัติ

source: Set Property After Alert
th: ตั้งค่าคุณสมบัติหลังการแจ้งเตือน

source: Set Quantity
th: ระบุจำนวน

source: Set Role For
th: ตั้งบทบาท

source: Set User Permissions
th: กำหนด สิทธิ์ของผู้ใช้

source: Set Value
th: ตั้งค่า

source: Set all private
th: ตั้งค่าทั้งหมดเป็นส่วนตัว

source: Set all public
th: ตั้งค่าสาธารณะทั้งหมด

source: Set as Default Theme
th: ตั้งเป็นธีมเริ่มต้น

source: Set by user
th: ตั้งโดยผู้ใช้

source: Set dynamic filter values in JavaScript for the required fields here.
th: ตั้งค่าตัวกรองแบบไดนามิกใน JavaScript สำหรับฟิลด์ที่จำเป็นที่นี่

source: Set non-standard precision for a Float or Currency field
th: ตั้งความแม่นยำที่ไม่ได้มาตรฐานสำหรับลอยหรือสาขาสกุลเงิน

source: Set only once
th: ตั้งค่าเพียงครั้งเดียว

source: Set size in MB
th: ตั้งค่าขนาดเป็น MB

source: Set the filters here. For example: <pre class="small text-muted"><code> [{ fieldname: "company", label: __("Company"), fieldtype: "Link", options: "Company", default: frappe.defaults.get_user_default("Company"), reqd: 1 }, { fieldname: "account", label: __("Account"), fieldtype: "Link", options: "Account", reqd: 1 }] </code></pre>
th: ตั้งค่าตัวกรองที่นี่ ตัวอย่างเช่น: <pre class="small text-muted"><code> [{ fieldname: "company", label: __("บริษัท"), fieldtype: "ลิงก์", options: "บริษัท", default: frappe.defaults.get_user_default("บริษัท"), reqd: 1 }, { fieldname: "account", label: __("บัญชี"), fieldtype: "ลิงก์", options: "บัญชี", reqd: 1 }] </code></pre>

source: Set the path to a whitelisted function that will return the data for the number card in the format: <pre class="small text-muted"><code> { "value": value, "fieldtype": "Currency", "route_options": {"from_date": "2023-05-23"}, "route": ["query-report", "Permitted Documents For User"] }</code></pre>
th: ตั้งค่าที่อยู่ของฟังก์ชันที่ได้รับอนุญาตซึ่งจะส่งคืนข้อมูลสำหรับการ์ดตัวเลขในรูปแบบ: <pre class="small text-muted"><code> { "value": value, "fieldtype": "Currency", "route_options": {"from_date": "2023-05-23"}, "route": ["query-report", "Permitted Documents For User"] }</code></pre>

source: Setting this Address Template as default as there is no other default
th: การตั้งค่าแม่แบบที่อยู่นี้เป็นค่าเริ่มต้นที่ไม่มีค่าเริ่มต้นอื่น ๆ

source: Setting up Global Search documents.
th: การตั้งค่าเอกสารการค้นหาทั่วโลก

source: Setting up your system
th: การตั้งค่าระบบของคุณ

source: Settings
th: การตั้งค่า

source: Settings Dropdown
th: ดรอปดาวน์การตั้งค่า

source: Settings for Contact Us Page
th: การตั้งค่าสำหรับติดต่อเราหน้า

source: Settings for the About Us Page
th: การตั้งค่าสำหรับหน้าเกี่ยวกับเรา

source: Settings to control blog categories and interactions like comments and likes
th: การตั้งค่าเพื่อควบคุมหมวดหมู่บล็อกและการโต้ตอบ เช่น ความคิดเห็นและการถูกใจ

source: Setup
th: การติดตั้ง

source: Setup > Customize Form
th: ตั้งค่า&gt; ปรับแต่งฟอร์ม

source: Setup > User
th: ตั้งค่า&gt; ผู้ใช้

source: Setup > User Permissions
th: ตั้งค่า&gt; สิทธิ์ผู้ใช้

source: Setup Approval Workflows
th: ตั้งค่ากระบวนการอนุมัติ

source: Setup Auto Email
th: การตั้งค่าอีเมล์อัตโนมัติ

source: Setup Complete
th: การติดตั้ง เสร็จสมบูรณ์

source: Setup Limited Access for a User
th: ตั้งค่าการเข้าถึงแบบจำกัดสำหรับผู้ใช้

source: Setup Naming Series
th: ตั้งค่าระบบกำหนดลำดับชื่อเรื่อง

source: Setup Series for transactions
th: ตั้งค่าลำดับหมายเลขสำหรับรายการธุรกรรม

source: Setup failed
th: การตั้งค่าไม่สำเร็จ

source: Share
th: หุ้น

source: Share With
th: ร่วมกับ

source: Share this document with
th: แบ่งปันเอกสารกับเรื่องนี้

source: Share {0} with
th: แบ่งปัน {0} กับ

source: Shared
th: ที่ใช้ร่วมกัน

source: Shared with the following Users with Read access:{0}
th: แชร์กับผู้ใช้ต่อไปนี้ที่มีสิทธิ์ในการอ่าน: {0}

source: Shipping
th: การส่งสินค้า

source: Shipping Address
th: ที่อยู่จัดส่ง

source: Shop
th: ร้านค้า

source: Short Name
th: ชื่อสั้น

source: Short keyboard patterns are easy to guess
th: รูปแบบแป้นพิมพ์สั้นเป็นเรื่องง่ายที่จะคาดเดา

source: Shortcuts
th: ทางลัด

source: Show
th: แสดง

source: Show "Call to Action" in Blog
th: แสดง "เรียกร้องให้ดำเนินการ" ในบล็อก

source: Show Absolute Values
th: แสดงค่าที่แน่นอน

source: Show All
th: แสดงทั้งหมด

source: Show Attachments
th: แสดงเอกสารแนบ

source: Show Calendar
th: แสดงปฏิทิน

source: Show Currency Symbol on Right Side
th: แสดงสัญลักษณ์สกุลเงินทางด้านขวา

source: Show Dashboard
th: แสดงหน้าแดชบอร์ด

source: Show Document
th: แสดงเอกสาร

source: Show Error
th: แสดงข้อผิดพลาด

source: Show Fieldname (click to copy on clipboard)
th: แสดงชื่อฟิลด์ (คลิกเพื่อคัดลอกไปยังคลิปบอร์ด)

source: Show First Document Tour
th: แสดงทัวร์เอกสารแรก

source: Show Form Tour
th: แสดงแบบฟอร์มทัวร์

source: Show Full Error and Allow Reporting of Issues to the Developer
th: แสดงข้อผิดพลาดทั้งหมดและอนุญาตให้มีการรายงานปัญหาแก่นักพัฒนาซอฟต์แวร์

source: Show Full Form?
th: แสดงแบบเต็ม?

source: Show Keyboard Shortcuts
th: แสดงแป้นพิมพ์ลัด

source: Show Labels
th: แสดงป้ายกำกับ

source: Show Language Picker
th: แสดงตัวเลือกภาษา

source: Show Line Breaks after Sections
th: แสดงแบ่งบรรทัดหลังส่วนข้อมูล

source: Show List
th: แสดงรายการ

source: Show More Activity
th: แสดงกิจกรรมเพิ่มเติม

source: Show Only Failed Logs
th: แสดงเฉพาะบันทึกที่ล้มเหลว

source: Show Percentage Stats
th: แสดงสถิติเปอร์เซ็นต์

source: Show Permissions
th: แสดงการอนุญาต

source: Show Preview
th: แสดงตัวอย่าง

source: Show Preview Popup
th: แสดงตัวอย่างป๊อปอัพ

source: Show Processlist
th: แสดงรายการกระบวนการ

source: Show Related Errors
th: แสดงข้อผิดพลาดที่เกี่ยวข้อง

source: Show Report
th: แสดงรายงาน

source: Show Saved
th: แสดงที่บันทึกไว้

source: Show Section Headings
th: แสดงส่วนหัว

source: Show Sidebar
th: แสดงแถบด้านข้าง

source: Show Tags
th: แสดงแท็ก

source: Show Title
th: แสดงชื่อเรื่อง

source: Show Title in Link Fields
th: แสดงชื่อเรื่องในช่องลิงก์

source: Show Totals
th: แสดงผลรวม

source: Show Tour
th: แสดงทัวร์

source: Show Traceback
th: แสดง Traceback

source: Show Values over Chart
th: แสดงค่าบนแผนภูมิ

source: Show Warnings
th: แสดงคำเตือน

source: Show Weekends
th: แสดงวันหยุดสุดสัปดาห์

source: Show account deletion link in My Account page
th: แสดงลิงก์ลบบัญชีในหน้าบัญชีของฉัน

source: Show all Versions
th: แสดงทุกรุ่น

source: Show all activity
th: แสดงกิจกรรมทั้งหมด

source: Show all blogs
th: แสดงบล็อกทั้งหมด

source: Show as cc
th: แสดงเป็นซีซี

source: Show footer on login
th: แสดงส่วนท้ายบนหน้าลงชื่อเข้าใช้

source: Show full form instead of a quick entry modal
th: แสดงแบบเต็มแทนโมดอลรายการด่วน

source: Show in Module Section
th: แสดงไว้ในมาตราโมดูล

source: Show in filter
th: แสดงในตัวกรอง

source: Show link to document
th: แสดงลิงก์ไปยังเอกสาร

source: Show more details
th: แสดงรายละเอียดเพิ่มเติม

source: Show on Timeline
th: แสดงบนเส้นเวลาครั้ง

source: Show percentage difference according to this time interval
th: แสดงเปอร์เซ็นต์ความแตกต่างตามช่วงเวลานี้

source: Show title in browser window as "Prefix - title"
th: ชื่อแสดงในหน้าต่างเบราว์เซอร์เป็น &quot;คำนำหน้า - ชื่อ&quot;

source: Show {0} List
th: แสดงรายการ {0}

source: Showing only Numeric fields from Report
th: แสดงเฉพาะฟิลด์ตัวเลขจากรายงาน

source: Showing only first {0} rows out of {1}
th: แสดงเฉพาะ {0} แถวแรกจาก {1}

source: Sidebar
th: แถบด้านข้าง

source: Sidebar Items
th: รายการ แถบด้านข้าง

source: Sidebar Settings
th: การตั้งค่าแถบด้านข้าง

source: Sidebar and Comments
th: Sidebar และความคิดเห็น

source: Sign Up and Confirmation
th: ลงทะเบียนและยืนยันตัวตน

source: Sign Up is disabled
th: Sign Up ถูกปิดใช้งาน

source: Sign up
th: ลงชื่อ

source: Sign ups
th: ลงทะเบียน

source: Signature
th: ลายเซ็น

source: Signup Disabled
th: ปิดการสมัครใช้งาน

source: Signups have been disabled for this website.
th: การลงทะเบียนถูกปิดใช้งานสำหรับเว็บไซต์นี้

source: Simple Python Expression, Example: Status in ("Closed", "Cancelled")
th: นิพจน์ Python แบบง่าย, ตัวอย่าง: สถานะใน (&quot;ปิด&quot;, &quot;ยกเลิกแล้ว&quot;)

source: Simple Python Expression, Example: Status in ("Invalid")
th: Python Expression แบบง่าย ๆ ตัวอย่าง: สถานะใน (&quot;ไม่ถูกต้อง&quot;)

source: Simple Python Expression, Example: status == 'Open' and type == 'Bug'
th: Python Expression, ตัวอย่าง: status == &#39;Open&#39; และ type == &#39;Bug&#39;

source: Simultaneous Sessions
th: ประชุมพร้อมกัน

source: Single DocTypes cannot be customized.
th: DocTypes เดี่ยวไม่สามารถปรับแต่งได้

source: Single Types have only one record no tables associated. Values are stored in tabSingles
th: ประเภท เดียว มีเพียง หนึ่งระเบียน ในตาราง ที่เกี่ยวข้อง ค่าที่ เก็บไว้ใน tabSingles

source: Site is running in read only mode for maintenance or site update, this action can not be performed right now. Please try again later.
th: เว็บไซต์กำลังทำงานในโหมดอ่านอย่างเดียวเพื่อการบำรุงรักษาหรืออัปเดตเว็บไซต์ ไม่สามารถดำเนินการนี้ได้ในขณะนี้ กรุณาลองใหม่อีกครั้งในภายหลัง

source: Size
th: ขนาด

source: Size (MB)
th: ขนาด (MB)

source: Skip
th: ข้าม

source: Skip Authorization
th: ข้ามการอนุมัติ

source: Skip Step
th: ข้ามขั้นตอน

source: Skipped
th: ข้ามแล้ว

source: Skipping Duplicate Column {0}
th: การข้ามคอลัมน์ที่ซ้ำกัน {0}

source: Skipping Untitled Column
th: ข้ามคอลัมน์ไม่มีชื่อ

source: Skipping column {0}
th: ข้ามคอลัมน์ {0}

source: Skipping fixture syncing for doctype {0} from file {1}
th: ข้ามการซิงค์ฟิกซ์เจอร์สำหรับประเภทเอกสาร {0} จากไฟล์ {1}

source: Skipping {0} of {1}, {2}
th: ข้าม {0} จาก {1}, {2}

source: Slack
th: หย่อน

source: Slack Webhook Error
th: ข้อผิดพลาด Webhook หย่อน

source: Slack Webhook URL
th: URL Slack Webhook

source: Slideshow
th: สไลด์โชว์

source: Slideshow Items
th: รายการสไลด์โชว์

source: Slideshow Name
th: ชื่อสไลด์โชว์

source: Slideshow like display for the website
th: สไลด์โชว์เช่นการแสดงผลสำหรับเว็บไซต์

source: Small Text
th: ข้อความขนาดเล็ก

source: Smallest Currency Fraction Value
th: ขนาดเล็กที่สุดในสกุลเงินมูลค่าเศษ

source: Smallest circulating fraction unit (coin). For e.g. 1 cent for USD and it should be entered as 0.01
th: หน่วยที่เล็กที่สุดส่วนการไหลเวียน (เหรียญ) สำหรับเช่นร้อยละ 1 เหรียญสหรัฐและมันควรจะป้อนเป็น 0.01

source: Snippet and more variables: {0}
th: สแนปช็อตและตัวแปรเพิ่มเติม: {0}

source: Social Link Settings
th: การตั้งค่าโซเชียลลิงค์

source: Social Link Type
th: ประเภทโซเชียลลิงค์

source: Social Login Key
th: คีย์เข้าสู่ระบบสังคม

source: Social Login Provider
th: ผู้ให้บริการเข้าสู่ระบบสังคม

source: Social Logins
th: การเข้าสู่ระบบโซเชียล

source: SocketIO Ping Check
th: การตรวจสอบการเชื่อมต่อ SocketIO

source: SocketIO Transport Mode
th: โหมดการขนส่ง SocketIO

source: Soft-Bounced
th: นุ่มเด้ง

source: Some columns might get cut off when printing to PDF. Try to keep number of columns under 10.
th: บางคอลัมน์อาจถูกตัดออกเมื่อพิมพ์เป็น PDF พยายามรักษาจำนวนคอลัมน์ต่ำกว่า 10

source: Some mailboxes require a different Sent Folder Name e.g. "INBOX.Sent"
th: กล่องจดหมายบางกล่องต้องการชื่อโฟลเดอร์ส่งที่แตกต่างกัน เช่น "INBOX.Sent"

source: Some of the features might not work in your browser. Please update your browser to the latest version.
th: คุณลักษณะบางอย่างอาจไม่ทำงานในเบราว์เซอร์ของคุณ โปรดอัปเดตเบราเซอร์เป็นเวอร์ชันล่าสุด

source: Something went wrong
th: บางอย่างผิดพลาด

source: Something went wrong during the token generation. Click on {0} to generate a new one.
th: มีบางอย่างผิดพลาดระหว่างรุ่นโทเค็น คลิกที่ {0} เพื่อสร้างใหม่

source: Something went wrong.
th: เกิดข้อผิดพลาดบางอย่างขึ้น

source: Sorry! I could not find what you were looking for.
th: ขออภัย! ฉันไม่สามารถหาสิ่งที่คุณกำลังมองหา

source: Sorry! You are not permitted to view this page.
th: ขออภัย! คุณยังไม่ได้รับอนุญาตให้ดูหน้านี้

source: Sort Ascending
th: เรียงลำดับจากน้อยไปมาก

source: Sort Descending
th: เรียงลำดับจากมากไปน้อย

source: Sort Field
th: เรียง ฟิลด์

source: Sort Options
th: ตัวเลือกการจัดเรียง

source: Sort Order
th: เรียง

source: Sort field {0} must be a valid fieldname
th: ฟิลด์เรียง {0} จะต้องเป็น fieldname ที่ถูกต้อง

source: Source
th: แหล่ง

source: Source Name
th: แหล่งที่มาของชื่อ

source: Source Text
th: ข้อความที่มา

source: Spacer
th: ตัวเว้นวรรค

source: Spam
th: สแปม

source: Special Characters are not allowed
th: อักขระพิเศษไม่ได้รับอนุญาต

source: Special Characters except '-', '#', '.', '/', '{{' and '}}' not allowed in naming series {0}
th: ห้ามใช้อักขระพิเศษยกเว้น &quot;-&quot;, &quot;#&quot;, &quot;.&quot;, &quot;/&quot;, &quot;{{&quot; และ &quot;}}&quot; ในซีรี่ส์ {0}

source: Specify a custom timeout, default timeout is 1500 seconds
th: ระบุระยะเวลาหมดเวลาที่กำหนดเอง โดยระยะเวลาหมดเวลาเริ่มต้นคือ 1500 วินาที

source: Specify the domains or origins that are permitted to embed this form. Enter one domain per line (e.g., https://example.com). If no domains are specified, the form can only be embedded on the same origin.
th: ระบุโดเมนหรือแหล่งที่อนุญาตให้ฝังแบบฟอร์มนี้ได้ กรอกโดเมนละบรรทัด (เช่น https://example.com) หากไม่ระบุโดเมนใด ๆ แบบฟอร์มจะสามารถฝังได้เฉพาะบนแหล่งเดียวกันเท่านั้น

source: Splash Image
th: ภาพหน้าจอเริ่มต้น

source: Sr No.
th: ลำดับที่

source: Stack Trace
th: สแตก เทรซ

source: Standard
th: มาตรฐาน

source: Standard DocType can not be deleted.
th: ไม่สามารถลบ Standard DocType ได้

source: Standard DocType cannot have default print format, use Customize Form
th: DocType มาตรฐานไม่สามารถมีรูปแบบการพิมพ์เริ่มต้นใช้ Customize Form

source: Standard Not Set
th: ไม่ได้ตั้งค่ามาตรฐาน

source: Standard Permissions
th: สิทธิ์มาตรฐาน

source: Standard Print Format cannot be updated
th: พิมพ์รูปแบบ มาตรฐาน ไม่สามารถปรับปรุง

source: Standard Print Style cannot be changed. Please duplicate to edit.
th: ไม่สามารถเปลี่ยนสไตล์การพิมพ์มาตรฐานได้ โปรดทำซ้ำเพื่อแก้ไข

source: Standard Reports cannot be deleted
th: รายงานมาตรฐานไม่สามารถลบได้

source: Standard Reports cannot be edited
th: รายงานมาตรฐานไม่สามารถแก้ไขได้

source: Standard Sidebar Menu
th: เมนูด้านข้างมาตรฐาน

source: Standard Web Forms can not be modified, duplicate the Web Form instead.
th: ฟอร์มเว็บมาตรฐานไม่สามารถแก้ไขได้ กรุณาสร้างสำเนาฟอร์มเว็บแทน

source: Standard rich text editor with controls
th: โปรแกรมแก้ไข Rich Text มาตรฐานพร้อมการควบคุม

source: Standard roles cannot be disabled
th: บทบาทมาตรฐานที่ไม่สามารถปิดการใช้งาน

source: Standard roles cannot be renamed
th: บทบาทมาตรฐานไม่สามารถเปลี่ยนชื่อ

source: Standard user type {0} can not be deleted.
th: ไม่สามารถลบประเภทผู้ใช้มาตรฐาน {0} ได้

source: Standings
th: ตารางคะแนน

source: Star us on GitHub
th: กดดาวให้เราบน GitHub

source: Start
th: เริ่มต้น

source: Start Date
th: วันที่เริ่มต้น

source: Start Date Field
th: ฟิลด์วันที่เริ่มต้น

source: Start Import
th: เริ่มการนำเข้า

source: Start Recording
th: เริ่มบันทึก

source: Start Time
th: เวลา

source: Start a new discussion
th: เริ่มการสนทนาใหม่

source: Start entering data below this line
th: เริ่มป้อนข้อมูลด้านล่างบรรทัดนี้

source: Start new Format
th: เริ่มต้นรูปแบบใหม่

source: Started
th: เริ่มต้น

source: Started At
th: เริ่มต้นเมื่อ

source: Starting Frappe ...
th: กำลังเริ่มต้น Frappe ...

source: Starts on
th: เริ่มเมื่อ

source: State
th: สถานะ

source: State Properties
th: สถานะคุณสมบัติ

source: State/Province
th: รัฐ / จังหวัด

source: States
th: จังหวัด

source: Static Parameters
th: พารามิเตอร์คง

source: Statistics
th: สถิติ

source: Stats
th: สถิติ

source: Stats Time Interval
th: สถิติช่วงเวลา

source: Stats based on last month's performance (from {0} to {1})
th: สถิติขึ้นอยู่กับประสิทธิภาพของเดือนที่ผ่านมา (จาก {0} ถึง {1})

source: Stats based on last week's performance (from {0} to {1})
th: สถิติขึ้นอยู่กับประสิทธิภาพของสัปดาห์ที่ผ่านมา (จาก {0} ถึง {1})

source: Status
th: สถานะ

source: Status Updated
th: อัปเดตสถานะแล้ว

source: Status: {0}
th: สถานะ: {0}

source: Step
th: ขั้นตอน

source: Steps
th: ขั้นตอน

source: Steps to verify your login
th: ขั้นตอนในการยืนยันการเข้าสู่ระบบของคุณ

source: Stop
th: หยุด

source: Stopped
th: หยุด

source: Storage Usage (MB)
th: การใช้งานพื้นที่จัดเก็บ (MB)

source: Storage Usage By Table
th: การใช้งานพื้นที่จัดเก็บตามตาราง

source: Store Attached PDF Document
th: จัดเก็บเอกสาร PDF ที่แนบมา

source: Store the API secret securely. It won't be displayed again.
th: เก็บรักษา API secret อย่างปลอดภัย จะไม่แสดงอีกครั้ง

source: Stores the JSON of last known versions of various installed apps. It is used to show release notes.
th: ร้านค้า JSON รุ่นที่รู้จักกันครั้งสุดท้ายของปพลิเคชันที่ติดตั้งต่างๆ มันถูกใช้เพื่อแสดงบันทึกประจำรุ่น

source: Stores the datetime when the last reset password key was generated.
th: บันทึกวันที่และเวลาที่มีการสร้างรหัสรีเซ็ตรหัสผ่านครั้งล่าสุด

source: Straight rows of keys are easy to guess
th: แถวตรงของคีย์เป็นเรื่องง่ายที่จะคาดเดา

source: Strip EXIF tags from uploaded images
th: ลบแท็ก EXIF ออกจากรูปภาพที่อัปโหลดแล้ว

source: Strong
th: แข็งแกร่ง

source: Style
th: สไตล์

source: Style Settings
th: การตั้งค่าลักษณะ

source: Style represents the button color: Success - Green, Danger - Red, Inverse - Black, Primary - Dark Blue, Info - Light Blue, Warning - Orange
th: สไตล์เป็นสีของปุ่ม: ความสำเร็จ - สีเขียว, อันตราย - แดง, Inverse - ดำ, ประถม - มืดข้อมูล, บลู - Light Blue, คำเตือน - ออเรนจ์

source: Stylesheet
th: สไตล์ชีต

source: Sub-currency. For e.g. "Cent"
th: ย่อยสกุลเงิน สำหรับ &quot;ร้อย&quot; เช่น

source: Sub-domain provided by erpnext.com
th: โดเมนย่อยโดย erpnext.com

source: Subject
th: เรื่อง

source: Subject Field
th: ฟิลด์หัวเรื่อง

source: Subject Field type should be Data, Text, Long Text, Small Text, Text Editor
th: ประเภทช่องหัวเรื่องควรเป็นข้อมูลข้อความข้อความยาวข้อความขนาดเล็กตัวแก้ไขข้อความ

source: Submission Queue
th: คิวการส่งข้อมูล

source: Submit
th: เสนอ

# Button in list view actions menu
source: Submit
th: เสนอ

# Button in web form
source: Submit
th: เสนอ

# Primary action in dialog
source: Submit
th: เสนอ

# Primary action of prompt dialog
source: Submit
th: เสนอ

# Submit password for Email Account
source: Submit
th: เสนอ

source: Submit After Import
th: ส่งหลังจากนำเข้า

source: Submit an Issue
th: ส่ง ออก

# Button in web form
source: Submit another response
th: ส่งคำตอบอีกครั้ง

source: Submit button label
th: ปุ่มส่งข้อมูล

source: Submit on Creation
th: ส่งเมื่อสร้าง

source: Submit this document to complete this step.
th: ส่งเอกสารนี้เพื่อทำขั้นตอนนี้ให้เสร็จสิ้น

source: Submit this document to confirm
th: ส่งเอกสารนี้เพื่อยืนยัน

# Title of confirmation dialog
source: Submit {0} documents?
th: ส่ง {0} เอกสาร?

source: Submitted Document cannot be converted back to draft. Transition row {0}
th: ส่ง เอกสาร ไม่สามารถแปลง กลับไปที่ ร่าง

source: Submitted document cannot be converted back to draft while transitioning from <b>{0} State</b> to <b>{1} State</b>
th: เอกสารที่ถูกส่งแล้วไม่สามารถเปลี่ยนกลับเป็นร่างได้ในขณะที่กำลังเปลี่ยนสถานะจาก <b>{0} State</b> เป็น <b>{1} State</b>

# Freeze message while submitting a document
source: Submitting
th: ส่ง

source: Submitting {0}
th: การส่ง {0}

source: Subsidiary
th: บริษัท สาขา

source: Subtitle
th: หัวเรื่องย่อย

source: Success
th: ความสำเร็จ

source: Success Action
th: การดำเนินการสำเร็จ

source: Success Message
th: ข้อความที่ประสบความสำเร็จ

source: Success URI
th: URI สำเร็จ

source: Success URL
th: URL ที่ประสบความสำเร็จ

source: Success message
th: ข้อความสำเร็จ

source: Success title
th: ชื่อเรื่องสำเร็จ

source: Success! You are good to go 👍
th: ที่ประสบความสำเร็จ! คุณพร้อมที่จะไป👍

source: Successful Job Count
th: จำนวนงานที่สำเร็จ

source: Successful Transactions
th: ธุรกรรมที่ประสบความสำเร็จ

source: Successful: {0} to {1}
th: ที่ประสบความสำเร็จ: {0} เป็น {1}

source: Successfully Done
th: ทำสำเร็จแล้ว

source: Successfully Updated
th: ปรับปรุงเรียบร้อยแล้ว

source: Successfully imported {0}
th: นำเข้า {0} สำเร็จแล้ว

source: Successfully reset onboarding status for all users.
th: รีเซ็ตสถานะการเริ่มต้นใช้งานสำเร็จสำหรับผู้ใช้ทั้งหมดแล้ว

source: Successfully updated translations
th: อัปเดตการแปลสำเร็จแล้ว

source: Successfully updated {0}
th: อัปเดต {0} เรียบร้อยแล้ว

source: Successfully {0} 1 record.
th: {0} 1 ระเบียนสำเร็จแล้ว

source: Successfully {0} {1} record out of {2}. Click on Export Errored Rows, fix the errors and import again.
th: {0} {1} รายการสำเร็จจากทั้งหมด {2} รายการ คลิกที่ ส่งออกแถวที่เกิดข้อผิดพลาด เพื่อแก้ไขข้อผิดพลาดแล้วนำเข้าอีกครั้ง
