Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: None: End of Workflow
th: : ไม่มีสิ้นสุดเวิร์กโฟลว์

source: Normalized Copies
th: สำเนาที่ปรับมาตรฐานแล้ว

source: Normalized Query
th: การสืบค้นที่เป็นมาตรฐาน

source: Not Allowed
th: ไม่อนุญาต

source: Not Allowed: Disabled User
th: ไม่อนุญาต: Disabled User

source: Not Ancestors Of
th: ไม่ใช่บรรพบุรุษของ

source: Not Descendants Of
th: ไม่ใช่ลูกหลานของ

source: Not Equals
th: ไม่ เท่ากับ

source: Not Found
th: ไม่พบ

source: Not Helpful
th: ไม่เป็นประโยชน์

source: Not In
th: ไม่อยู่ใน

source: Not Like
th: ไม่ชอบ

source: Not Linked to any record
th: ไม่เชื่อมโยงกับระเบียนใด ๆ

source: Not Permitted
th: ไม่อนุญาต

source: Not Permitted to read {0}
th: ไม่ได้รับอนุญาตให้อ่าน {0}

source: Not Published
th: ไม่ได้เผยแพร่

source: Not Saved
th: ยังไม่ได้บันทึก

source: Not Seen
th: ไม่ได้กระทำ

source: Not Sent
th: ส่งไม่ได้

source: Not Set
th: ไม่ได้ตั้งค่า

# Field value is not set
source: Not Set
th: ยังไม่ได้ระบุ

source: Not a valid Comma Separated Value (CSV File)
th: ไม่ได้ ค่าที่ ถูกต้อง Comma Separated (CSV File)

source: Not a valid User Image.
th: ไม่ใช่รูปภาพผู้ใช้ที่ถูกต้อง

source: Not a valid Workflow Action
th: ไม่ใช่การทำงานของเวิร์กโฟลว์ที่ถูกต้อง

source: Not a valid user
th: ไม่ได้เป็นผู้ใช้ที่ถูกต้อง

source: Not active
th: ที่ใช้งานไม่ได้

source: Not allowed for {0}: {1}
th: ไม่อนุญาตสำหรับ {0}: {1}

source: Not allowed to attach {0} document, please enable Allow Print For {0} in Print Settings
th: ไม่อนุญาตให้แนบเอกสาร {0} โปรดเปิดใช้งาน Allow Print For {0} ใน Print Settings

source: Not allowed to create custom Virtual DocType.
th: ไม่อนุญาตให้สร้าง Virtual DocType แบบกำหนดเอง

source: Not allowed to print cancelled documents
th: ไม่ได้รับอนุญาตในการพิมพ์เอกสารยกเลิก

source: Not allowed to print draft documents
th: ไม่ได้รับอนุญาตในการพิมพ์เอกสารร่าง

source: Not allowed via controller permission check
th: ไม่อนุญาตผ่านการตรวจสอบสิทธิ์ของคอนโทรลเลอร์

source: Not found
th: ไม่พบ

source: Not in Developer Mode
th: ไม่ได้อยู่ในโหมดการพัฒนา

source: Not in Developer Mode! Set in site_config.json or make 'Custom' DocType.
th: ไม่ได้อยู่ในโหมดนักพัฒนาซอฟต์แวร์! ตั้งอยู่ใน site_config.json หรือทำให้ DocType 'กำหนดเอง'

source: Not permitted
th: ไม่อนุญาต

source: Not permitted to view {0}
th: ไม่อนุญาตให้ดู {0}

source: Note
th: หมายเหตุ

source: Note Seen By
th: หมายเหตุมองเห็นได้ด้วย

source: Note:
th: บันทึก:

source: Note: By default emails for failed backups are sent.
th: หมายเหตุ: โดยค่าเริ่มต้นจะส่งอีเมลสำหรับการสำรองข้อมูลที่ล้มเหลว

source: Note: Changing the Page Name will break previous URL to this page.
th: หมายเหตุ: การเปลี่ยนชื่อเพจจะเป็นการแบ่ง URL ก่อนหน้านี้ออกจากหน้านี้

source: Note: Etc timezones have their signs reversed.
th: หมายเหตุ: เขตเวลาของ Etc มีเครื่องหมายสัญลักษณ์กลับด้าน

source: Note: For best results, images must be of the same size and width must be greater than height.
th: หมายเหตุ: เพื่อผลลัพธ์ที่ดีที่สุดรูปภาพต้องมีขนาดและความกว้างเท่ากันต้องมากกว่าความสูง

source: Note: Multiple sessions will be allowed in case of mobile device
th: หมายเหตุ: หลายครั้งจะได้รับอนุญาตในกรณีของโทรศัพท์มือถือ

source: Note: This will be shared with user.
th: หมายเหตุ: ข้อมูลนี้จะแชร์กับผู้ใช้

source: Note: Your request for account deletion will be fulfilled within {0} hours.
th: หมายเหตุ: คำขอลบบัญชีของคุณจะดำเนินการเสร็จสิ้นภายใน {0} ชั่วโมง

source: Notes:
th: หมายเหตุ:

source: Nothing New
th: ไม่มีรายการใหม่

source: Nothing left to redo
th: ไม่มีสิ่งใดเหลือให้ทำซ้ำอีกแล้ว

source: Nothing left to undo
th: ไม่มีรายการให้เลิกทำเพิ่มเติม

source: Nothing to show
th: ไม่มีอะไรที่จะแสดง

source: Nothing to update
th: ไม่มีอะไรให้อัพเดท

source: Notification
th: การแจ้งเตือน

source: Notification Log
th: บันทึกการแจ้งเตือน

source: Notification Recipient
th: ผู้รับการแจ้ง

source: Notification Settings
th: การตั้งค่าการแจ้งเตือน

source: Notification Subscribed Document
th: เอกสารการสมัครรับการแจ้งเตือน

source: Notification sent to
th: แจ้งเตือนได้ส่งไปยัง

source: Notifications
th: การแจ้งเตือน

source: Notifications Disabled
th: ปิดการแจ้งเตือน

source: Notifications and bulk mails will be sent from this outgoing server.
th: การแจ้งเตือนและอีเมลจำนวนมากจะถูกส่งจากเซิร์ฟเวอร์ออกนี้

source: Notify Users On Every Login
th: แจ้งผู้ใช้เมื่อเข้าสู่ระบบทุกครั้ง

source: Notify by Email
th: แจ้งเตือนทางอีเมล

source: Notify by email
th: แจ้งเตือน ทางอีเมล

source: Notify if unreplied
th: ถ้ายังไม่มีการตอบแจ้ง

source: Notify if unreplied for (in mins)
th: ถ้ายังไม่มีการตอบแจ้งสำหรับ (ในนาที)

source: Notify users with a popup when they log in
th: แจ้งเตือนเมื่อมีผู้ใช้ที่มีป๊อปอัพเมื่อพวกเขาเข้าสู่ระบบ

source: Now
th: ตอนนี้

source: Number
th: จำนวน

source: Number Card
th: บัตรตัวเลข

source: Number Card Link
th: ลิงค์บัตรตัวเลข

source: Number Card Name
th: หมายเลข ชื่อบัตร

source: Number Cards
th: บัตรตัวเลข

source: Number Format
th: รูปแบบจำนวน

source: Number of Backups
th: จำนวนการสำรองข้อมูล

source: Number of DB Backups
th: จำนวนสำรองข้อมูล DB

source: Number of DB backups cannot be less than 1
th: จำนวนสำรองข้อมูล DB ต้องไม่น้อยกว่า 1

source: Number of Groups
th: จำนวนกลุ่ม

source: Number of Queries
th: จำนวนคำถาม

source: Number of attachment fields are more than {}, limit updated to {}.
th: จำนวนช่องแนบไฟล์เกินกว่า {} จำกัดจำนวนเป็น {} แล้ว

source: Number of backups must be greater than zero.
th: จำนวนสำรองข้อมูลต้องมากกว่าศูนย์

source: Number of columns for a field in a Grid (Total Columns in a grid should be less than 11)
th: จำนวนคอลัมน์สำหรับเขตข้อมูลในตาราง (คอลัมน์ทั้งหมดในตารางควรจะน้อยกว่า 11)

source: Number of columns for a field in a List View or a Grid (Total Columns should be less than 11)
th: จำนวนคอลัมน์สำหรับเขตข้อมูลในมุมมองรายการหรือกริด (คอลัมน์ทั้งหมดควรจะน้อยกว่า 11)

source: Number of days after which the document Web View link shared on email will be expired
th: จำนวนวันหลังจากที่ลิงก์ดูเอกสารบนเว็บที่แชร์ทางอีเมลจะหมดอายุ

source: Number of keys
th: จำนวนคีย์

source: Number of onsite backups
th: จำนวนสำรองข้อมูลภายในสถานที่

source: OAuth Authorization Code
th: OAuth รหัสอนุมัติ

source: OAuth Bearer Token
th: OAuth ถือ Token

source: OAuth Client
th: ไคลเอ็นต์ OAuth

source: OAuth Client ID
th: รหัสลูกค้า OAuth

source: OAuth Client Role
th: บทบาทลูกค้า OAuth

source: OAuth Error
th: ข้อผิดพลาด OAuth

source: OAuth Provider Settings
th: การตั้งค่าของผู้ให้บริการ OAuth

source: OAuth Scope
th: ขอบเขต OAuth

source: OAuth has been enabled but not authorised. Please use "Authorise API Access" button to do the same.
th: OAuth ได้ถูกเปิดใช้งานแล้วแต่ยังไม่ได้รับอนุญาต กรุณาใช้ปุ่ม "อนุญาตการเข้าถึง API" เพื่อดำเนินการต่อ

source: OK
th: ตกลง

source: OPTIONS
th: ตัวเลือก

source: OR
th: หรือ

source: OTP Secret Reset - {0}
th: รีเซ็ตรหัสลับ OTP - {0}

source: OTP Secret has been reset. Re-registration will be required on next login.
th: มีการตั้งค่า OTP Secret แล้ว ต้องลงทะเบียนใหม่เมื่อเข้าสู่ระบบครั้งต่อไป

source: OTP setup using OTP App was not completed. Please contact Administrator.
th: การตั้งค่า OTP โดยใช้แอป OTP ไม่เสร็จสิ้น กรุณาติดต่อผู้ดูแลระบบ

source: Occurrences
th: จำนวนครั้งที่เกิดขึ้น

source: Off
th: ปิด

source: Office
th: สำนักงาน

source: Official Documentation
th: เอกสารอย่างเป็นทางการ

source: Offset X
th: เลื่อนแกน X

source: Offset Y
th: ชดเชยแกน Y

source: Old Password
th: รหัสผ่านเก่า

source: Old and new fieldnames are same.
th: ชื่อฟิลด์เก่าและใหม่เหมือนกัน

source: Older backups will be automatically deleted
th: การสำรองข้อมูลเก่าจะถูกลบโดยอัตโนมัติ

source: Oldest Unscheduled Job
th: งานที่ไม่ได้กำหนดเวลานานที่สุด

source: On Hold
th: ระงับไว้

source: On Payment Authorization
th: ในการอนุมัติการชำระเงิน

source: On checking this option, URL will be treated like a jinja template string
th: เมื่อเลือกตัวเลือกนี้ URL จะถูกพิจารณาเป็นสตริงแม่แบบ jinja

source: On or After
th: เท่ากับหรือหลังจาก

source: On or Before
th: ก่อนหรือในวันที่

source: On {0}, {1} wrote:
th: เมื่อวันที่ {0}, {1} เขียน:

source: Onboard
th: เริ่มต้นใช้งาน

source: Onboarding Name
th: ชื่อการเริ่มต้นใช้งาน

source: Onboarding Permission
th: สิทธิ์ในการเริ่มต้นใช้งาน

source: Onboarding Status
th: สถานะการเริ่มต้นใช้งาน

source: Onboarding Step
th: ขั้นตอนการเริ่มต้นใช้งาน

source: Onboarding Step Map
th: แผนที่ขั้นตอนเริ่มต้น

source: Onboarding complete
th: การเริ่มต้นใช้งานเสร็จสมบูรณ์

source: Once submitted, submittable documents cannot be changed. They can only be Cancelled and Amended.
th: เมื่อส่งแล้วจะไม่สามารถเปลี่ยนแปลงเอกสารที่ส่งได้ สามารถยกเลิกและแก้ไขได้เท่านั้น

source: Once you have set this, the users will only be able access documents (eg. Blog Post) where the link exists (eg. Blogger).
th: เมื่อคุณได้ตั้ง นี้ผู้ใช้ จะมีเพียง เอกสาร การเข้าถึง สามารถ ( เช่น โพสต์ บล็อก ) ที่ การเชื่อมโยง ที่มีอยู่ (เช่น Blogger )

source: One Last Step
th: ขั้นตอนที่หนึ่งล่าสุด

source: One Time Password (OTP) Registration Code from {}
th: รหัสการลงทะเบียนรหัสผ่าน One Time Password (OTP) จาก {}

source: One of
th: หนึ่งใน

source: One of the child page with name {0} already exist in {1} Section. Please update the name of the child page first before moving
th: หน้าลูกที่มีชื่อ {0} มีอยู่แล้วในส่วน {1} กรุณาแก้ไขชื่อหน้าลูกก่อนที่จะย้าย

source: Only 200 inserts allowed in one request
th: เพียง 200 แทรกได้รับอนุญาตในการร้องขอ

source: Only Administrator can delete Email Queue
th: เฉพาะผู้ดูแลระบบสามารถลบคิวอีเมล์

source: Only Administrator can edit
th: ผู้ดูแลระบบเท่านั้นที่สามารถแก้ไข

source: Only Administrator can save a standard report. Please rename and save.
th: เฉพาะผู้บริหารสามารถบันทึกรายงานมาตรฐาน กรุณาเปลี่ยนชื่อและบันทึก

source: Only Administrator is allowed to use Recorder
th: ผู้ดูแลระบบเท่านั้นที่ได้รับอนุญาตให้ใช้เครื่องบันทึก

source: Only Allow Edit For
th: อนุญาตให้เฉพาะสำหรับแก้ไข

source: Only Options allowed for Data field are:
th: เฉพาะตัวเลือกที่อนุญาตสำหรับฟิลด์ข้อมูลคือ:

source: Only Send Records Updated in Last X Hours
th: ส่งเฉพาะบันทึกที่อัปเดตในช่วง x ชั่วโมงล่าสุด

source: Only Workspace Manager can edit public workspaces
th: เฉพาะผู้จัดการพื้นที่ทำงานเท่านั้นที่สามารถแก้ไขพื้นที่ทำงานสาธารณะได้

source: Only Workspace Manager can sort or edit this page
th: เฉพาะผู้จัดการพื้นที่ทำงานเท่านั้นที่สามารถจัดเรียงหรือแก้ไขหน้านี้ได้

source: Only allowed to export customizations in developer mode
th: อนุญาตให้ส่งออกการปรับแต่งเฉพาะในโหมดนักพัฒนาเท่านั้น

source: Only change this if you want to use other S3 compatible object storage backends.
th: เปลี่ยนแปลงเฉพาะเมื่อคุณต้องการใช้ระบบจัดเก็บวัตถุที่รองรับ S3 แบบอื่นเท่านั้น

source: Only for
th: เฉพาะสำหรับ

source: Only mandatory fields are necessary for new records. You can delete non-mandatory columns if you wish.
th: เฉพาะข้อมูลที่จำเป็นต้องมีความจำเป็นสำหรับระเบียนใหม่ คุณสามารถลบคอลัมน์ไม่ได้รับคำสั่งหากคุณต้องการ

source: Only one {0} can be set as primary.
th: สามารถตั้งค่าได้เพียง {0} รายการเดียวเท่านั้น

source: Only reports of type Report Builder can be deleted
th: สามารถลบรายงานที่เป็นประเภทตัวสร้างรายงานเท่านั้น

source: Only reports of type Report Builder can be edited
th: รายงานประเภท Report Builder เท่านั้นที่สามารถแก้ไขได้

source: Only standard DocTypes are allowed to be customized from Customize Form.
th: เฉพาะ DocTypes มาตรฐานที่ได้รับอนุญาตให้ปรับแต่งจากฟอร์มการปรับแต่ง

source: Only the assignee can complete this to-do.
th: มีเพียงผู้รับมอบหมายเท่านั้นที่สามารถทำรายการสิ่งที่ต้องทำนี้ให้เสร็จสมบูรณ์ได้

source: Only users involved in the document are listed
th: มีเพียงผู้ใช้ที่เกี่ยวข้องในเอกสารเท่านั้น

source: Only {0} emailed reports are allowed per user.
th: อนุญาตให้ส่งรายงานทางอีเมลได้เพียง {0} ฉบับต่อผู้ใช้เท่านั้น

source: Oops! Something went wrong.
th: ขออภัย! เกิดข้อผิดพลาดบางอย่างขึ้น

source: Open
th: เปิด

# Access
source: Open
th: เปิด

source: Open Awesomebar
th: เปิด Awesomebar

source: Open Communication
th: การสื่อสารเปิดเผย

source: Open Document
th: เปิดเอกสาร

source: Open Documents
th: เปิดเอกสาร

source: Open Help
th: เปิดวิธีใช้

source: Open Reference Document
th: เปิดเอกสารอ้างอิง

source: Open Settings
th: เปิดการตั้งค่า

source: Open Source Applications for the Web
th: เปิดโปรแกรมที่มาสำหรับเว็บ

source: Open URL in a New Tab
th: เปิด URL ในแท็บใหม่

source: Open a dialog with mandatory fields to create a new record quickly
th: เปิดไดอะล็อกที่มีฟิลด์บังคับเพื่อสร้างเรกคอร์ดใหม่อย่างรวดเร็ว

source: Open a module or tool
th: เปิดโมดูลหรือเครื่องมือ

source: Open in a new tab
th: เปิดในแท็บใหม่

# Description of a list view shortcut
source: Open list item
th: เปิดรายการ

source: Open your authentication app on your mobile phone.
th: เปิดแอปพลิเคชันการตรวจสอบความถูกต้องบนโทรศัพท์มือถือของคุณ

source: Open {0}
th: เปิด {0}

source: OpenID Configuration
th: การกำหนดค่า OpenID

source: OpenID Configuration fetched successfully!
th: การตั้งค่า OpenID ดึงข้อมูลสำเร็จแล้ว!

source: Opened
th: เปิด

source: Operation
th: การทำงาน

source: Operator must be one of {0}
th: ผู้ดำเนินการต้องเป็นหนึ่งใน {0}

source: Optimize
th: เพิ่มประสิทธิภาพ

source: Optimizing image...
th: กำลังปรับแต่งรูปภาพ...

source: Option 1
th: ตัวเลือกที่ 1

source: Option 2
th: ตัวเลือกที่ 2

source: Option 3
th: ตัวเลือกที่ 3

source: Option {0} for field {1} is not a child table
th: ตัวเลือก {0} สำหรับฟิลด์ {1} ไม่ใช่ตารางย่อย

source: Optional: Always send to these ids. Each Email Address on a new row
th: ตัวเลือก: ส่งไปยังรหัสเหล่านี้ แต่ละอีเมล์บนแถวใหม่

source: Optional: The alert will be sent if this expression is true
th: ตัวเลือก: การแจ้งเตือนจะถูกส่งถ้าการแสดงออกนี้เป็นความจริง

source: Options
th: ตัวเลือก

source: Options 'Dynamic Link' type of field must point to another Link Field with options as 'DocType'
th: ตัวเลือก 'การเชื่อมโยงแบบไดนามิก' ชนิดของเขตข้อมูลต้องชี้ไปที่การเชื่อมโยงสนามอื่นที่มีตัวเลือกเป็น 'DocType'

source: Options Help
th: ตัวเลือกความช่วยเหลือ

source: Options for Rating field can range from 3 to 10
th: ตัวเลือกสำหรับช่องการให้คะแนนสามารถมีตั้งแต่ 3 ถึง 10

source: Options for select. Each option on a new line.
th: ตัวเลือกสำหรับการเลือก ตัวเลือกในบรรทัดใหม่แต่ละ

source: Options for {0} must be set before setting the default value.
th: ต้องตั้งค่าตัวเลือกสำหรับ {0} ก่อนที่จะตั้งค่าเริ่มต้น

source: Options is required for field {0} of type {1}
th: จำเป็นต้องระบุ Options สำหรับฟิลด์ {0} ประเภท {1}

source: Options not set for link field {0}
th: ไม่ได้ตั้งค่า ตัวเลือก สำหรับฟิลด์ ลิงค์ {0}

source: Orange
th: ส้ม

source: Order
th: ใบสั่ง

source: Org History
th: ประวัติ องค์กร

source: Org History Heading
th: ประวัติ org หัวเรื่อง

source: Orientation
th: ปฐมนิเทศ

source: Original Value
th: ราคาเดิม

source: Other
th: อื่น ๆ

source: Outgoing (SMTP) Settings
th: การตั้งค่าอีเมลขาออก (SMTP)

source: Outgoing Emails (Last 7 days)
th: อีเมลที่ส่งออก (7 วันที่ผ่านมา)

source: Outgoing Server
th: เซิร์ฟเวอร์ขาออก

source: Outgoing Settings
th: การตั้งค่าการส่งออก

source: Outgoing email account not correct
th: บัญชีอีเมลขาออกไม่ถูกต้อง

source: Output
th: เอาท์พุต

source: Overview
th: ภาพรวม

source: Owner
th: เจ้าของ

source: PATCH
th: แพตช์

source: PDF
th: รูปแบบไฟล์ PDF

source: PDF Generation in Progress
th: กำลังสร้างไฟล์ PDF

source: PDF Generator
th: เครื่องมือสร้างไฟล์ PDF

source: PDF Page Height (in mm)
th: ความสูงของหน้ากระดาษ PDF (มม.)

source: PDF Page Size
th: PDF ขนาดหน้า

source: PDF Page Width (in mm)
th: ความกว้างหน้ากระดาษ PDF (มม.)

source: PDF Settings
th: การตั้งค่ารูปแบบไฟล์

source: PDF cannot be uploaded, It contains unsafe content
th: ไม่สามารถอัปโหลด PDF ได้ เนื่องจากมีเนื้อหาที่ไม่ปลอดภัย

source: PDF generation failed
th: การสร้าง PDF ล้มเหลว

source: PDF generation failed because of broken image links
th: รุ่น PDF ล้มเหลวเนื่องจากการเชื่อมโยงภาพเสีย

source: PDF generation may not work as expected.
th: การสร้าง PDF อาจไม่ทำงานตามที่คาดหวังไว้

source: PDF printing via "Raw Print" is not supported.
th: การพิมพ์ PDF ผ่าน "Raw Print" ไม่ได้รับการสนับสนุน

source: POST
th: โพสต์

source: PUT
th: วาง

source: Package
th: แพ็กเกจ

source: Package Import
th: นำเข้าแพ็กเกจ

source: Package Name
th: ชื่อแพ็กเกจ

source: Package Release
th: การปล่อยแพ็กเกจ

source: Packages
th: แพ็กเกจ

source: Packages are lightweight apps (collection of Module Defs) that can be created, imported, or released right from the UI
th: แพ็กเกจเป็นแอปพลิเคชันขนาดเล็ก (ชุดของคำนิยามโมดูล) ที่สามารถสร้าง นำเข้า หรือปล่อยใช้งานได้โดยตรงจากส่วนติดต่อผู้ใช้

source: Page
th: หน้า

source: Page Break
th: ตัวแบ่งหน้า

source: Page Builder
th: ตัวสร้างเพจ

source: Page Building Blocks
th: การสร้างหน้า

source: Page HTML
th: HTML หน้า

source: Page Height (in mm)
th: ความสูงของหน้า (มม.)

source: Page Margins
th: ขอบหน้ากระดาษ

source: Page Name
th: ชื่อเพจ

source: Page Number
th: หมายเลขหน้า

source: Page Route
th: เส้นทางหน้าเพจ

source: Page Saved Successfully
th: บันทึกหน้าหน้าเพจเรียบร้อยแล้ว

source: Page Settings
th: การตั้งค่าหน้าเว็บ

source: Page Shortcuts
th: ทางลัดหน้า

source: Page Size
th: ขนาดหน้ากระดาษ

source: Page Title
th: ชื่อหน้า

source: Page Width (in mm)
th: ความกว้างหน้ากระดาษ (มม.)

source: Page has expired!
th: หน้าหมดอายุ!

source: Page height and width cannot be zero
th: ความสูงและความกว้างของหน้ากระดาษต้องไม่เป็นศูนย์

source: Page not found
th: ไม่พบหน้าเว็บ

source: Page to show on the website
th: หน้าที่จะแสดงบนเว็บไซต์

source: Page with title {0} already exist.
th: หน้าที่มีชื่อเรื่อง {0} มีอยู่แล้ว

source: Page {0} of {1}
th: หน้า {0} ของ {1}

source: Parameter
th: พารามิเตอร์

source: Parent
th: ผู้ปกครอง

source: Parent DocType
th: ประเภทเอกสารหลัก

source: Parent Document Type
th: ประเภทเอกสารต้นทาง

source: Parent Document Type is required to create a number card
th: ประเภทเอกสารต้นทางเป็นข้อมูลที่จำเป็นสำหรับการสร้างการ์ดหมายเลข

source: Parent Element Selector
th: ตัวเลือกองค์ประกอบหลัก

source: Parent Field
th: ฟิลด์หลัก

source: Parent Field (Tree)
th: เขตข้อมูลผู้ปกครอง (ต้นไม้)

source: Parent Field must be a valid fieldname
th: พาเรนต์ฟิลด์ต้องเป็นชื่อฟิลด์ที่ถูกต้อง

source: Parent Label
th: ป้ายแม่

source: Parent Missing
th: ไม่มีข้อมูลต้นทาง

source: Parent Page
th: หน้าหลัก

source: Parent Table
th: แม่ตาราง

source: Parent document type is required to create a dashboard chart
th: ประเภทเอกสารต้นทางจำเป็นสำหรับการสร้างแผนภูมิแดชบอร์ด

source: Parent is the name of the document to which the data will get added to.
th: ผู้ปกครองคือชื่อของเอกสารที่จะมีการเพิ่มข้อมูล

source: Parent-to-child or child-to-different-child grouping is not allowed.
th: การจัดกลุ่มแบบผู้ปกครอง-ลูก หรือ ลูก-ไปยังลูกคนอื่นไม่อนุญาตให้ทำได้

source: Parentfield not specified in {0}: {1}
th: Parentfield ไม่ได้ระบุใน {0}: {1}

source: Parenttype, Parent and Parentfield are required to insert a child record
th: Parenttype, Parent และ Parentfield จำเป็นสำหรับการเพิ่มระเบียนลูก

source: Partial
th: บางส่วน

source: Partial Success
th: ความสำเร็จบางส่วน

source: Partially Sent
th: ส่งบางส่วนแล้ว

source: Participants
th: เข้าร่วม

source: Pass
th: ผ่าน

source: Passive
th: ไม่โต้ตอบ

source: Password
th: รหัสผ่าน

source: Password Email Sent
th: รหัสผ่านอีเมลถูกส่งแล้ว

source: Password Reset
th: การรีเซ็ตรหัสผ่าน

source: Password Reset Link Generation Limit
th: ขีด จำกัด การสร้างลิงก์รีเซ็ตรหัสผ่าน

source: Password cannot be filtered
th: ไม่สามารถกรองรหัสผ่านได้

source: Password changed successfully.
th: เปลี่ยนรหัสผ่านสำเร็จแล้ว

source: Password for Base DN
th: รหัสผ่านสำหรับฐาน DN

source: Password is required or select Awaiting Password
th: รหัสผ่านจะต้องรอหรือเลือกรหัสผ่าน

source: Password missing in Email Account
th: รหัสผ่านในบัญชีอีเมลหายไป

source: Password not found for {0} {1} {2}
th: ไม่พบรหัสผ่านสำหรับ {0} {1} {2}

source: Password reset instructions have been sent to your email
th: คำแนะนำ การตั้งค่า รหัสผ่านที่ ได้รับการ ส่งไปยังอีเมล ของคุณ

source: Password set
th: ตั้งรหัสผ่านเรียบร้อยแล้ว

source: Password size exceeded the maximum allowed size
th: ขนาดรหัสผ่านเกินขนาดสูงสุดที่อนุญาต

source: Password size exceeded the maximum allowed size.
th: ขนาดรหัสผ่านเกินขนาดสูงสุดที่อนุญาต

source: Passwords do not match
th: รหัสผ่านไม่ตรงกัน

source: Passwords do not match!
th: รหัสผ่านไม่ตรงกัน!

source: Past dates are not allowed for Scheduling.
th: ไม่อนุญาตให้ใช้วันที่ในอดีตสำหรับการกำหนดเวลา

source: Paste
th: วาง

source: Patch
th: แก้ไข

source: Patch Log
th: เข้าสู่ระบบแพทช์

source: Patch type {} not found in patches.txt
th: ประเภทแพตช์ {} ไม่พบใน patches.txt

source: Path
th: เส้นทาง

source: Path to CA Certs File
th: พา ธ ไปที่ไฟล์ CA Certs

source: Path to Server Certificate
th: พา ธ ไปยังใบรับรองเซิร์ฟเวอร์

source: Path to private Key File
th: พา ธ ไปยังไฟล์คีย์ส่วนตัว

source: Path {0} it not a valid path
th: เส้นทาง {0} ไม่ใช่เส้นทางที่ถูกต้อง

source: Payload Count
th: จำนวนข้อมูลส่ง

source: Peak Memory Usage
th: การใช้งานหน่วยความจำสูงสุด

source: Pending
th: คาราคาซัง

source: Pending Approval
th: รอการอนุมัติ

source: Pending Emails
th: อีเมลที่รอดำเนินการ

source: Pending Jobs
th: งานที่รอการอนุมัติ

source: Pending Verification
th: รอการยืนยัน

source: Percent
th: เปอร์เซ็นต์

source: Percentage
th: ร้อยละ

source: Period
th: ระยะเวลา

source: Perm Level
th: Perm ระดับ

source: Permanent
th: ถาวร

source: Permanently Cancel {0}?
th: อย่างถาวร ยกเลิก {0}?

source: Permanently Submit {0}?
th: อย่างถาวร ส่ง {0}?

source: Permanently delete {0}?
th: ลบ {0}?

source: Permission Error
th: ข้อผิดพลาดสิทธิ์

source: Permission Inspector
th: ตัวตรวจสอบสิทธิ์

source: Permission Level
th: ระดับของสิทธิ์

source: Permission Levels
th: ระดับสิทธิ์

source: Permission Manager
th: ผู้จัดการสิทธิ์การใช้งาน

source: Permission Query
th: การสอบถามสิทธิ์

source: Permission Rules
th: กฎการอนุญาต

source: Permission Type
th: ประเภทสิทธิ์การใช้งาน

source: Permissions
th: สิทธิ์

source: Permissions Error
th: ข้อผิดพลาดสิทธิ์การใช้งาน

source: Permissions are automatically applied to Standard Reports and searches.
th: สิทธิ์จะถูกใช้กับรายงานมาตรฐานและการค้นหาโดยอัตโนมัติ

source: Permissions are set on Roles and Document Types (called DocTypes) by setting rights like Read, Write, Create, Delete, Submit, Cancel, Amend, Report, Import, Export, Print, Email and Set User Permissions.
th: สิทธิ์ มีการกำหนด บทบาท และชนิดของ เอกสาร ( ที่เรียกว่า doctypes ) โดยการตั้งค่า สิทธิ เช่น อ่านเขียน สร้าง , ลบ, ส่ง , ยกเลิก , แก้ไข , รายงาน , นำเข้า , ส่งออก , พิมพ์ , อีเมล์และ กำหนด สิทธิ์ของผู้ใช้

source: Permissions at higher levels are Field Level permissions. All Fields have a Permission Level set against them and the rules defined at that permissions apply to the field. This is useful in case you want to hide or make certain field read-only for certain Roles.
th: สิทธิ์ในระดับที่สูงมีสิทธิ์ในระดับเขต ฟิลด์ทั้งหมดมีชุดการระดับสิทธิ์กับพวกเขาและกฎระเบียบที่กำหนดไว้ว่าสิทธิ์นำไปใช้กับข้อมูล นี้จะเป็นประโยชน์ในกรณีที่คุณต้องการที่จะซ่อนหรือทำให้ข้อมูลบางอย่างอ่านอย่างเดียวสำหรับบทบาทบางอย่าง

source: Permissions at level 0 are Document Level permissions, i.e. they are primary for access to the document.
th: สิทธิ์ที่ระดับ 0 มีเอกสารสิทธิ์ระดับคือพวกเขาเป็นหลักสำหรับการเข้าถึงเอกสาร

source: Permissions get applied on Users based on what Roles they are assigned.
th: สิทธิ์ ที่ได้รับ นำไปใช้ กับ ผู้ใช้ที่ อยู่บนพื้นฐานของ สิ่งที่ พวกเขา บทบาท ที่ได้รับมอบหมาย

source: Permitted Documents For User
th: เอกสารที่ได้รับอนุญาตสำหรับผู้ใช้

source: Permitted Roles
th: บทบาทที่ได้รับอนุญาต

source: Personal
th: ส่วนตัว

# Workspace Category
source: Personal
th: ส่วนตัว

source: Personal Data Deletion Request
th: คำขอลบข้อมูลส่วนบุคคล

source: Personal Data Deletion Step
th: ขั้นตอนการลบข้อมูลส่วนบุคคล

source: Personal Data Download Request
th: คำขอดาวน์โหลดข้อมูลส่วนบุคคล

source: Phone
th: โทรศัพท์

source: Phone No.
th: หมายเลขโทรศัพท์

source: Phone Number {0} set in field {1} is not valid.
th: หมายเลขโทรศัพท์ {0} ที่ตั้งค่าในช่อง {1} ไม่ถูกต้อง

source: Pick Columns
th: เลือกคอลัมน์

source: Pie
th: พาย

source: Pink
th: สีชมพู
