Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Successfully {0} {1} records out of {2}. Click on Export Errored Rows, fix the errors and import again.
th: {0} {1} รายการจากทั้งหมด {2} รายการสำเร็จแล้ว กรุณาคลิกที่ ส่งออกแถวที่มีข้อผิดพลาด แก้ไขข้อผิดพลาด แล้วนำเข้าอีกครั้ง

source: Successfully {0} {1} records.
th: {0} {1} รายการสำเร็จแล้ว

source: Suggest Optimizations
th: แนะนำการปรับปรุงประสิทธิภาพ

source: Suggested Indexes
th: ดัชนีที่แนะนำ

source: Suggested Username: {0}
th: ชื่อผู้ใช้ที่แนะนำ: {0}

source: Sum
th: รวม

source: Sum of {0}
th: ผลรวมของ {0}

source: Summary
th: สรุป

source: Sunday
th: วันอาทิตย์

source: Suspend Sending
th: ระงับการส่ง

source: Switch Camera
th: สลับกล้อง

source: Switch Theme
th: เปลี่ยนธีม

source: Switch To Desk
th: สวิทช์ไปที่โต๊ะทำงาน

source: Switch to Frappe CRM for smarter sales
th: เปลี่ยนไปใช้ CRM ของ Frappe เพื่อการขายที่ชาญฉลาดยิ่งขึ้น

source: Switching Camera
th: สลับกล้อง

source: Symbol
th: สัญญลักษณ์

source: Sync
th: ซิงค์

source: Sync Calendar
th: ซิงค์ปฏิทิน

source: Sync Contacts
th: เชื่อมต่อรายชื่อ

source: Sync events from Google as public
th: ซิงค์กิจกรรมจาก Google เป็นสาธารณะ

source: Sync on Migrate
th: Sync บนโยกย้าย

source: Sync token was invalid and has been reset, Retry syncing.
th: โทเค็นซิงค์ไม่ถูกต้องและถูกรีเซ็ตแล้ว กรุณาลองซิงค์ใหม่อีกครั้ง

source: Sync with Google Calendar
th: ซิงค์กับ Google Calendar

source: Sync with Google Contacts
th: ซิงค์กับ Google Contacts

source: Sync {0} Fields
th: ซิงค์ฟิลด์ {0}

source: Synced Fields
th: ฟิลด์ที่ซิงค์แล้ว

source: Syncing
th: ซิงค์

source: Syncing {0} of {1}
th: กำลังซิงค์ {0} จาก {1}

source: Syntax Error
th: ข้อผิดพลาดทางไวยากรณ์

source: System
th: ระบบ

source: System Console
th: คอนโซลระบบ

source: System Generated Fields can not be renamed
th: ฟิลด์ที่ระบบสร้างขึ้นไม่สามารถเปลี่ยนชื่อได้

source: System Health Report
th: รายงานสถานะระบบ

source: System Health Report Errors
th: รายงานสถานะระบบ - ข้อผิดพลาด

source: System Health Report Failing Jobs
th: รายงานสถานะระบบ งานที่ล้มเหลว

source: System Health Report Queue
th: คิวรายงานสถานะระบบ

source: System Health Report Tables
th: รายงานสถานะระบบ ตาราง

source: System Health Report Workers
th: รายงานสถานะสุขภาพระบบของผู้ปฏิบัติงาน

source: System Logs
th: บันทึกระบบ

source: System Manager
th: จัดการระบบ

source: System Manager privileges required.
th: ต้องการสิทธิ์ผู้จัดการระบบ

source: System Notification
th: การแจ้งเตือนระบบ

source: System Notifications
th: การแจ้งเตือนระบบ

source: System Page
th: หน้าระบบ

source: System Settings
th: การตั้งค่าระบบ

source: System managers are allowed by default
th: ผู้จัดการระบบได้รับอนุญาตโดยค่าเริ่มต้น

# Number system
source: T
th: ที

source: Tab Break
th: ตัวแบ่งแท็บ

source: Tab Label
th: ป้ายแท็บ

source: Table
th: ตาราง

source: Table Break
th: พักโต๊ะ

source: Table Field
th: เขตข้อมูลตาราง

source: Table Fieldname
th: ชื่อตารางฟิลด์

source: Table Fieldname Missing
th: ชื่อฟิลด์ตารางหายไป

source: Table HTML
th: ตาราง HTML

source: Table MultiSelect
th: ตาราง MultiSelect

source: Table Trimmed
th: ตารางที่ตัดแต่งแล้ว

source: Table updated
th: ตารางการปรับปรุง

source: Table {0} cannot be empty
th: ตารางที่ {0} ไม่ว่างเปล่า

source: Tabloid
th: แท็บลอยด์

source: Tag
th: แท็ก

source: Tag Link
th: ลิงก์แท็ก

source: Tags
th: แท็ก

source: Take Backup
th: ทำการสำรองข้อมูล

source: Take Backup Now
th: ตอนนี้ใช้การสำรองข้อมูล

source: Take Photo
th: ถ่ายภาพ

source: Target
th: เป้า

source: Task
th: งาน

source: Team Members
th: สมาชิกในทีม

source: Team Members Heading
th: สมาชิกในทีมหัวเรื่อง

source: Team Members Subtitle
th: สมาชิกทีม

source: Telemetry
th: การวัดระยะไกล

source: Template
th: แบบ

source: Template Error
th: ข้อผิดพลาดแม่แบบ

source: Template File
th: ไฟล์แม่แบบ

source: Template Options
th: ตัวเลือกเทมเพลต

source: Template Warnings
th: คำเตือนแม่แบบ

source: Templates
th: แม่แบบ

source: Temporarily Disabled
th: ปิดใช้งานชั่วคราว

source: Test Data
th: ข้อมูลทดสอบ

source: Test Job ID
th: รหัสงานทดสอบ

source: Test Spanish
th: ทดสอบสเปน

source: Test email sent to {0}
th: ส่งอีเมลทดสอบไปที่ {0}

source: Text
th: ข้อความ

source: Text Align
th: ข้อความตําแหน่ง

source: Text Color
th: สีของข้อความ

source: Text Content
th: เนื้อหาข้อความ

source: Text Editor
th: แก้ไขข้อความ

source: Thai Business Suite
th: ชุดธุรกิจไทย

source: Thank you
th: ขอบคุณ

source: Thank you for reaching out to us. We will get back to you at the earliest. Your query: {0}
th: ขอขอบคุณที่ติดต่อเรา เราจะติดต่อกลับโดยเร็วที่สุด คำถามของคุณ: {0}

source: Thank you for spending your valuable time to fill this form
th: ขอขอบคุณที่สละเวลาที่มีค่าในการกรอกแบบฟอร์มนี้

source: Thank you for your email
th: ขอบคุณสำหรับอีเมลของคุณ

source: Thank you for your feedback!
th: ขอบคุณสำหรับความคิดเห็นของคุณ!

source: Thank you for your interest in subscribing to our updates
th: ขอบคุณที่ให้ความสนใจในการสมัครรับการปรับปรุงของเรา

source: Thank you for your message
th: ขอบคุณสำหรับข้อความของคุณ

source: Thanks
th: ขอบคุณครับ/ค่ะ

source: The Auto Repeat for this document has been disabled.
th: การทำซ้ำอัตโนมัติสำหรับเอกสารนี้ถูกปิดใช้งาน

source: The CSV format is case sensitive
th: รูปแบบ CSV เป็นตัวพิมพ์เล็กและใหญ่

source: The Client ID obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
th: รหัสลูกค้า (Client ID) ที่ได้รับจาก Google Cloud Console ภายใต้ <a href="https://console.cloud.google.com/apis/credentials">"APIs &amp; Services" &gt; "Credentials"</a>

source: The Condition '{0}' is invalid
th: สภาพ &#39;{0}&#39; ไม่ถูกต้อง

source: The File URL you've entered is incorrect
th: URL ไฟล์ที่คุณป้อนไม่ถูกต้อง

source: The Next Scheduled Date cannot be later than the End Date.
th: วันที่กำหนดถัดไปต้องไม่เกินวันที่สิ้นสุด

source: The Push Relay Server URL key (`push_relay_server_url`) is missing in your site config
th: คีย์ URL เซิร์ฟเวอร์ Push Relay (`push_relay_server_url`) ขาดหายในไฟล์กำหนดค่าของไซต์ของคุณ

source: The User record for this request has been auto-deleted due to inactivity by system admins.
th: ระเบียนผู้ใช้สำหรับคำขอนี้ถูกลบโดยอัตโนมัติเพราะไม่มีการใช้งานโดยผู้ดูแลระบบ

source: The application has been updated to a new version, please refresh this page
th: ตัวโปรแกรมได้รับการปรับปรุงให้เป็นรุ่นใหม่โปรดรีเฟรชหน้านี้

source: The application name will be used in the Login page.
th: ชื่อแอปพลิเคชันจะถูกใช้ในหน้าล็อกอิน

source: The attachments could not be correctly linked to the new document
th: ไฟล์แนบไม่สามารถเชื่อมโยงกับเอกสารใหม่ได้อย่างถูกต้อง

source: The browser API key obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
th: คีย์ API สำหรับเบราว์เซอร์ที่ได้รับจาก Google Cloud Console ภายใต้ <a href="https://console.cloud.google.com/apis/credentials">"APIs &amp; Services" &gt; "Credentials"</a>

source: The changes have been reverted.
th: การเปลี่ยนแปลงได้ถูกย้อนกลับแล้ว

source: The column {0} has {1} different date formats. Automatically setting {2} as the default format as it is the most common. Please change other values in this column to this format.
th: คอลัมน์ {0} มี {1} รูปแบบวันที่ที่แตกต่างกัน ตั้งค่า {2} เป็นรูปแบบเริ่มต้นโดยอัตโนมัติตามที่ใช้กันทั่วไป โปรดเปลี่ยนค่าอื่น ๆ ในคอลัมน์นี้เป็นรูปแบบนี้

source: The comment cannot be empty
th: ความคิดเห็นต้องไม่ว่างเปล่า

source: The contents of this email are strictly confidential. Please do not forward this email to anyone.
th: เนื้อหาของอีเมลนี้เป็นความลับอย่างเคร่งครัด กรุณาอย่าส่งต่ออีเมลนี้ให้ผู้อื่น

source: The count shown is an estimated count. Click here to see the accurate count.
th: จำนวนที่แสดงเป็นการประมาณการ คลิกที่นี่เพื่อดูจำนวนที่ถูกต้อง

source: The document could not be correctly assigned
th: ไม่สามารถกำหนดเอกสารได้อย่างถูกต้อง

source: The document has been assigned to {0}
th: เอกสารถูกกำหนดให้กับ {0} แล้ว

source: The document type selected is a child table, so the parent document type is required.
th: ประเภทเอกสารที่เลือกเป็นตารางย่อย ดังนั้นจึงจำเป็นต้องระบุประเภทเอกสารหลัก

source: The field {0} is mandatory
th: ฟิลด์ {0} เป็นฟิลด์ที่ต้องระบุ

source: The fieldname you've specified in Attached To Field is invalid
th: ชื่อฟิลด์ที่คุณระบุในฟิลด์แนบถึงไม่ถูกต้อง

source: The following Assignment Days have been repeated: {0}
th: วันมอบหมายงานต่อไปนี้ถูกทำซ้ำ: {0}

source: The following Header Script will add the current date to an element in 'Header HTML' with class 'header-content'
th: สคริปต์ส่วนหัวต่อไปนี้จะเพิ่มวันที่ปัจจุบันลงในองค์ประกอบใน 'Header HTML' ที่มีคลาส 'header-content'

source: The following values are invalid: {0}. Values must be one of {1}
th: ค่าต่อไปนี้ไม่ถูกต้อง: {0} ค่าต้องเป็นหนึ่งใน {1}

source: The following values do not exist for {0}: {1}
th: ค่าต่อไปนี้ไม่มีอยู่สำหรับ {0}: {1}

source: The limit has not set for the user type {0} in the site config file.
th: ยังไม่ได้ตั้งค่าขีดจำกัดสำหรับประเภทผู้ใช้ {0} ในไฟล์การตั้งค่าไซต์

source: The link will expire in {0} minutes
th: ลิงก์จะหมดอายุใน {0} นาที

source: The link you trying to login is invalid or expired.
th: ลิงก์ที่คุณพยายามเข้าสู่ระบบไม่ถูกต้องหรือหมดอายุแล้ว

source: The meta description is an HTML attribute that provides a brief summary of a web page. Search engines such as Google often display the meta description in search results, which can influence click-through rates.
th: คำอธิบายเมตาเป็นแอตทริบิวต์ HTML ที่ให้ข้อมูลสรุปสั้น ๆ ของหน้าเว็บ เครื่องมือค้นหาเช่น Google มักจะแสดงคำอธิบายเมตาในผลการค้นหาซึ่งอาจส่งผลต่ออัตราการคลิกผ่าน

source: The meta image is unique image representing the content of the page. Images for this Card should be at least 280px in width, and at least 150px in height.
th: ภาพเมตาเป็นภาพที่ไม่ซ้ำกันซึ่งแสดงถึงเนื้อหาของเพจ รูปภาพสำหรับการ์ดใบนี้ควรมีความกว้างอย่างน้อย 280px และสูงอย่างน้อย 150px

source: The name that will appear in Google Calendar
th: ชื่อที่จะปรากฏใน Google ปฏิทิน

source: The next tour will start from where the user left off.
th: ทัวร์ถัดไปจะเริ่มจากจุดที่ผู้ใช้หยุดไว้

source: The number of seconds until the request expires
th: จำนวนวินาทีก่อนที่คำขอจะหมดอายุ

source: The page you are looking for has gone missing.
th: หน้าที่คุณกำลังค้นหาไม่พบแล้ว

source: The password of your account has expired.
th: รหัสผ่านของบัญชีของคุณหมดอายุ

source: The process for deletion of {0} data associated with {1} has been initiated.
th: กระบวนการลบข้อมูล {0} ที่เชื่อมโยงกับ {1} ได้เริ่มต้นแล้ว

source: The project number obtained from Google Cloud Console under <a href="https://console.cloud.google.com/iam-admin/settings"> "IAM &amp; Admin" &gt; "Settings" </a>
th: หมายเลขโครงการที่ได้รับจาก Google Cloud Console ภายใต้ <a href="https://console.cloud.google.com/iam-admin/settings">"IAM &amp; Admin" &gt; "การตั้งค่า"</a>

source: The reset password link has been expired
th: ลิงก์รีเซ็ตรหัสผ่านหมดอายุแล้ว

source: The reset password link has either been used before or is invalid
th: ลิงก์รีเซ็ตรหัสผ่านนี้ถูกใช้งานแล้วหรือไม่ถูกต้อง

source: The resource you are looking for is not available
th: ทรัพยากรที่คุณกำลังมองหาไม่สามารถใช้ได้

source: The role {0} should be a custom role.
th: บทบาท {0} ควรเป็นบทบาทที่กำหนดเอง

source: The system is being updated. Please refresh again after a few moments.
th: ระบบกำลังอัปเดต กรุณารีเฟรชอีกครั้งหลังจากสักครู่

source: The system provides many pre-defined roles. You can add new roles to set finer permissions.
th: ระบบให้ บทบาท ที่กำหนดไว้ล่วงหน้า หลาย คุณสามารถเพิ่ม บทบาทใหม่ เพื่อกำหนดสิทธิ์ ปลีกย่อย

source: The total column width cannot be more than 10.
th: ความกว้างรวมของคอลัมน์ต้องไม่เกิน 10

source: The total number of user document types limit has been crossed.
th: จำนวนประเภทเอกสารผู้ใช้ทั้งหมดเกินขีดจำกัดแล้ว

source: The user from this field will be rewarded points
th: ผู้ใช้จากฟิลด์นี้จะได้รับคะแนนสะสม

source: The value you pasted was {0} characters long. Max allowed characters is {1}.
th: ค่าที่คุณวางมีความยาว {0} ตัวอักษร ความยาวสูงสุดที่อนุญาตคือ {1} ตัวอักษร

source: The webhook will be triggered if this expression is true
th: webhook จะถูกเรียกใช้หากการแสดงออกนี้เป็นจริง

source: The {0} is already on auto repeat {1}
th: {0} อยู่ในการทำซ้ำอัตโนมัติแล้ว {1}

source: Theme
th: กระทู้

source: Theme Changed
th: ธีมถูกเปลี่ยนแปลงแล้ว

source: Theme Configuration
th: การกำหนดค่าธีม

source: Theme URL
th: URL ของธีม

source: There are documents which have workflow states that do not exist in this Workflow. It is recommended that you add these states to the Workflow and change their states before removing these states.
th: มีเอกสารที่มีสถานะเวิร์กโฟลว์ที่ไม่มีอยู่ในเวิร์กโฟลว์นี้ ขอแนะนำให้คุณเพิ่มสถานะเหล่านี้ลงในเวิร์กโฟลว์และเปลี่ยนสถานะก่อนที่จะลบสถานะเหล่านี้

source: There are no upcoming events for you.
th: ไม่มีเหตุการณ์ที่จะเกิดขึ้นสำหรับคุณในขณะนี้

source: There are no {0} for this {1}, why don't you start one!
th: ไม่มี {0} สำหรับ {1} นี้ ทำไมคุณไม่เริ่มสร้างสักรายการหนึ่งล่ะ!

source: There are {0} with the same filters already in the queue:
th: มี {0} ที่มีตัวกรองเดียวกันอยู่แล้วในคิว:

source: There can be only 9 Page Break fields in a Web Form
th: สามารถมีฟิลด์ Page Break ได้เพียง 9 ฟิลด์ในแบบฟอร์มเว็บเท่านั้น

source: There can be only one Fold in a form
th: สามารถมีได้เพียงหนึ่งพับในรูปแบบ

source: There is an error in your Address Template {0}
th: เกิดข้อผิดพลาดในแม่แบบที่อยู่ของคุณ {0}

source: There is no data to be exported
th: ไม่มีข้อมูลที่จะส่งออก

source: There is nothing new to show you right now.
th: ขณะนี้ไม่มีข้อมูลใหม่ให้แสดงแก่คุณ

source: There is some problem with the file url: {0}
th: มีปัญหากับ url ของไฟล์เป็น: {0}

source: There is {0} with the same filters already in the queue:
th: มี {0} ที่มีตัวกรองเดียวกันอยู่แล้วในคิว:

source: There must be atleast one permission rule.
th: ต้องมีอย่างน้อยหนึ่งกฎได้รับอนุญาต

source: There was an error building this page
th: เกิดข้อผิดพลาดในการสร้างเพจนี้

source: There was an error saving filters
th: เกิดข้อผิดพลาดในการบันทึกตัวกรอง

source: There were errors
th: มีข้อผิดพลาด ได้

source: There were errors while creating the document. Please try again.
th: เกิดข้อผิดพลาดขณะสร้างเอกสาร กรุณาลองอีกครั้ง.

source: There were errors while sending email. Please try again.
th: มีข้อผิดพลาด ในขณะที่ มี การส่งอีเมล์ โปรดลองอีกครั้ง

source: There were some errors setting the name, please contact the administrator
th: มีข้อผิดพลาดบางอย่างที่ตั้งชื่อได้กรุณาติดต่อผู้ดูแลระบบ

source: There's nothing here
th: ไม่มีข้อมูลที่นี่

source: These announcements will appear inside a dismissible alert below the Navbar.
th: ประกาศเหล่านี้จะแสดงภายในการแจ้งเตือนที่สามารถปิดได้ใต้แถบนำทาง

source: These settings are required if 'Custom' LDAP Directory is used
th: การตั้งค่าเหล่านี้จำเป็นหากใช้ไดเรกทอรี LDAP แบบ 'กำหนดเอง'

source: These values will be automatically updated in transactions and also will be useful to restrict permissions for this user on transactions containing these values.
th: ค่าเหล่านี้จะถูกปรับปรุงโดยอัตโนมัติในการทำธุรกรรมและยังจะเป็นประโยชน์เพื่อ จำกัด สิทธิ์สำหรับผู้ใช้นี้ในการทำธุรกรรมที่มีค่าเหล่านี้

source: Third Party Apps
th: แอปของบุคคลที่สาม

source: Third Party Authentication
th: การตรวจสอบ บุคคลที่สาม

source: This Currency is disabled. Enable to use in transactions
th: สกุลเงิน นี้จะถูก ปิดการใช้งาน เปิดใช้งานเพื่อ ใช้ ในการทำธุรกรรม

source: This Doctype does not contain latitude and longitude fields
th: Doctype นี้ไม่มีฟิลด์ละติจูดและลองจิจูด

source: This Doctype does not contain location fields
th: Doctype นี้ไม่มีฟิลด์สถานที่ตั้ง

source: This Kanban Board will be private
th: นี้คณะกรรมการ Kanban จะเป็นส่วนตัว

source: This Month
th: เดือนนี้

source: This Quarter
th: ไตรมาสนี้

source: This Week
th: ในสัปดาห์นี้

source: This Year
th: ปีนี้

source: This action is irreversible. Do you wish to continue?
th: การกระทำนี้ไม่สามารถย้อนกลับได้ คุณต้องการดำเนินการต่อหรือไม่?

source: This action is only allowed for {}
th: การทำงานนี้อนุญาตสำหรับ {} เท่านั้น

source: This cannot be undone
th: สิ่งนี้ไม่สามารถยกเลิกได้

source: This card will be available to all Users if this is set
th: การ์ดใบนี้จะพร้อมใช้งานสำหรับผู้ใช้ทุกคนหากตั้งค่านี้

source: This chart will be available to all Users if this is set
th: แผนภูมินี้จะพร้อมใช้งานสำหรับผู้ใช้ทั้งหมดหากตั้งค่านี้

source: This doctype has no orphan fields to trim
th: doctype นี้ไม่มีฟิลด์ที่ไม่ได้เชื่อมโยงให้ตัดออก

source: This doctype has pending migrations, run 'bench migrate' before modifying the doctype to avoid losing changes.
th: doctype นี้มีการย้ายข้อมูลที่รอดำเนินการ กรุณาเรียกใช้คำสั่ง 'bench migrate' ก่อนแก้ไข doctype เพื่อป้องกันการสูญเสียการเปลี่ยนแปลง

source: This document allows you to edit limited fields. For all kinds of workspace customization, use the Edit button located on the workspace page
th: เอกสารนี้อนุญาตให้คุณแก้ไขเฉพาะฟิลด์ที่จำกัด สำหรับการปรับแต่งพื้นที่ทำงานทุกประเภท กรุณาใช้ปุ่มแก้ไขที่อยู่บนหน้าพื้นที่ทำงาน

source: This document can not be deleted right now as it's being modified by another user. Please try again after some time.
th: ไม่สามารถลบเอกสารนี้ได้ในขณะนี้ เนื่องจากมีผู้ใช้รายอื่นกำลังแก้ไขอยู่ กรุณาลองใหม่อีกครั้งในภายหลัง

source: This document cannot be reverted
th: เอกสารนี้ไม่สามารถเปลี่ยนกลับได้

source: This document has been modified after the email was sent.
th: เอกสารนี้ได้รับการแก้ไขหลังจากส่งอีเมลแล้ว

source: This document has been reverted
th: เอกสารนี้ถูกเปลี่ยนกลับ

source: This document has unsaved changes which might not appear in final PDF. <br> Consider saving the document before printing.
th: เอกสารนี้มีการเปลี่ยนแปลงที่ยังไม่ได้บันทึก ซึ่งอาจไม่แสดงในไฟล์ PDF สุดท้าย <br> กรุณาพิจารณาบันทึกเอกสารก่อนพิมพ์ออกมา

source: This document is already amended, you cannot ammend it again
th: เอกสารนี้ได้รับการแก้ไขแล้วคุณไม่สามารถแก้ไขได้อีก

source: This document is currently locked and queued for execution. Please try again after some time.
th: เอกสารนี้ถูกล็อกและอยู่ในคิวสำหรับการดำเนินการ กรุณาลองใหม่อีกครั้งในภายหลัง

source: This email is autogenerated
th: อีเมลนี้ถูกสร้างขึ้นอัตโนมัติ

source: This feature can not be used as dependencies are missing. Please contact your system manager to enable this by installing pycups!
th: ไม่สามารถใช้ฟีเจอร์นี้ได้เนื่องจากมีการขาดแคลนการพึ่งพา กรุณาติดต่อผู้ดูแลระบบของคุณเพื่อเปิดใช้งานโดยการติดตั้ง pycups!

source: This feature is brand new and still experimental
th: คุณลักษณะนี้จะเป็นแบรนด์ใหม่และยังคงทดลอง

source: This field will appear only if the fieldname defined here has value OR the rules are true (examples): myfield eval:doc.myfield=='My Value' eval:doc.age&gt;18
th: ฟิลด์นี้จะแสดงเฉพาะเมื่อฟิลด์เนมที่กำหนดที่นี่มีค่า หรือกฎเป็นจริง (ตัวอย่าง): myfield eval:doc.myfield=='My Value' eval:doc.age>18

source: This file is attached to a protected document and cannot be deleted.
th: ไฟล์นี้แนบกับเอกสารที่มีการ อาการ Account Freezing และไม่สามารถลบได้

source: This file is public. It can be accessed without authentication.
th: ไฟล์นี้เป็นสาธารณะ สามารถเข้าถึงได้โดยไม่ต้องยืนยันตัวตน

source: This form has been modified after you have loaded it
th: รูปแบบนี้ได้รับการแก้ไขหลังจากที่คุณได้โหลด

source: This form is not editable due to a Workflow.
th: ฟอร์มนี้ไม่สามารถแก้ไขได้เนื่องจากมีเวิร์กโฟลว์

source: This format is used if country specific format is not found
th: รูปแบบนี้ใช้ในกรณีที่รูปแบบเฉพาะของประเทศจะไม่พบ

source: This goes above the slideshow.
th: นี้สูงกว่าสไลด์โชว์

source: This is a background report. Please set the appropriate filters and then generate a new one.
th: นี่คือรายงานพื้นหลัง โปรดตั้งค่าตัวกรองที่เหมาะสมแล้วสร้างตัวกรองใหม่

source: This is a top-10 common password.
th: นี่คือ 10 อันดับรหัสผ่านทั่วไป

source: This is a top-100 common password.
th: นี่คือรหัสผ่านที่พบบ่อย TOP-100

source: This is a very common password.
th: นี่คือรหัสผ่านที่พบบ่อยมาก

source: This is a virtual doctype and data is cleared periodically.
th: นี่คือโดคไทป์เสมือนจริงและข้อมูลจะถูกล้างเป็นระยะๆ

source: This is an automatically generated reply
th: นี่คือการตอบกลับโดยอัตโนมัติ

source: This is an example Google SERP Preview.
th: นี่คือตัวอย่าง Google SERP Preview

source: This is similar to a commonly used password.
th: นี้จะคล้ายกับรหัสผ่านที่ใช้กันทั่วไป

source: This is the number of the last created transaction with this prefix
th: นี่คือหมายเลขของรายการที่สร้างขึ้นล่าสุดกับคำนำหน้านี้

source: This link has already been activated for verification.
th: ลิงค์นี้เปิดใช้งานเพื่อการตรวจสอบแล้ว

source: This link is invalid or expired. Please make sure you have pasted correctly.
th: การเชื่อมโยงนี้ไม่ถูกต้องหรือหมดอายุ กรุณาให้แน่ใจว่าคุณได้วางได้อย่างถูกต้อง

source: This may get printed on multiple pages
th: สิ่งนี้อาจถูกพิมพ์บนหลาย ๆ หน้า

source: This month
th: เดือนนี้

source: This newsletter is scheduled to be sent on {0}
th: จดหมายข่าวฉบับนี้มีกำหนดส่งในวันที่ {0}

source: This newsletter was scheduled to send on a later date. Are you sure you want to send it now?
th: จดหมายข่าวนี้ถูกตั้งเวลาให้ส่งในวันที่ภายหลัง คุณแน่ใจหรือไม่ว่าต้องการส่งตอนนี้?

source: This report contains {0} rows and is too big to display in browser, you can {1} this report instead.
th: รายงานนี้มี {0} แถวและมีขนาดใหญ่เกินกว่าที่จะแสดงในเบราว์เซอร์ คุณสามารถ {1} รายงานนี้แทนได้

source: This report was generated on {0}
th: รายงานนี้สร้างขึ้นเมื่อ {0}

source: This report was generated {0}.
th: รายงานนี้สร้างขึ้น {0}

source: This request has not yet been approved by the user.
th: คำขอนี้ยังไม่ได้รับการอนุมัติจากผู้ใช้

source: This site is in read only mode, full functionality will be restored soon.
th: เว็บไซต์นี้อยู่ในโหมดอ่านอย่างเดียว ฟังก์ชันการทำงานทั้งหมดจะกลับมาใช้งานได้ในเร็วๆ นี้

source: This site is running in developer mode. Any change made here will be updated in code.
th: เว็บไซต์นี้กำลังทำงานในโหมดนักพัฒนา การเปลี่ยนแปลงใด ๆ ที่ทำที่นี่จะถูกอัปเดตในโค้ด

source: This title will be used as the title of the webpage as well as in meta tags
th: ชื่อนี้จะใช้เป็นชื่อของหน้าเว็บและในเมตาแท็ก

source: This value is fetched from {0}'s {1} field
th: ค่านี้ถูกดึงมาจากฟิลด์ {1} ของ {0}

source: This value specifies the max number of rows that can be rendered in report view.
th: ค่านี้ระบุจำนวนแถวสูงสุดที่สามารถแสดงผลในมุมมองรายงานได้

source: This will be automatically generated when you publish the page, you can also enter a route yourself if you wish
th: สิ่งนี้จะถูกสร้างขึ้นโดยอัตโนมัติเมื่อคุณเผยแพร่เพจคุณยังสามารถป้อนเส้นทางด้วยตัวเองได้หากต้องการ

source: This will be shown in a modal after routing
th: สิ่งนี้จะแสดงในรูปแบบโมดอลหลังการกำหนดเส้นทาง

source: This will be shown to the user in a dialog after routing to the report
th: สิ่งนี้จะแสดงให้ผู้ใช้เห็นในกล่องโต้ตอบหลังจากกำหนดเส้นทางไปยังรายงาน

source: This will log out {0} from all other devices
th: การดำเนินการนี้จะออกจากระบบ {0} จากอุปกรณ์อื่น ๆ ทั้งหมด

source: This will permanently remove your data.
th: นี่จะเป็นการลบข้อมูลของคุณอย่างถาวร

source: This will reset this tour and show it to all users. Are you sure?
th: การดำเนินการนี้จะรีเซ็ตทัวร์นี้และแสดงให้ผู้ใช้ทุกคน คุณแน่ใจหรือไม่?

source: This will terminate the job immediately and might be dangerous, are you sure?
th: การดำเนินการนี้จะยุติงานทันทีและอาจเป็นอันตราย คุณแน่ใจหรือไม่?

source: Throttled
th: ผ่อนคันเร่ง

source: Thumbnail URL
th: URL รูปขนาดย่อ

source: Thursday
th: วันพฤหัสบดี

source: Time
th: เวลา

source: Time Format
th: รูปแบบเวลา

source: Time Interval
th: ช่วงเวลา

source: Time Series
th: อนุกรมเวลา

source: Time Series Based On
th: อนุกรมเวลาขึ้นอยู่กับ

source: Time Taken
th: เวลาที่ใช้

source: Time Window (Seconds)
th: หน้าต่างเวลา (วินาที)

source: Time Zone
th: โซนเวลา

source: Time Zones
th: เขตเวลา

source: Time format
th: รูปแบบเวลา

source: Time in Queries
th: เวลาในคำค้นหา

source: Time in seconds to retain QR code image on server. Min:<strong>240</strong>
th: เวลาเป็นวินาทีเพื่อเก็บภาพโค้ด QR บนเซิร์ฟเวอร์ ต่ำสุด: <strong>240</strong>
