Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Audit System Hooks
th: ระบบตรวจสอบการเชื่อมโยง

source: Audit Trail
th: บันทึกการตรวจสอบ

source: Auth URL Data
th: ข้อมูล URL Auth Authentication

source: Auth URL data should be valid JSON
th: ข้อมูล URL การตรวจสอบสิทธิ์ต้องเป็น JSON ที่ถูกต้อง

source: Authenticate as Service Principal
th: เข้าสู่ระบบในฐานะ Service Principal

source: Authentication
th: การรับรอง

source: Authentication Apps you can use are:
th: แอปพลิเคชันการตรวจสอบสิทธิ์ที่คุณสามารถใช้ได้ ได้แก่

source: Authentication failed while receiving emails from Email Account: {0}.
th: การตรวจสอบสิทธิ์ล้มเหลวขณะรับอีเมลจากบัญชีอีเมล: {0}

source: Author
th: ผู้เขียน

source: Authorization Code
th: รหัสอนุมัติ

source: Authorization URI
th: URI การอนุญาต

source: Authorization error for {}.
th: ข้อผิดพลาดการอนุญาตสำหรับ {}.

source: Authorize API Access
th: อนุญาตการเข้าถึง API

source: Authorize API Indexing Access
th: อนุญาตการเข้าถึงการจัดทำดัชนี API

source: Authorize Google Calendar Access
th: ให้สิทธิ์การเข้าถึง Google Calendar

source: Authorize Google Contacts Access
th: อนุญาตการเข้าถึง Google Contacts

source: Authorize Google Drive Access
th: ให้สิทธิ์การเข้าถึง Google Drive

source: Authorize URL
th: อนุญาต URL

source: Authorized
th: มีอำนาจ

source: Auto
th: รถยนต์

source: Auto Email Report
th: รายงานอีเมลอัตโนมัติ

source: Auto Name
th: ชื่ออัตโนมัติ

source: Auto Repeat
th: ทำซ้ำอัตโนมัติ

source: Auto Repeat Day
th: วันทำซ้ำอัตโนมัติ

source: Auto Repeat Day{0} {1} has been repeated.
th: วันทำซ้ำอัตโนมัติ {0} {1} ได้ถูกทำซ้ำแล้ว

source: Auto Repeat Document Creation Failed
th: การสร้างเอกสารซ้ำอัตโนมัติล้มเหลว

source: Auto Repeat Schedule
th: กำหนดการทำซ้ำอัตโนมัติ

source: Auto Repeat created for this document
th: สร้างซ้ำอัตโนมัติสำหรับเอกสารนี้

source: Auto Repeat failed for {0}
th: การทำซ้ำอัตโนมัติล้มเหลวเป็นเวลา {0}

source: Auto Reply
th: ตอบกลับอัตโนมัติ

source: Auto Reply Message
th: ข้อความตอบกลับอัตโนมัติ

source: Auto assignment failed: {0}
th: การกำหนดอัตโนมัติล้มเหลว: {0}

source: Auto follow documents that are assigned to you
th: ติดตามเอกสารโดยอัตโนมัติที่ได้รับมอบหมายให้คุณ

source: Auto follow documents that are shared with you
th: ติดตามเอกสารที่แชร์กับคุณโดยอัตโนมัติ

source: Auto follow documents that you Like
th: ติดตามเอกสารโดยอัตโนมัติที่คุณชื่นชอบ

source: Auto follow documents that you comment on
th: ติดตามเอกสารที่คุณแสดงความคิดเห็นโดยอัตโนมัติ

source: Auto follow documents that you create
th: ติดตามเอกสารที่คุณสร้างโดยอัตโนมัติ

source: Auto repeat failed. Please enable auto repeat after fixing the issues.
th: การทำซ้ำอัตโนมัติล้มเหลว กรุณาเปิดใช้งานการทำซ้ำอัตโนมัติหลังจากแก้ไขปัญหาแล้ว

source: Autocomplete
th: เติมข้อความอัตโนมัติ

source: Autoincrement
th: เพิ่มค่าอัตโนมัติ

source: Automate processes and extend standard functionality using scripts and background jobs
th: ทำให้งานเป็นอัตโนมัติและขยายฟังก์ชันมาตรฐานโดยใช้สคริปต์และงานเบื้องหลัง

source: Automated Message
th: ข้อความอัตโนมัติ

source: Automatic
th: อัตโนมัติ

source: Automatic Linking can be activated only for one Email Account.
th: การเชื่อมโยงอัตโนมัติสามารถเปิดใช้งานได้สำหรับบัญชีอีเมลเดียวเท่านั้น

source: Automatic Linking can be activated only if Incoming is enabled.
th: การเชื่อมโยงอัตโนมัติสามารถเปิดใช้งานได้เฉพาะเมื่อเปิดใช้งานการรับเข้ามา

source: Automatically Assign Documents to Users
th: กำหนดเอกสารให้กับผู้ใช้โดยอัตโนมัติ

source: Automatically applied a filter for recent data. You can disable this behavior from the list view settings.
th: มีการใช้ตัวกรองสำหรับข้อมูลล่าสุดโดยอัตโนมัติ คุณสามารถปิดการทำงานนี้ได้จากการตั้งค่ามุมมองรายการ

source: Automatically delete account within (hours)
th: ลบบัญชีโดยอัตโนมัติภายใน (ชั่วโมง)

source: Automation
th: การทำงานอัตโนมัติ

source: Avatar
th: รูปส่วนตัว

source: Average
th: เฉลี่ย

source: Average of {0}
th: ค่าเฉลี่ยของ {0}

source: Avoid dates and years that are associated with you.
th: หลีกเลี่ยงวันที่และปีที่เกี่ยวข้องกับคุณ

source: Avoid recent years.
th: หลีกเลี่ยงการปีที่ผ่านมา

source: Avoid sequences like abc or 6543 as they are easy to guess
th: หลีกเลี่ยงการลำดับเช่น ABC หรือ 6543 ที่พวกเขาเป็นเรื่องง่ายที่จะคาดเดา

source: Avoid years that are associated with you.
th: หลีกเลี่ยงการปีที่เกี่ยวข้องกับคุณ

source: Awaiting Password
th: รอรหัสผ่าน

source: Awaiting password
th: รอรหัสผ่าน

source: Awesome Work
th: งานยอดเยี่ยม

source: Awesome, now try making an entry yourself
th: ยอดเยี่ยม ตอนนี้ลองสร้างรายการด้วยตัวเองดูสิ

# Number system
source: B
th: บี

source: Back
th: ย้อนกลับ

source: Back to Desk
th: กลับไปที่โต๊ะทำงาน

source: Back to Home
th: กลับไปที่หน้าแรก

source: Back to Login
th: กลับไปที่เข้าสู่ระบบ

source: Background Color
th: สีพื้นหลัง

source: Background Image
th: ภาพพื้นหลัง

source: Background Jobs
th: งานเบื่องหลัง

source: Background Jobs Check
th: ตรวจสอบงานเบื้องหลัง

source: Background Jobs Queue
th: คิวงานเบื้องหลัง

source: Background Print (required for >25 documents)
th: การพิมพ์แบบพื้นหลัง (จำเป็นสำหรับเอกสารมากกว่า 25 ฉบับ)

source: Background Workers
th: แรงงานเบื้องหลัง

source: Backing up Data.
th: กำลังสำรองข้อมูล

source: Backing up to Google Drive.
th: สำรองข้อมูลไปยัง Google Drive

source: Backup
th: สำรองข้อมูล

source: Backup Details
th: รายละเอียดการสำรองข้อมูล

source: Backup Encryption Key
th: กุญแจเข้ารหัสสำรองข้อมูล

source: Backup Files
th: สำรองไฟล์

source: Backup Folder ID
th: ID โฟลเดอร์สำรอง

source: Backup Folder Name
th: ชื่อโฟลเดอร์สำรอง

source: Backup Frequency
th: ความถี่ในการสำรองข้อมูล

source: Backup job is already queued. You will receive an email with the download link
th: งานสำรองข้อมูลอยู่ในคิวแล้ว คุณจะได้รับอีเมลพร้อมลิงก์ดาวน์โหลด

source: Backup public and private files along with the database.
th: สำรองไฟล์สาธารณะและไฟล์ส่วนตัวพร้อมกับฐานข้อมูล

source: Backups
th: การสำรองข้อมูล

source: Backups (MB)
th: การสำรองข้อมูล (MB)

source: Bad Cron Expression
th: นิพจน์ Cron ไม่ถูกต้อง

source: Banker's Rounding
th: การปัดเศษแบบธนาคาร

source: Banker's Rounding (legacy)
th: การปัดเศษแบบธนาคาร (รุ่นเก่า)

source: Banner
th: แบนเนอร์

source: Banner HTML
th: แบนเนอร์ HTML

source: Banner Image
th: แบนเนอร์ภาพ

source: Banner is above the Top Menu Bar.
th: แบนเนอร์บนแถบเมนูด้านบน

source: Bar
th: บาร์

source: Barcode
th: บาร์โค้ด

source: Base Distinguished Name (DN)
th: ฐานชื่อ (DN)

source: Base URL
th: URL พื้นฐาน

source: Based On
th: ขึ้นอยู่กับ

source: Based on Field
th: ขึ้นอยู่กับฟิลด์

source: Based on Permissions For User
th: ขึ้นอยู่กับสิทธิ์ผู้ใช้

source: Basic
th: ขั้นพื้นฐาน

source: Basic Info
th: ข้อมูลพื้นฐาน

source: Before
th: ก่อนหน้า

source: Before Cancel
th: ก่อนที่จะยกเลิก

source: Before Delete
th: ก่อนที่จะลบ

source: Before Insert
th: ก่อนที่จะใส่

source: Before Print
th: ก่อนพิมพ์

source: Before Rename
th: ก่อนเปลี่ยนชื่อ

source: Before Save
th: ก่อนบันทึก

source: Before Save (Submitted Document)
th: ก่อนบันทึก (เอกสารที่ส่ง)

source: Before Submit
th: ก่อนส่ง

source: Before Validate
th: ก่อนยืนยัน

source: Beginner
th: ผู้เริ่มต้น

source: Beginning with
th: เริ่มต้นด้วย

source: Beta
th: ทดลอง

source: Better add a few more letters or another word
th: ดีกว่าการเพิ่มตัวอักษรอีกไม่กี่หรือคำอื่น

source: Between
th: ระหว่าง

source: Billing
th: การเรียกเก็บเงิน

source: Billing Contact
th: ผู้ติดต่อสำหรับการเรียกเก็บเงิน

source: Binary Logging
th: การบันทึกแบบไบนารี

source: Bio
th: ไบโอ

source: Birth Date
th: วันเกิด

source: Blank Template
th: เทมเพลตเปล่า

source: Block Module
th: บล็อกโมดูล

source: Block Modules
th: โมดูลที่ถูกบล็อก

source: Blocked
th: อุดตัน

source: Blog
th: บล็อก

source: Blog Category
th: หมวดหมู่บล็อก

source: Blog Intro
th: แนะนำบล็อก

source: Blog Introduction
th: แนะนำบล็อก

source: Blog Post
th: โพสต์บล็อก

source: Blog Settings
th: การตั้งค่าบล็อก

source: Blog Title
th: หัวข้อบล็อก

source: Blogs, Website View Tracking, and more.
th: บล็อก, การติดตามการเข้าชมเว็บไซต์ และอื่นๆ

source: Blue
th: สีน้ำเงิน

source: Bold
th: กล้า

source: Both DocType and Name required
th: ทั้ง DocType และชื่อที่ต้องการ

source: Both login and password required
th: ทั้งสองเข้าสู่ระบบและรหัสผ่านที่ต้องการ

source: Bottom
th: ด้านล่าง

source: Bottom Center
th: กึ่งกลางด้านล่าง

source: Bottom Left
th: ล่างซ้าย

source: Bottom Right
th: ด้านล่างขวา

source: Bounced
th: ตีกลับ

source: Brand
th: ยี่ห้อ

source: Brand HTML
th: ยี่ห้อ HTML

source: Brand Image
th: ภาพลักษณ์

source: Brand Logo
th: โลโก้แบรนด์

source: Brand is what appears on the top-left of the toolbar. If it is an image, make sure it has a transparent background and use the &lt;img /&gt; tag. Keep size as 200px x 30px
th: แบรนด์คือสิ่งที่ปรากฏที่มุมบนซ้ายของแถบเครื่องมือ หากเป็นภาพ ให้แน่ใจว่ามีพื้นหลังโปร่งใสและใช้แท็ก &lt;img /&gt; ขนาดให้คงที่ที่ 200px x 30px

source: Breadcrumbs
th: สวดมนต์

source: Browse by category
th: เรียกดูตามฟิลด์ประเภท

source: Browser
th: เบราว์เซอร์

source: Browser Version
th: เวอร์ชันเบราว์เซอร์

source: Browser not supported
th: ไม่รองรับเบราเซอร์

source: Bucket Name
th: ชื่อที่เก็บข้อมูล

source: Bucket {0} not found.
th: ไม่พบบัคเก็ต {0}

source: Bufferpool Size
th: ขนาดบัฟเฟอร์พูล

source: Build
th: สร้าง

source: Build your own reports, print formats, and dashboards. Create personalized workspaces for easier navigation
th: สร้างรายงาน รูปแบบการพิมพ์ และแดชบอร์ดของคุณเอง สร้างพื้นที่ทำงานส่วนตัวเพื่อการนำทางที่ง่ายขึ้น

source: Build {0}
th: สร้าง {0}

source: Built on {0}
th: สร้างบน {0}

source: Bulk Actions
th: การดำเนินการจำนวนมาก

source: Bulk Delete
th: ลบเป็นกลุ่ม

source: Bulk Edit
th: แก้ไขเป็นกลุ่ม

source: Bulk Edit {0}
th: กลุ่มแก้ไข {0}

source: Bulk Operation Failed
th: การดำเนินการแบบกลุ่มล้มเหลว

source: Bulk Operation Successful
th: ดำเนินการแบบกลุ่มสำเร็จ

source: Bulk PDF Export
th: ส่งออก PDF จำนวนมาก

source: Bulk Update
th: อัปเดต

source: Bulk approval only support up to 500 documents.
th: การอนุมัติแบบกลุ่มรองรับได้สูงสุด 500 เอกสารเท่านั้น

source: Bulk operation is enqueued in background.
th: การดำเนินการแบบกลุ่มถูกจัดคิวในพื้นหลังแล้ว

source: Bulk operations only support up to 500 documents.
th: การดำเนินการแบบกลุ่มรองรับเอกสารได้สูงสุดเพียง 500 รายการเท่านั้น

source: Bulk {0} is enqueued in background.
th: {0} จำนวนมากถูกจัดคิวในพื้นหลังแล้ว

source: Button
th: ปุ่ม

source: Button Gradients
th: การไล่ระดับสีของปุ่ม

source: Button Rounded Corners
th: ปุ่มมุมโค้งมน

source: Button Shadows
th: ปุ่มเงา

source: By "Naming Series" field
th: โดยฟิลด์ "ลำดับการตั้งชื่อ"

source: By default the title is used as meta title, adding a value here will override it.
th: โดยค่าเริ่มต้นหัวเรื่องจะใช้เป็นชื่อเมตาการเพิ่มค่าที่นี่จะแทนที่ชื่อนั้น

source: By default, emails are only sent for failed backups.
th: โดยค่าเริ่มต้น อีเมลจะถูกส่งเฉพาะเมื่อการสำรองข้อมูลล้มเหลวเท่านั้น

source: By fieldname
th: ตามชื่อฟิลด์

source: By script
th: โดยสคริปต์

source: Bypass Restricted IP Address Check If Two Factor Auth Enabled
th: ข้ามที่อยู่ IP ที่ จำกัด ตรวจสอบว่าเปิดใช้งานการตรวจสอบสิทธิ์สองปัจจัยหรือไม่

source: Bypass Two Factor Auth for users who login from restricted IP Address
th: เลี่ยงผ่านสองปัจจัย Auth สำหรับผู้ใช้ที่เข้าสู่ระบบจากที่อยู่ IP จำกัด

source: Bypass restricted IP Address check If Two Factor Auth Enabled
th: การตรวจสอบที่อยู่ IP แบบ จำกัด Bypass จำกัด ถ้ามีการเปิดใช้งาน Two Factor Auth

source: CANCELLED
th: ยกเลิกแล้ว

source: COLOR PICKER
th: ตัวเลือกสี

source: CSS Class
th: CSS คลาส

source: CSS selector for the element you want to highlight.
th: ตัวเลือก CSS สำหรับองค์ประกอบที่คุณต้องการเน้น

source: CTA Label
th: ป้ายกำกับ CTA

source: Cache
th: แคช

source: Cache Cleared
th: เคลียร์แคช

source: Calculate
th: คำนวณ

source: Calendar
th: ปฏิทิน

source: Calendar Name
th: ชื่อปฏิทิน

source: Calendar View
th: มุมมองปฏิทิน

source: Call
th: โทรศัพท์

source: Call To Action
th: คำกระตุ้นการตัดสินใจ

source: Call To Action URL
th: URL คำกระตุ้นการตัดสินใจ

source: Call to Action
th: คำกระตุ้นให้ดำเนินการ

source: Callback Message
th: ข้อความโทรกลับ

source: Callback Title
th: ชื่อการโทรกลับ

source: Camera
th: กล้อง

source: Campaign
th: แคมเปญ

source: Campaign Description (Optional)
th: คำอธิบายแคมเปญ (ไม่บังคับ)

source: Can Read
th: สามารถอ่าน

source: Can Share
th: สามารถแบ่งปัน

source: Can Submit
th: สามารถส่งได้

source: Can Write
th: สามารถเขียน

source: Can not rename as column {0} is already present on DocType.
th: ไม่สามารถเปลี่ยนชื่อได้เนื่องจากคอลัมน์ {0} มีอยู่แล้วใน DocType

source: Can only change to/from Autoincrement naming rule when there is no data in the doctype
th: สามารถเปลี่ยนกฎการตั้งชื่อแบบ Autoincrement ได้เฉพาะเมื่อไม่มีข้อมูลใน doctype เท่านั้น

source: Can only list down the document types which has been linked to the User document type.
th: สามารถแสดงรายการประเภทเอกสารที่เชื่อมโยงกับประเภทเอกสารผู้ใช้ได้เท่านั้น

source: Can't rename {0} to {1} because {0} doesn't exist.
th: ไม่สามารถเปลี่ยนชื่อ {0} เป็น {1} ได้ เนื่องจาก {0} ไม่มีอยู่จริง

source: Cancel
th: ยกเลิก

# Button in list view actions menu
source: Cancel
th: ยกเลิก

# Secondary button in warning dialog
source: Cancel
th: ยกเลิก

source: Cancel All
th: ยกเลิกทั้งหมด

source: Cancel All Documents
th: ยกเลิกเอกสารทั้งหมด

source: Cancel Scheduling
th: ยกเลิกการกำหนดเวลา

# Title of confirmation dialog
source: Cancel {0} documents?
th: ยกเลิกเอกสาร {0} หรือไม่?

source: Cancelled
th: ยกเลิก

source: Cancelled Document restored as Draft
th: ยกเลิกเอกสารที่เรียกคืนแล้วเป็นฉบับร่าง

# Freeze message while cancelling a document
source: Cancelling
th: กำลังยกเลิก

source: Cancelling documents
th: กำลังยกเลิกเอกสาร

source: Cancelling {0}
th: กำลังยกเลิก {0}

source: Cannot Download Report due to insufficient permissions
th: ไม่สามารถดาวน์โหลดรายงานได้เนื่องจากสิทธิ์ไม่เพียงพอ

source: Cannot Fetch Values
th: ไม่สามารถดึงค่ามาได้

source: Cannot Remove
th: ไม่สามารถลบ

source: Cannot Update After Submit
th: ไม่สามารถแก้ไขหลังจากส่งแล้ว

source: Cannot access file path {0}
th: ไม่สามารถเข้าถึงเส้นทางไฟล์ {0} ได้

source: Cannot cancel before submitting while transitioning from <b>{0} State</b> to <b>{1} State</b>
th: ไม่สามารถยกเลิกก่อนส่งขณะเปลี่ยนสถานะจาก <b>{0} State</b> เป็น <b>{1} State</b> ได้

source: Cannot cancel before submitting. See Transition {0}
th: ไม่สามารถยกเลิก ก่อนที่จะส่ง {0}

source: Cannot cancel {0}.
th: ไม่สามารถยกเลิก {0} ได้

source: Cannot change docstatus from 0 (Draft) to 2 (Cancelled)
th: ไม่สามารถเปลี่ยนสถานะเอกสารจาก 0 (ฉบับร่าง) เป็น 2 (ยกเลิก) ได้

source: Cannot change docstatus from 1 (Submitted) to 0 (Draft)
th: ไม่สามารถเปลี่ยนสถานะเอกสารจาก 1 (ส่งแล้ว) เป็น 0 (ร่าง) ได้

source: Cannot change state of Cancelled Document <b>({0} State)</b>
th: ไม่สามารถเปลี่ยนสถานะของเอกสารที่ถูกยกเลิก <b>({0} สถานะ)</b>

source: Cannot change state of Cancelled Document. Transition row {0}
th: ไม่สามารถ เปลี่ยนสถานะ ของ เอกสาร ยกเลิก

source: Cannot change to/from autoincrement autoname in Customize Form
th: ไม่สามารถเปลี่ยนไปมา ระหว่าง autoname แบบเพิ่มอัตโนมัติใน Customize Form ได้

source: Cannot create a {0} against a child document: {1}
th: ไม่สามารถสร้าง {0} กับเอกสารสำหรับเด็ก: {1}

source: Cannot create private workspace of other users
th: ไม่สามารถสร้างพื้นที่ทำงานส่วนตัวของผู้ใช้อื่นได้

source: Cannot delete Home and Attachments folders
th: ไม่สามารถลบหน้าแรกและโฟลเดอร์ไฟล์แนบ

source: Cannot delete or cancel because {0} {1} is linked with {2} {3} {4}
th: ไม่สามารถลบหรือยกเลิกได้เนื่องจาก {0} {1} เชื่อมโยงกับ {2} {3} {4}

source: Cannot delete private workspace of other users
th: ไม่สามารถลบพื้นที่ทำงานส่วนตัวของผู้ใช้อื่นได้

source: Cannot delete public workspace without Workspace Manager role
th: ไม่สามารถลบพื้นที่ทำงานสาธารณะได้หากไม่มีบทบาทผู้จัดการพื้นที่ทำงาน

source: Cannot delete standard action. You can hide it if you want
th: ไม่สามารถลบการดำเนินการมาตรฐาน คุณสามารถซ่อนได้หากต้องการ

source: Cannot delete standard document state.
th: ไม่สามารถลบสถานะเอกสารมาตรฐานได้

source: Cannot delete standard field <strong>{0}</strong>. You can hide it instead.
th: ไม่สามารถลบฟิลด์มาตรฐาน <strong>{0}</strong> ได้ คุณสามารถซ่อนไว้แทนได้

source: Cannot delete standard field. You can hide it if you want
th: ไม่สามารถลบสนามมาตรฐาน คุณสามารถซ่อนได้ถ้าคุณต้องการ

source: Cannot delete standard link. You can hide it if you want
th: ไม่สามารถลบลิงก์มาตรฐาน คุณสามารถซ่อนได้หากต้องการ

source: Cannot delete system generated field <strong>{0}</strong>. You can hide it instead.
th: ไม่สามารถลบฟิลด์ที่ระบบสร้างขึ้น <strong>{0}</strong> ได้ คุณสามารถซ่อนได้แทน

source: Cannot delete {0}
th: ไม่สามารถลบ {0}

source: Cannot delete {0} as it has child nodes
th: ไม่สามารถลบ {0} เนื่องจากมี ต่อมน้ำเด็ก

source: Cannot edit Standard Dashboards
th: ไม่สามารถแก้ไขแดชบอร์ดมาตรฐานได้

source: Cannot edit Standard Notification. To edit, please disable this and duplicate it
th: ไม่สามารถแก้ไขประกาศมาตรฐานได้ หากต้องการแก้ไขโปรดปิดใช้งานคุณลักษณะนี้และทำซ้ำ

source: Cannot edit Standard charts
th: ไม่สามารถแก้ไขแผนภูมิแบบมาตรฐานได้

source: Cannot edit a standard report. Please duplicate and create a new report
th: ไม่สามารถแก้ไขรายงานมาตรฐาน กรุณาซ้ำกันและสร้างรายงานใหม่

source: Cannot edit cancelled document
th: ไม่สามารถแก้ไขเอกสารยกเลิก

source: Cannot edit filters for standard charts
th: ไม่สามารถแก้ไขตัวกรองสำหรับแผนภูมิมาตรฐาน

source: Cannot edit filters for standard number cards
th: ไม่สามารถแก้ไขตัวกรองสำหรับการ์ดตัวเลขมาตรฐานได้

source: Cannot edit standard fields
th: ไม่สามารถแก้ไข เขตข้อมูลมาตรฐาน

source: Cannot enable {0} for a non-submittable doctype
th: ไม่สามารถเปิดใช้งาน {0} สำหรับประเภทเอกสารที่ไม่สามารถส่งได้

source: Cannot find file {} on disk
th: ไม่พบไฟล์ {} บนดิสก์

source: Cannot get file contents of a Folder
th: ไม่สามารถดึงเนื้อหาของไฟล์จากโฟลเดอร์ได้

source: Cannot have multiple printers mapped to a single print format.
th: ไม่สามารถมีเครื่องพิมพ์หลายเครื่องที่แมปกับรูปแบบการพิมพ์เดียว

source: Cannot import table with more than 5000 rows.
th: ไม่สามารถนำเข้าตารางที่มีมากกว่า 5000 แถวได้

source: Cannot link cancelled document: {0}
th: ไม่สามารถเชื่อมโยงเอกสารยกเลิก: {0}

source: Cannot map because following condition fails:
th: ไม่สามารถทำการจับคู่ได้เนื่องจากเงื่อนไขต่อไปนี้ไม่ผ่าน:

source: Cannot match column {0} with any field
th: ไม่สามารถจับคู่คอลัมน์ {0} กับฟิลด์ใด ๆ

source: Cannot move row
th: ไม่สามารถย้ายแถว

source: Cannot remove ID field
th: ไม่สามารถลบฟิลด์รหัสได้

source: Cannot set 'Report' permission if 'Only If Creator' permission is set
th: ไม่สามารถกำหนดสิทธิ์ 'รายงาน' ได้หากมีการตั้งค่าสิทธิ์ 'เฉพาะผู้สร้าง' ไว้แล้ว

source: Cannot set Notification with event {0} on Document Type {1}
th: ไม่สามารถตั้งค่าการแจ้งเตือนด้วยเหตุการณ์ {0} บนประเภทเอกสาร {1} ได้

source: Cannot share {0} with submit permission as the doctype {1} is not submittable
th: ไม่สามารถแชร์ {0} พร้อมสิทธิ์การส่งได้เนื่องจาก doctype {1} ไม่สามารถส่งได้

source: Cannot submit {0}.
th: ไม่สามารถส่ง {0} ได้

source: Cannot update private workspace of other users
th: ไม่สามารถอัปเดตพื้นที่ทำงานส่วนตัวของผู้ใช้รายอื่นได้

source: Cannot update {0}
th: ไม่สามารถอัปเดต {0}

source: Cannot use sub-query here.
th: ไม่สามารถใช้คำสืบค้นย่อยที่นี่ได้

source: Cannot use {0} in order/group by
th: ไม่สามารถใช้ {0} ในการจัดเรียง/จัดกลุ่มได้

source: Cannot {0} {1}.
th: ไม่สามารถ {0} {1} ได้

source: Capitalization doesn't help very much.
th: โครงสร้างเงินทุนไม่ได้ช่วยมาก

source: Capture
th: จับภาพ

source: Card
th: การ์ด

source: Card Break
th: การแบ่งบัตร

source: Card Label
th: ฉลากการ์ด

source: Card Links
th: ลิงก์บัตร

source: Cards
th: การ์ด

source: Category
th: ประเภท

source: Category Description
th: คำอธิบายหมวดหมู่

source: Category Name
th: ชื่อหมวดหมู่

source: Center
th: ศูนย์

source: Certain documents, like an Invoice, should not be changed once final. The final state for such documents is called Submitted. You can restrict which roles can Submit.
th: เอกสาร บางอย่างเช่น ใบแจ้งหนี้ไม่ควร มีการเปลี่ยนแปลง ครั้ง สุดท้าย รัฐ สุดท้าย สำหรับเอกสาร ดังกล่าวเรียกว่า ส่ง คุณสามารถ จำกัด บทบาท ซึ่ง สามารถ ส่ง

source: Chain Integrity
th: ความถูกต้องของ Chain Integrity

source: Change
th: เปลี่ยนแปลง

# Coins
source: Change
th: เปลี่ยน

source: Change Image
th: เปลี่ยนรูปภาพ

source: Change Label (via Custom Translation)
th: เปลี่ยนชื่อ (ชื่อกำหนดเอง)

source: Change Letter Head
th: เปลี่ยนหัวจดหมาย

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: Change Print Format
th: เปลี่ยนรูปแบบการพิมพ์

source: Change User
th: เปลี่ยนผู้ใช้

source: Change the starting / current sequence number of an existing series. <br> Warning: Incorrectly updating counters can prevent documents from getting created.
th: เปลี่ยนหมายเลขลำดับเริ่มต้น/ปัจจุบันของชุดหมายเลขที่มีอยู่<br> คำเตือน: การอัปเดตตัวนับผิดพลาดอาจทำให้ไม่สามารถสร้างเอกสารได้

source: Changelog Feed
th: ฟีดบันทึกการเปลี่ยนแปลง

source: Changing any setting will reflect on all the email accounts associated with this domain.
th: การเปลี่ยนแปลงการตั้งค่าใดๆ จะมีผลกับบัญชีอีเมลทั้งหมดที่เชื่อมโยงกับโดเมนนี้

source: Changing rounding method on site with data can result in unexpected behaviour.
th: การเปลี่ยนวิธีการปัดเศษในไซต์ที่มีข้อมูลอยู่แล้วอาจทำให้เกิดพฤติกรรมที่ไม่คาดคิดได้

source: Channel
th: ช่อง

source: Chart
th: แผนภูมิ

source: Chart Configuration
th: การกำหนดค่าแผนภูมิ

source: Chart Name
th: ชื่อแผนภูมิ

source: Chart Options
th: ตัวเลือกแผนภูมิ

source: Chart Source
th: แผนภูมิแหล่งที่มา

source: Chart Type
th: ประเภทแผนภูมิ

source: Charts
th: ชาร์ต

source: Chat
th: พูดคุย

source: Check
th: ตรวจสอบ

source: Check Request URL
th: ตรวจสอบ URL คำขอ

source: Check broken links
th: ตรวจสอบลิงก์เสีย

source: Check columns to select, drag to set order.
th: ตรวจสอบคอลัมน์เพื่อเลือกลากเพื่อตั้งค่าลำดับ

source: Check the Error Log for more information: {0}
th: ตรวจสอบบันทึกข้อผิดพลาดสำหรับข้อมูลเพิ่มเติม: {0}

source: Check this if you don't want users to sign up for an account on your site. Users won't get desk access unless you explicitly provide it.
th: ตรวจสอบสิ่งนี้หากคุณไม่ต้องการให้ผู้ใช้สมัครบัญชีบนไซต์ของคุณ ผู้ใช้จะไม่สามารถเข้าถึงโต๊ะทำงานได้ เว้นแต่คุณจะระบุไว้อย่างชัดเจน

source: Check this if you want to force the user to select a series before saving. There will be no default if you check this.
th: ตรวจสอบเรื่องนี้ถ้าคุณต้องการบังคับให้ผู้ใช้เลือกชุดก่อนที่จะบันทึก จะมีค่าเริ่มต้นไม่ถ้าคุณตรวจสอบนี้

source: Checking broken links...
th: กำลังตรวจสอบลิงก์ที่เสีย...

source: Checking one moment
th: ตรวจสอบช่วงเวลาหนึ่ง

source: Checking this will enable tracking page views for blogs, web pages, etc.
th: การตรวจสอบสิ่งนี้จะเปิดใช้งานการติดตามการดูหน้าสำหรับบล็อกหน้าเว็บ ฯลฯ

source: Checking this will hide custom doctypes and reports cards in Links section
th: การเลือกนี้จะซ่อนประเภทหลักที่กำหนดเองและการ์ดรายงานในส่วนลิงก์

source: Checking this will publish the page on your website and it'll be visible to everyone.
th: การทำเครื่องหมายนี้จะเป็นการเผยแพร่เพจบนเว็บไซต์ของคุณและทุกคนจะมองเห็นได้

source: Checking this will show a text area where you can write custom javascript that will run on this page.
th: การทำเครื่องหมายนี้จะแสดงพื้นที่ข้อความที่คุณสามารถเขียนจาวาสคริปต์ที่กำหนดเองซึ่งจะทำงานในหน้านี้

source: Checksum Version
th: เวอร์ชัน Checksum

source: Child DocTypes are not allowed
th: ไม่อนุญาตให้ใช้ DocTypes ย่อย

source: Child Table {0} for field {1}
th: ตารางย่อย {0} สำหรับฟิลด์ {1}

source: Child Tables are shown as a Grid in other DocTypes
th: ตารางลูกจะแสดงเป็นตารางใน DocTypes อื่น

source: Choose Existing Card or create New Card
th: เลือกบัตรที่มีอยู่หรือสร้างการ์ดใหม่

source: Choose a block or continue typing
th: เลือกบล็อกหรือพิมพ์ต่อ

source: Choose a color
th: เลือกสี

source: Choose an icon
th: เลือกไอคอน

source: Choose authentication method to be used by all users
th: เลือกวิธีการรับรองความถูกต้องที่จะใช้โดยผู้ใช้ทั้งหมด

source: City
th: เมือง

source: City/Town
th: แขวง/ตำบล

source: Clear
th: ชัดเจน

source: Clear & Add Template
th: ล้างและเพิ่มเทมเพลต
