Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Function Based On
th: ฟังก์ชันขึ้นอยู่กับ

source: Function {0} is not whitelisted.
th: ฟังก์ชัน {0} ไม่ได้รับอนุญาตให้ใช้งาน

source: Further nodes can be only created under 'Group' type nodes
th: โหนด เพิ่มเติมสามารถ ถูกสร้างขึ้น ภายใต้ โหนด ' กลุ่ม ประเภท

source: GET
th: รับข้อมูล

source: GNU Affero General Public License
th: สัญญาอนุญาตสาธารณะทั่วไป GNU Affero

source: GNU General Public License
th: ใบอนุญาตสาธารณะทั่วไป GNU

source: Gantt
th: แกนต์

source: Gantt View
th: มุมมองแกนต์

source: Gender
th: เพศ

source: General
th: ทั่วไป

source: Generate Custom Reports
th: สร้างรายงานกำหนดเอง

source: Generate Keys
th: สร้างคีย์

source: Generate New Report
th: สร้างรายงานใหม่

source: Generate Random Password
th: สร้างรหัสผ่านสุ่ม

source: Generate Tracking URL
th: สร้าง URL การติดตาม

source: Get Alerts for Today
th: รับการแจ้งเตือนสำหรับวันนี้

source: Get Backup Encryption Key
th: รับคีย์เข้ารหัสสำรองข้อมูล

source: Get Contacts
th: รับรายชื่อติดต่อ

source: Get Fields
th: รับฟิลด์

source: Get Header and Footer wkhtmltopdf variables
th: รับตัวแปรส่วนหัวและส่วนท้ายของ wkhtmltopdf

source: Get Items
th: รับสินค้า

source: Get OpenID Configuration
th: รับการกำหนดค่า OpenID

source: Get PDF
th: รับไฟล์ PDF

source: Get a preview of generated names with a series.
th: ดูตัวอย่างชื่อที่สร้างขึ้นพร้อมลำดับหมายเลข

source: Get more insights with
th: รับข้อมูลเชิงลึกเพิ่มเติมด้วย

source: Get notified when an email is received on any of the documents assigned to you.
th: รับการแจ้งเตือนเมื่อมีอีเมลถูกส่งมายังเอกสารใด ๆ ที่มอบหมายให้คุณ

source: Get your globally recognized avatar from Gravatar.com
th: ได้รับการยอมรับทั่วโลกประจำตัวของคุณจาก Gravatar.com

source: Git Branch
th: สาขา Git

source: Github flavoured markdown syntax
th: ไวยากรณ์ markdown ของ Github

source: Give Review Points
th: ให้คะแนนความเห็น

source: Global Search DocType
th: DocType การค้นหาทั่วโลก

source: Global Search Document Types Reset.
th: รีเซ็ตประเภทเอกสารการค้นหาทั่วโลก

source: Global Search Settings
th: การตั้งค่าการค้นหาทั่วโลก

source: Global Shortcuts
th: ทางลัดส่วนกลาง

source: Global Unsubscribe
th: ยกเลิกทั่วโลก

source: Go
th: ไป

source: Go Back
th: กลับไป

source: Go to Notification Settings List
th: ไปที่รายการการตั้งค่าการแจ้งเตือน

source: Go to Page
th: ไปที่หน้า

source: Go to Workflow
th: ไปที่เวิร์กโฟลว์

source: Go to Workspace
th: ไปที่พื้นที่ทำงาน

source: Go to next record
th: ไปที่ระเบียนถัดไป

source: Go to previous record
th: ไปที่ระเบียนก่อนหน้า

source: Go to the document
th: ไปที่เอกสาร

source: Go to this URL after completing the form
th: ไปที่ URL นี้หลังจากกรอกแบบฟอร์มเสร็จสิ้นแล้ว

source: Go to {0}
th: ไปที่ {0}

source: Go to {0} List
th: ไปที่รายการ {0}

source: Go to {0} Page
th: ไปที่หน้า {0}

source: Goal
th: เป้าหมาย

source: Google Analytics ID
th: ID ของ Google Analytics

source: Google Analytics anonymise IP
th: Google Analytics ซ่อนที่อยู่ IP

source: Google Calendar - Contact / email not found. Did not add attendee for -<br>{0}
th: Google Calendar - ไม่พบรายชื่อผู้ติดต่อ / อีเมล ไม่ได้เพิ่มผู้เข้าร่วมสำหรับ -<br>{0}

source: Google Calendar - Could not create Calendar for {0}, error code {1}.
th: Google Calendar - ไม่สามารถสร้างปฏิทินสำหรับ {0}, รหัสข้อผิดพลาด {1}

source: Google Calendar - Could not delete Event {0} from Google Calendar, error code {1}.
th: Google Calendar - ไม่สามารถลบกิจกรรม {0} จาก Google ปฏิทิน, รหัสข้อผิดพลาด {1}

source: Google Calendar - Could not fetch event from Google Calendar, error code {0}.
th: Google Calendar - ไม่สามารถดึงกิจกรรมจาก Google ปฏิทิน, รหัสข้อผิดพลาด {0}

source: Google Calendar - Could not find Calendar for {0}, error code {1}.
th: Google Calendar - ไม่พบ ปฏิทิน สำหรับ {0} รหัสข้อผิดพลาด {1}

source: Google Calendar - Could not insert contact in Google Contacts {0}, error code {1}.
th: Google Calendar - ไม่สามารถแทรกผู้ติดต่อใน Google Contacts {0}, รหัสข้อผิดพลาด {1}

source: Google Calendar - Could not insert event in Google Calendar {0}, error code {1}.
th: Google Calendar - ไม่สามารถแทรกเหตุการณ์ใน Google ปฏิทิน {0}, รหัสข้อผิดพลาด {1}

source: Google Calendar - Could not update Event {0} in Google Calendar, error code {1}.
th: Google Calendar - ไม่สามารถอัปเดตกิจกรรม {0} ใน Google ปฏิทิน, รหัสข้อผิดพลาด {1}

source: Google Calendar Event ID
th: รหัสเหตุการณ์ Google ปฏิทิน

source: Google Calendar ID
th: รหัสปฏิทิน Google

source: Google Calendar has been configured.
th: กำหนดค่า Google Calendar แล้ว

source: Google Contacts - Could not sync contacts from Google Contacts {0}, error code {1}.
th: Google Contacts - ไม่สามารถซิงค์ผู้ติดต่อจาก Google Contacts {0}, รหัสข้อผิดพลาด {1}

source: Google Contacts - Could not update contact in Google Contacts {0}, error code {1}.
th: Google Contacts - ไม่สามารถอัปเดตที่อยู่ติดต่อใน Google Contacts {0}, รหัสข้อผิดพลาด {1}

source: Google Contacts Id
th: รหัสผู้ติดต่อของ Google

source: Google Drive
th: ใน Google Drive

source: Google Drive - Could not create folder in Google Drive - Error Code {0}
th: Google Drive - ไม่สามารถสร้างโฟลเดอร์ใน Google Drive - รหัสข้อผิดพลาด {0}

source: Google Drive - Could not find folder in Google Drive - Error Code {0}
th: Google Drive - ไม่พบโฟลเดอร์ใน Google Drive - รหัสข้อผิดพลาด {0}

source: Google Drive - Could not locate - {0}
th: Google ไดรฟ์ - ไม่พบ - {0}

source: Google Drive Backup Successful.
th: การสำรองข้อมูล Google ไดรฟ์สำเร็จ

source: Google Drive Picker
th: ตัวเลือก Google Drive

source: Google Drive Picker Enabled
th: เปิดใช้งานตัวเลือก Google Drive

source: Google Meet Link
th: ลิงก์ Google Meet

source: Google Services
th: บริการของ Google

source: Google Settings
th: การตั้งค่าของ Google

source: Google Sheets URL is invalid or not publicly accessible.
th: URL ของ Google ชีตไม่ถูกต้องหรือไม่สามารถเข้าถึงได้โดยสาธารณะ

source: Google Sheets URL must end with "gid={number}". Copy and paste the URL from the browser address bar and try again.
th: URL ของ Google ชีตต้องลงท้ายด้วย &quot;gid = {number}&quot; คัดลอกและวาง URL จากแถบที่อยู่ของเบราว์เซอร์แล้วลองอีกครั้ง

source: Google Snippet Preview
th: ตัวอย่าง Google Snippet

source: Grant Type
th: ประเภทการอนุญาต

source: Graph
th: กราฟ

source: Gray
th: สีเทา

source: Greater Than
th: มากกว่า

source: Greater Than Or Equal To
th: มากกว่าหรือเท่ากับ

source: Green
th: สีเขียว

source: Grid Empty State
th: สถานะกริดว่างเปล่า

source: Grid Page Length
th: ความยาวหน้าตาราง

source: Grid Shortcuts
th: ทางลัดกริด

source: Group
th: กลุ่ม

source: Group By
th: จัดกลุ่มตาม

source: Group By Based On
th: จัดกลุ่มตาม

source: Group By Type
th: จัดกลุ่มตามประเภท

source: Group By field is required to create a dashboard chart
th: จำเป็นต้องใช้ฟิลด์จัดกลุ่มตามเพื่อสร้างแผนภูมิแดชบอร์ด

source: Group Node
th: กลุ่มโหนด

source: Group Object Class
th: กลุ่มประเภทวัตถุ

source: Group your custom doctypes under modules
th: จัดกลุ่มแบบฟอร์มข้อมูลที่กำหนดเองของคุณภายใต้โมดูล

source: Grouped by <span style='font-weight:600;'>{0}</b>
th: จัดกลุ่มตาม <span style='font-weight:600;'>{0}</b>

source: HEAD
th: หัวเรื่อง

source: HTML Editor
th: ตัวแก้ไข HTML

source: HTML Page
th: หน้า HTML

source: HTML for header section. Optional
th: HTML สำหรับ ส่วนหัว ไม่จำเป็น

source: HTML with jinja support
th: HTML พร้อมการสนับสนุน jinja

source: Half
th: ครึ่ง

source: Half Yearly
th: ประจำปีครึ่ง

source: Half-yearly
th: รายหกเดือน

source: Handled Emails
th: อีเมลที่ได้รับการจัดการแล้ว

source: Has Attachment
th: มีสิ่งที่แนบมา

source: Has Domain
th: มีโดเมน

source: Has Next Condition
th: มีเงื่อนไขถัดไป

source: Has Role
th: มีบทบาท

source: Has Setup Wizard
th: มีตัวช่วยตั้งค่า

source: Has Web View
th: มีมุมมองเว็บ

source: Have an account? Login
th: มีบัญชีอยู่แล้ว? เข้าสู่ระบบ

source: Header
th: ส่วนหัว

source: Header HTML
th: ส่วนหัว HTML

source: Header HTML set from attachment {0}
th: ชุดส่วนหัว HTML จากสิ่งที่แนบมา {0}

source: Header Script
th: สคริปต์ส่วนหัว

source: Header and Breadcrumbs
th: ส่วนหัวและเกล็ดขนมปัง

source: Header, Robots
th: หัวข้อ, หุ่นยนต์

source: Header/Footer scripts can be used to add dynamic behaviours.
th: สคริปต์ส่วนหัว/ส่วนท้ายสามารถใช้เพื่อเพิ่มพฤติกรรมแบบไดนามิกได้

source: Headers
th: ส่วนหัว

source: Headers must be a dictionary
th: หัวเรื่องต้องเป็นพจนานุกรม

source: Heading
th: หัวเรื่อง

source: Heatmap
th: แผนที่ความร้อน

source: Hello
th: สวัสดี

source: Help
th: ช่วย

source: Help Article
th: บทความช่วยเหลือ

source: Help Articles
th: บทความช่วยเหลือ

source: Help Category
th: ช่วยเหลือหมวดหมู่

source: Help Dropdown
th: ความช่วยเหลือแบบหล่นลง

source: Help HTML
th: วิธีใช้ HTML

source: Help on Search
th: ช่วยในการค้นหา

source: Help: To link to another record in the system, use "/app/note/[Note Name]" as the Link URL. (don't use "http://")
th: ช่วยเหลือ: ในการเชื่อมโยงไปยังระเบียนอื่นในระบบ ให้ใช้ "/app/note/[ชื่อบันทึก]" เป็น URL ลิงก์ (ห้ามใช้ "http://")

source: Helpful
th: เป็นประโยชน์

source: Here's your tracking URL
th: นี่คือลิงก์ติดตามของคุณ

source: Hi {0}
th: สวัสดี {0}

source: Hidden
th: ซ่อนเร้น

source: Hidden Fields
th: ฟิลด์ที่ซ่อนอยู่

source: Hide
th: ซ่อน

source: Hide Block
th: ซ่อนบล็อก

source: Hide Border
th: ซ่อนเส้นขอบ

source: Hide Buttons
th: ซ่อนปุ่ม

source: Hide CTA
th: ซ่อน CTA

source: Hide Copy
th: ซ่อนคัดลอก

source: Hide Custom DocTypes and Reports
th: ซ่อน DocTypes และรายงานที่กำหนดเอง

source: Hide Days
th: ซ่อนวัน

source: Hide Descendants
th: ซ่อนรายการย่อย

source: Hide Error
th: ซ่อนข้อผิดพลาด

source: Hide Login
th: ซ่อนการเข้าสู่ระบบ

source: Hide Preview
th: ซ่อนตัวอย่าง

source: Hide Previous, Next and Close button on highlight dialog.
th: ซ่อนปุ่ม ก่อนหน้า ถัดไป และ ปิด ในกล่องโต้ตอบไฮไลต์

source: Hide Saved
th: ซ่อนที่บันทึกแล้ว

source: Hide Seconds
th: ซ่อนวินาที

source: Hide Sidebar, Menu, and Comments
th: ซ่อนแถบด้านข้าง เมนู และความคิดเห็น

source: Hide Standard Menu
th: ซ่อนเมนูมาตรฐาน

source: Hide Tags
th: ซ่อนแท็ก

source: Hide Weekends
th: ซ่อนวันหยุดสุดสัปดาห์

source: Hide Workspace
th: ซ่อนพื้นที่ทำงาน

source: Hide descendant records of <b>For Value</b>.
th: ซ่อนระเบียนย่อยของ <b>สำหรับมูลค่า</b>

source: Hide details
th: ซ่อนรายละเอียด

source: Hide footer in auto email reports
th: ซ่อนส่วนท้ายในรายงานอีเมลอัตโนมัติ

source: Hide footer signup
th: ซ่อนส่วนลงทะเบียนด้านล่าง

source: High
th: สูง

source: Higher priority rule will be applied first
th: กฎที่มีลำดับความสำคัญสูงกว่าจะถูกนำไปใช้ก่อน

source: Highlight
th: เน้น

source: Hint: Include symbols, numbers and capital letters in the password
th: คำแนะนำ: รวมสัญลักษณ์ตัวเลขและตัวพิมพ์ใหญ่ในรหัสผ่าน

source: Home
th: หน้าแรก

source: Home Page
th: หน้าแรก

source: Home Settings
th: การตั้งค่าหน้าแรก

source: Home/Test Folder 1
th: หน้าแรก / โฟลเดอร์ทดสอบ 1

source: Home/Test Folder 1/Test Folder 3
th: หน้าแรก / โฟลเดอร์ทดสอบ 1 / โฟลเดอร์ทดสอบ 3

source: Home/Test Folder 2
th: หน้าแรก / โฟลเดอร์ทดสอบ 2

source: Hourly
th: ทุกๆชั่วโมง

source: Hourly Long
th: ยาวรายชั่วโมง

source: Hourly Maintenance
th: การบำรุงรักษารายชั่วโมง

source: Hourly rate limit for generating password reset links
th: ขีด จำกัด อัตรารายชั่วโมงสำหรับการสร้างลิงก์รีเซ็ตรหัสผ่าน

# Duration
source: Hours
th: ชั่วโมง

source: How should this currency be formatted? If not set, will use system defaults
th: วิธีการที่ควรสกุลเงินนี้จะจัดรูปแบบ? ถ้าไม่ตั้งจะใช้เริ่มต้นของระบบ

source: I guess you don't have access to any workspace yet, but you can create one just for yourself. Click on the <b>Create Workspace</b> button to create one.<br>
th: ผมเดาว่าคุณยังไม่มีสิทธิ์เข้าถึงพื้นที่ทำงานใด ๆ แต่คุณสามารถสร้างพื้นที่ทำงานสำหรับตัวเองได้ เพียงคลิกที่ปุ่ม <b>สร้างพื้นที่ทำงาน</b> เพื่อสร้างพื้นที่ทำงานใหม่<br>

source: ID
th: รหัส

# Label of name column in report
source: ID
th: ไอดี

source: ID (name)
th: รหัส (ชื่อ)

source: ID (name) of the entity whose property is to be set
th: ID (ชื่อ) ของกิจการที่มีสถานที่ให้บริการจะถูกกำหนด

source: IDs must contain only alphanumeric characters, not contain spaces, and should be unique.
th: รหัสต้องประกอบด้วยตัวอักษรและตัวเลขเท่านั้น ห้ามมีช่องว่าง และต้องไม่ซ้ำกัน

source: IMAP Details
th: รายละเอียด IMAP

source: IMAP Folder
th: โฟลเดอร์ IMAP

source: IP Address
th: ที่อยู่ IP

source: Icon
th: ไอคอน

source: Icon will appear on the button
th: ไอคอนจะปรากฏบนปุ่ม

source: Identity Details
th: รายละเอียดข้อมูลประจำตัว

source: If Apply Strict User Permission is checked and User Permission is defined for a DocType for a User, then all the documents where value of the link is blank, will not be shown to that User
th: ถ้ามีการใช้การอนุญาตผู้ใช้ที่เข้มงวดและมีการกำหนดสิทธิ์ผู้ใช้สำหรับ DocType สำหรับผู้ใช้เอกสารทั้งหมดที่มีค่าเชื่อมโยงจะว่างเปล่าจะไม่ปรากฏแก่ผู้ใช้รายนั้น

source: If Checked workflow status will not override status in list view
th: ถ้าสถานะเวิร์กโฟลว์การยืมจะไม่แทนที่สถานะในมุมมองรายการ

source: If Owner
th: หากเจ้าของ

source: If a Role does not have access at Level 0, then higher levels are meaningless.
th: หาก บทบาทไม่สามารถเข้าถึง ที่ ระดับ 0 แล้ว ระดับที่สูงขึ้น มีความหมาย

source: If checked, all other workflows become inactive.
th: หากตรวจสอบทุกขั้นตอนการทำงานอื่น ๆ เป็นที่รอ

source: If checked, negative numeric values of Currency, Quantity or Count would be shown as positive
th: หากเลือก ค่าเชิงลบของสกุลเงิน ปริมาณ หรือจำนวน จะถูกแสดงเป็นค่าบวก

source: If checked, users will not see the Confirm Access dialog.
th: หากการตรวจสอบผู้ใช้จะไม่เห็นกล่องโต้ตอบยืนยันการเข้า

source: If disabled, this role will be removed from all users.
th: หากปิดการใช้งานบทบาทนี้จะถูกลบออกจากผู้ใช้ทั้งหมด

source: If enabled, user can login from any IP Address using Two Factor Auth, this can also be set for all users in System Settings
th: หากเปิดใช้งานผู้ใช้สามารถเข้าสู่ระบบจากที่อยู่ IP ใด ๆ โดยใช้ Two Factor Auth ซึ่งสามารถตั้งค่าสำหรับผู้ใช้ทั้งหมดในการตั้งค่าระบบ

source: If enabled, all responses on the web form will be submitted anonymously
th: หากเปิดใช้งาน คำตอบทั้งหมดในแบบฟอร์มเว็บจะถูกส่งโดยไม่ระบุชื่อ

source: If enabled, all users can login from any IP Address using Two Factor Auth. This can also be set only for specific user(s) in User Page
th: หากเปิดใช้งานผู้ใช้ทุกคนสามารถเข้าสู่ระบบจากที่อยู่ IP ใดก็ได้โดยใช้ Auth Factor 2 ตัว นอกจากนี้ยังสามารถตั้งค่าเฉพาะสำหรับผู้ใช้บางรายใน User Page เท่านั้น

source: If enabled, changes to the document are tracked and shown in timeline
th: หากเปิดใช้งานการเปลี่ยนแปลงเอกสารจะถูกติดตามและแสดงในไทม์ไลน์

source: If enabled, document views are tracked, this can happen multiple times
th: หากเปิดใช้งานมุมมองเอกสารจะถูกติดตามสิ่งนี้อาจเกิดขึ้นได้หลายครั้ง

source: If enabled, the document is marked as seen, the first time a user opens it
th: หากเปิดใช้งานเอกสารจะถูกทำเครื่องหมายตามที่เห็นเป็นครั้งแรกที่ผู้ใช้เปิดเอกสาร

source: If enabled, the notification will show up in the notifications dropdown on the top right corner of the navigation bar.
th: หากเปิดใช้งานการแจ้งเตือนจะปรากฏในรายการแบบเลื่อนลงการแจ้งเตือนที่มุมขวาบนของแถบนำทาง

source: If enabled, the password strength will be enforced based on the Minimum Password Score value. A value of 2 being medium strong and 4 being very strong.
th: หากเปิดใช้งานความแรงของรหัสผ่านจะถูกบังคับใช้ตามค่าคะแนนรหัสผ่านขั้นต่ำ ค่าเฉลี่ย 2 มีความแข็งแรงปานกลางและ 4 มีความแข็งแรงมาก

source: If enabled, users who login from Restricted IP Address, won't be prompted for Two Factor Auth
th: หากเปิดใช้งานผู้ใช้ที่เข้าสู่ระบบจากที่อยู่ IP ที่ จำกัด จะไม่ได้รับพร้อมท์ให้ใช้ Authentic Factor Authentication

source: If enabled, users will be notified every time they login. If not enabled, users will only be notified once.
th: หากเปิดใช้งานผู้ใช้จะได้รับแจ้งทุกครั้งที่เข้าสู่ระบบ หากไม่ได้เปิดใช้งานผู้ใช้จะได้รับการแจ้งเตือนเพียงครั้งเดียวเท่านั้น

source: If left empty, the default workspace will be the last visited workspace
th: หากเว้นว่างไว้ พื้นที่ทำงานเริ่มต้นจะเป็นพื้นที่ทำงานที่เข้าชมล่าสุด

source: If non standard port (e.g. 587)
th: ถ้าพอร์ตมาตรฐานไม่ (เช่น 587)

source: If non standard port (e.g. 587). If on Google Cloud, try port 2525.
th: หากไม่ใช่พอร์ตมาตรฐาน (เช่น 587) ถ้าใน Google Cloud ลองพอร์ต 2525

source: If non-standard port (e.g. POP3: 995/110, IMAP: 993/143)
th: หากพอร์ตที่ไม่ได้มาตรฐาน (เช่น POP3: 995/110, IMAP: 993/143)

source: If not set, the currency precision will depend on number format
th: หากไม่ได้ตั้งค่าความแม่นยำของสกุลเงินจะขึ้นอยู่กับรูปแบบตัวเลข

source: If set, only user with these roles can access this chart. If not set, DocType or Report permissions will be used.
th: หากตั้งค่าไว้ จะอนุญาตให้เฉพาะผู้ใช้ที่มีบทบาทเหล่านี้เข้าถึงแผนภูมินี้ได้เท่านั้น หากไม่ได้ตั้งค่า จะใช้สิทธิ์ของ DocType หรือ รายงาน แทน

source: If the condition is satisfied user will be rewarded with the points. eg. doc.status == 'Closed'
th: หากเงื่อนไขเป็นจริง ผู้ใช้จะได้รับคะแนนเป็นรางวัล เช่น doc.status == 'Closed'

source: If the user has any role checked, then the user becomes a "System User". "System User" has access to the desktop
th: หากผู้ใช้มีบทบาทในการตรวจสอบใด ๆ จากนั้นผู้ใช้จะกลายเป็น &quot;ผู้ใช้ระบบ&quot; &quot;ระบบของผู้ใช้&quot; มีการเข้าถึงเดสก์ทอป

source: If these instructions where not helpful, please add in your suggestions on GitHub Issues.
th: ถ้า คำแนะนำเหล่านี้ ที่ ไม่เป็นประโยชน์ โปรดเพิ่ม ใน คำแนะนำของคุณ เกี่ยวกับ GitHub ปัญหา

source: If unchecked, the value will always be re-fetched on save.
th: หากไม่เลือก ค่าจะถูกดึงข้อมูลใหม่ทุกครั้งเมื่อบันทึกข้อมูล

source: If user is the owner
th: หากผู้ใช้เป็นเจ้าของ

source: If you are updating, please select "Overwrite" else existing rows will not be deleted.
th: หากคุณกำลังปรับปรุงโปรดเลือก "ทับ" แถวอื่น ๆ ที่มีอยู่จะไม่ถูกลบ

source: If you are uploading new records, "Naming Series" becomes mandatory, if present.
th: หากคุณกำลังอัปโหลดบันทึกใหม่ "การตั้งชื่อซีรีส์" กลายเป็นบังคับถ้าปัจจุบัน

source: If you are uploading new records, leave the "name" (ID) column blank.
th: หากคุณกำลังอัปโหลดระเบียนใหม่ออก "ชื่อ" (H) ว่างเปล่าคอลัมน์

source: If you have recently restored the site you may need to copy the site config contaning original Encryption Key.
th: หากคุณเพิ่งกู้คืนไซต์ คุณอาจจำเป็นต้องคัดลอกการตั้งค่าไซต์ที่มีคีย์การเข้ารหัสเดิม

source: If you just want to customize for your site, use {0} instead.
th: หากคุณต้องการปรับแต่งเฉพาะสำหรับเว็บไซต์ของคุณ ให้ใช้ {0} แทนค่ะ

source: If you set this, this Item will come in a drop-down under the selected parent.
th: ถ้าคุณตั้งค่า นี้ รายการ นี้ จะมาในแบบเลื่อนลง ภายใต้การ ปกครอง ที่เลือก

source: If you think this is unauthorized, please change the Administrator password.
th: หากคุณคิดว่านี่คือไม่ได้รับอนุญาตโปรดเปลี่ยนรหัสผ่านของผู้ดูแลระบบ

source: If your data is in HTML, please copy paste the exact HTML code with the tags.
th: หากข้อมูลของคุณในรูปแบบ HTML โปรดคัดลอกวางรหัส HTML แน่นอนกับแท็ก

source: Ignore User Permissions
th: ละเว้น สิทธิ์ของผู้ใช้

source: Ignore XSS Filter
th: ละเว้น XSS กรอง

source: Ignore attachments over this size
th: ละเว้นสิ่งที่แนบมามากกว่าขนาดนี้

source: Ignored Apps
th: แอพที่ถูกละเว้น

source: Illegal Access Token. Please try again
th: ที่ผิดกฎหมายการเข้าถึง Token กรุณาลองอีกครั้ง

source: Illegal Document Status for {0}
th: สถานะเอกสารที่ไม่ถูกต้องสำหรับ {0}

source: Illegal SQL Query
th: แบบสอบถาม SQL ที่ผิดกฎหมาย

source: Illegal template
th: เทมเพลตไม่ถูกต้อง

source: Image
th: รูปภาพ

source: Image Field
th: ลานภาพ

source: Image Height
th: ความสูงของภาพ

source: Image Link
th: ลิงก์รูปภาพ

source: Image View
th: ดูภาพ

source: Image Width
th: ความกว้างของรูปภาพ

source: Image field must be a valid fieldname
th: ข้อมูลภาพจะต้องเป็น fieldname ที่ถูกต้อง

source: Image field must be of type Attach Image
th: ข้อมูลภาพจะต้องเป็นชนิดแนบรูปภาพ

source: Image link '{0}' is not valid
th: ลิงก์รูปภาพ '{0}' ไม่ถูกต้อง

source: Image optimized
th: รูปภาพได้รับการปรับแต่งประสิทธิภาพแล้ว

source: Image: Corrupted Data Stream
th: รูปภาพ: กระแสข้อมูลเสียหาย

source: Images
th: ภาพ

source: Impersonate
th: ปลอมแปลงตัวตน

source: Impersonate as {0}
th: แอบอ้างเป็น {0}

source: Impersonated by {0}
th: เข้าสู่ระบบแทนโดย {0}

source: Impersonating {0}
th: แอบอ้างเป็น {0}

source: Implement `clear_old_logs` method to enable auto error clearing.
th: ดำเนินการสร้างเมธอด `clear_old_logs` เพื่อเปิดใช้งานการลบข้อผิดพลาดอัตโนมัติ

source: Implicit
th: โดยปริยาย

source: Import
th: นำเข้า

# Button in list view menu
source: Import
th: นำเข้า

source: Import Data
th: นำเข้าข้อมูล

source: Import Email From
th: นำเข้าอีเมล์จาก

source: Import File
th: นำเข้าไฟล์

source: Import File Errors and Warnings
th: นำเข้าข้อผิดพลาดและคำเตือนของไฟล์

source: Import Log
th: บันทึกข้อมูลการนำเข้า

source: Import Log Preview
th: นำเข้าบันทึกตัวอย่าง

source: Import Preview
th: นำเข้าภาพตัวอย่าง

source: Import Progress
th: นำเข้าความคืบหน้า

source: Import Subscribers
th: นำเข้าสมาชิก

source: Import Type
th: ประเภทการนำเข้า

source: Import Warnings
th: คำเตือนการนำเข้า

source: Import Zip
th: นำเข้า Zip

source: Import from Google Sheets
th: นำเข้าจาก Google ชีต

source: Import template should be of type .csv, .xlsx or .xls
th: เทมเพลตนำเข้าควรเป็นประเภท. csv, .xlsx หรือ. xls

source: Import template should contain a Header and atleast one row.
th: เทมเพลตนำเข้าควรมีส่วนหัวและอย่างน้อยหนึ่งแถว

source: Import timed out, please re-try.
th: การนำเข้าเกินเวลาที่กำหนด กรุณาลองใหม่อีกครั้ง

source: Importing {0} is not allowed.
th: การนำเข้า {0} ไม่ได้รับอนุญาต

source: Importing {0} of {1}
th: การอิมพอร์ต {0} จาก {1}

source: Importing {0} of {1}, {2}
th: การอิมพอร์ต {0} จาก {1}, {2}

source: In
th: ใน

source: In Days
th: ในหลายวัน

source: In ERPNext, you can add your Employees as Users, and give them restricted access. Tools like Role Permission and User Permission allow you to define rules which give restricted access to the user to masters and transactions.
th: ใน ERPNext คุณสามารถเพิ่มพนักงานของคุณเป็นผู้ใช้ และกำหนดสิทธิ์การเข้าถึงแบบจำกัด เครื่องมือต่างๆ เช่น สิทธิ์บทบาท และ สิทธิ์ผู้ใช้ ช่วยให้คุณกำหนดกฎเกณฑ์ที่จำกัดการเข้าถึงของผู้ใช้ไปยังข้อมูลหลักและรายการธุรกรรมได้

source: In Filter
th: กรอง

source: In Global Search
th: ในการค้นหาทั่วโลก

source: In Grid View
th: ในตารางมุมมอง

source: In List Filter
th: ในตัวกรองรายการ

source: In List View
th: ในมุมมองรายการ

source: In Minutes
th: ในไม่กี่นาที

source: In Preview
th: ในหน้าตัวอย่าง

source: In Progress
th: กำลังดำเนินการ

source: In Read Only Mode
th: ในโหมดอ่านอย่างเดียว

source: In Reply To
th: ตอบกลับ

source: In Standard Filter
th: ในตัวกรองมาตรฐาน

source: In each module, you will find a host of single-click reports, ranging from financial statements to sales and purchase analytics and stock tracking reports. If a required new report is not available out-of-the-box, you can create custom reports in ERPNext by pulling values from the same multiple ERPNext tables.
th: ในแต่ละโมดูล คุณจะพบกับรายงานที่สามารถดูได้ด้วยคลิกเดียวหลากหลายประเภท ตั้งแต่รายงานงบการเงินไปจนถึงการวิเคราะห์การขายและการซื้อ รวมถึงรายงานการติดตามสินค้าคงคลัง หากรายงานใหม่ที่ต้องการไม่มีให้ใช้งานโดยตรง คุณสามารถสร้างรายงานที่กำหนดเองใน ERPNext โดยดึงข้อมูลจากตาราง ERPNext หลายตารางเดียวกันได้

source: In points. Default is 9.
th: ในจุดที่ เริ่มต้นคือ 9

source: In seconds
th: ภายในไม่กี่วินาที

source: Inactive
th: เฉื่อยชา

source: Inbox
th: กล่องขาเข้า

source: Inbox User
th: ผู้ใช้ Inbox

source: Inbox View
th: มุมมองกล่องข้อความ

source: Include Name Field
th: รวมช่องชื่อ

source: Include Search in Top Bar
th: รวมถึงการค้นหาในบาร์ยอดนิยม

source: Include Theme from Apps
th: รวมธีมจากแอพ

source: Include Web View Link in Email
th: ส่งลิงค์ Web View เอกสารในอีเมล

source: Include filters
th: รวมตัวกรอง

source: Include indentation
th: รวมถึงการเยื้อง

source: Include symbols, numbers and capital letters in the password
th: รวมสัญลักษณ์ตัวเลขและตัวพิมพ์ใหญ่ในรหัสผ่าน

source: Incoming (POP/IMAP) Settings
th: การตั้งค่าอีเมลขาเข้า (POP/IMAP)

source: Incoming Emails (Last 7 days)
th: อีเมลขาเข้า (7 วันที่ผ่านมา)

source: Incoming Server
th: เซิร์ฟเวอร์ขาเข้า
