Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Loving Frappe Framework?
th: ชื่นชอบ Frappe Framework ไหม?

source: Low
th: ต่ำ

# Number system
source: M
th: ม

source: MIT License
th: สัญญาอนุญาต MIT

source: Madam
th: แหม่ม

source: Main Section
th: ส่วนหลัก

source: Main Section (HTML)
th: ส่วนหลัก (HTML)

source: Main Section (Markdown)
th: ส่วนหลัก (Markdown)

source: Maintenance Manager
th: ผู้จัดการซ่อมบำรุง

source: Maintenance User
th: ผู้บำรุงรักษา

source: Major
th: สำคัญ

source: Make "name" searchable in Global Search
th: Make &quot;ชื่อ&quot; ค้นหาใน Search ทั่วโลก

source: Make Attachment Public (by default)
th: ตั้งค่าไฟล์แนบเป็นสาธารณะ (โดยค่าเริ่มต้น)

source: Make Attachments Public by Default
th: ตั้งค่าไฟล์แนบให้เป็นสาธารณะโดยค่าเริ่มต้น

source: Make sure to configure a Social Login Key before disabling to prevent lockout
th: โปรดตั้งค่า Social Login Key ก่อนปิดใช้งานเพื่อป้องกันการถูกล็อกเอาต์

source: Make use of longer keyboard patterns
th: ทำให้การใช้งานรูปแบบแป้นพิมพ์อีกต่อไป

source: Make {0}
th: ทำ {0}

source: Makes the page public
th: ทำให้เพจเป็นแบบสาธารณะ

source: Male
th: ชาย

source: Manage third party apps
th: จัดการแอปพลิเคชันของบุคคลที่สาม

source: Manage your apps
th: จัดการแอปของคุณ

source: Mandatory
th: จำเป็น

source: Mandatory Depends On
th: ข้อบังคับขึ้นอยู่กับ

source: Mandatory Depends On (JS)
th: ขึ้นอยู่กับข้อบังคับ (JS)

source: Mandatory Information missing:
th: ข้อมูลบังคับขาดหายไป:

source: Mandatory field: set role for
th: ฟิลด์บังคับ: กำหนดบทบาท

source: Mandatory field: {0}
th: ฟิลด์บังคับ: {0}

source: Mandatory fields required in table {0}, Row {1}
th: ข้อมูลที่จำเป็นต้องใช้ในตาราง {0} แถว {1}

source: Mandatory fields required in {0}
th: เขตข้อมูล ที่จำเป็นในการ บังคับ {0}

# Error message in web form
source: Mandatory fields required:
th: ช่องข้อมูลที่จำเป็นต้องกรอก:

source: Mandatory:
th: บังคับ:

source: Map
th: แผนที่

source: Map Columns
th: แผนที่คอลัมน์

source: Map View
th: มุมมองแผนที่

source: Map columns from {0} to fields in {1}
th: แม็พคอลัมน์จาก {0} กับฟิลด์ใน {1}

source: Map route parameters into form variables. Example <code>/project/&lt;name&gt;</code>
th: แมปพารามิเตอร์เส้นทางเป็นตัวแปรฟอร์ม ตัวอย่าง <code>/project/&lt;name&gt;</code>

source: Mapping column {0} to field {1}
th: การแม็พคอลัมน์ {0} กับฟิลด์ {1}

source: Margin Bottom
th: ระยะขอบด้านล่าง

source: Margin Left
th: ระยะขอบซ้าย

source: Margin Right
th: ระยะขอบขวา

source: Margin Top
th: ระยะขอบด้านบน

source: MariaDB Variables
th: ตัวแปร MariaDB

source: Mark all as read
th: ทำเครื่องหมายทั้งหมดว่าอ่านแล้ว

source: Mark as Read
th: ทำเครื่องหมายว่าอ่านแล้ว

source: Mark as Spam
th: ทำเครื่องหมายว่าเป็นสแปม

source: Mark as Unread
th: ทำเครื่องหมายว่ายังไม่ได้อ่าน

source: Marked As Spam
th: ทำเครื่องหมายเป็นสแปม

source: Marketing Campaign
th: แคมเปญการตลาด

source: Master
th: แม่บท

source: Max 500 records at a time
th: จำกัดสูงสุดได้ 500 รายการ

source: Max Attachments
th: จำนวนสิ่งที่แนบสูงสุด

source: Max File Size (MB)
th: ขนาดไฟล์สูงสุด (MB)

source: Max Height
th: ความสูงสูงสุด

source: Max Length
th: ความยาวสูงสุด

source: Max Report Rows
th: จำนวนแถวสูงสุดของรายงาน

source: Max Value
th: ค่าสูงสุด

source: Max attachment size
th: ขนาดไฟล์แนบสูงสุด

source: Max auto email report per user
th: จำนวนรายงานอีเมลอัตโนมัติสูงสุดต่อผู้ใช้

source: Max width for type Currency is 100px in row {0}
th: ความกว้าง สูงสุด สำหรับประเภท สกุลเงิน เป็น 100px ในแถว {0}

source: Maximum
th: ขีดสุด

source: Maximum Attachment Limit of {0} has been reached for {1} {2}.
th: ขีดจำกัดการแนบไฟล์สูงสุดที่ {0} ได้ถูกใช้งานครบสำหรับ {1} {2} แล้ว

source: Maximum Number of Fields
th: จำนวนฟิลด์สูงสุด

source: Maximum Points
th: คะแนนสูงสุด

source: Maximum attachment limit of {0} has been reached.
th: ถึงขีดจำกัดการแนบไฟล์สูงสุดที่ {0} แล้ว

source: Maximum points allowed after multiplying points with the multiplier value (Note: For no limit leave this field empty or set 0)
th: จำนวนคะแนนสูงสุดที่อนุญาตหลังจากคูณคะแนนด้วยค่าตัวคูณ (หมายเหตุ: หากไม่จำกัดให้เว้นว่างไว้หรือกำหนดเป็น 0)

source: Maximum {0} rows allowed
th: สูงสุด {0} แถว รับอนุญาต

source: Me
th: ฉัน

source: Meaning of Submit, Cancel, Amend
th: ความหมายของ Submit, ยกเลิกอัพเดท

source: Medium
th: กลาง

source: Meeting
th: การประชุม

source: Meets Condition?
th: ตรงตามเงื่อนไขหรือไม่?

source: Members
th: สมาชิก

source: Memory Usage
th: การใช้งานหน่วยความจำ

source: Memory Usage in MB
th: การใช้งานหน่วยความจำ (MB)

source: Mention
th: กล่าวถึง

source: Mentions
th: กล่าวถึง

source: Menu
th: เมนู

source: Merge with existing
th: รวมกับที่มีอยู่

source: Merging is only possible between Group-to-Group or Leaf Node-to-Leaf Node
th: การรวม เป็นไปได้ เพียงอย่างเดียวระหว่าง กลุ่ม ต่อ กลุ่ม หรือ ใบ โหนด ที่ โหนด ใบ

source: Message
th: ข่าวสาร

# Default title of the message dialog
source: Message
th: ข่าวสาร

source: Message (HTML)
th: ข้อความ (HTML)

source: Message (Markdown)
th: ข้อความ (Markdown)

source: Message Examples
th: ตัวอย่างข้อความ

source: Message ID
th: หมายเลขข้อความ

source: Message Parameter
th: พารามิเตอร์ข้อความ

source: Message Sent
th: ข้อความถูกส่งแล้ว

source: Message Type
th: ประเภทข้อความ

source: Message clipped
th: ตัดข้อความแล้ว

source: Message from server: {0}
th: ข้อความจากเซิร์ฟเวอร์: {0}

source: Message not setup
th: ไม่ได้ตั้งค่าข้อความ

source: Message to be displayed on successful completion
th: ข้อความที่จะแสดงเมื่อดำเนินการเสร็จสมบูรณ์

source: Message-id
th: ID ข้อความ

source: Messages
th: ข้อความ

source: Meta
th: เมตา

source: Meta Description
th: คำอธิบายเมตา

source: Meta Image
th: ภาพ Meta

source: Meta Tags
th: เมตาแท็ก

source: Meta Title
th: ชื่อเมตา

source: Meta description
th: คำอธิบายเมตา

source: Meta image
th: เมตาภาพ

source: Meta title
th: ชื่อเมตา

source: Meta title for SEO
th: ชื่อ Meta สำหรับ SEO

source: Method
th: วิธี

source: Method Not Allowed
th: วิธีการไม่ถูกต้อง

source: Method is required to create a number card
th: จำเป็นต้องระบุวิธีการเพื่อสร้างบัตรหมายเลข

source: Mid Center
th: กึ่งกลางกลาง

source: Middle Name
th: ชื่อกลาง

source: Milestone
th: ขั้น

source: Milestone Tracker
th: ติดตามเหตุการณ์สำคัญ

source: Minimum
th: ขั้นต่ำ

source: Minimum Password Score
th: คะแนนรหัสผ่านขั้นต่ำ

source: Minor
th: เล็กน้อย

# Duration
source: Minutes
th: นาที

source: Misconfigured
th: การตั้งค่าผิดพลาด

source: Miss
th: นางสาว

source: Missing DocType
th: ไม่พบประเภทเอกสาร

source: Missing Field
th: ช่องข้อมูลที่หายไป

source: Missing Fields
th: ทุ่งนาที่ขาดหายไป

source: Missing Filters Required
th: ตัวกรองที่จำเป็นขาดหายไป

source: Missing Permission
th: ไม่มีสิทธิ์เข้าถึง

source: Missing Value
th: ค่าว่าง

source: Missing Values Required
th: ค่านิยม ที่จำเป็น ขาดหายไป

source: Mobile
th: มือถือ

source: Mobile No
th: เบอร์มือถือ

source: Modal Trigger
th: ตัวกระตุ้นโมดอล

source: Models
th: แบบจำลอง

source: Modified By
th: แก้ไขโดย

source: Module
th: โมดูล

source: Module (for export)
th: โมดูล (สำหรับส่งออก)

source: Module Def
th: Def โมดูล

source: Module HTML
th: โมดูล HTML

source: Module Name
th: ชื่อโมดูล

source: Module Onboarding
th: การเริ่มต้นใช้งานโมดูล

source: Module Profile
th: โปรไฟล์โมดูล

source: Module Profile Name
th: ชื่อโปรไฟล์โมดูล

source: Module onboarding progress reset
th: รีเซ็ตความคืบหน้าการเริ่มต้นใช้งานโมดูล

source: Module to Export
th: โมดูลเพื่อการส่งออก

source: Module {} not found
th: ไม่พบ โมดูล {}

source: Modules
th: โมดูล

source: Modules HTML
th: โมดูล HTML

source: Monday
th: วันจันทร์

source: Monitor logs for errors, background jobs, communications, and user activity
th: ตรวจสอบบันทึกสำหรับข้อผิดพลาด งานเบื้องหลัง การสื่อสาร และกิจกรรมของผู้ใช้

source: Month
th: เดือน

source: Monthly
th: รายเดือน

source: Monthly Long
th: ยาวรายเดือน

source: Monthly Rank
th: อันดับรายเดือน

source: More
th: เพิ่ม

source: More Information
th: ข้อมูลมากกว่านี้

source: More articles on {0}
th: บทความเพิ่มเติมใน {0}

source: More content for the bottom of the page.
th: เนื้อหาเพิ่มเติมสำหรับด้านล่างของหน้า

source: Most Used
th: ใช้มากที่สุด

source: Most probably your password is too long.
th: รหัสผ่านของคุณอาจยาวเกินไป

source: Move
th: ย้าย

source: Move To
th: ย้ายไปที่

source: Move To Trash
th: ย้ายไปที่ถังขยะ

source: Move current and all subsequent sections to a new tab
th: ย้ายส่วนปัจจุบันและส่วนถัดไปทั้งหมดไปยังแท็บใหม่

source: Move cursor to above row
th: เลื่อนเคอร์เซอร์ไปยังแถวด้านบน

source: Move cursor to below row
th: เลื่อนเคอร์เซอร์ไปยังแถวด้านล่าง

source: Move cursor to next column
th: เลื่อนเคอร์เซอร์ไปยังคอลัมน์ถัดไป

source: Move cursor to previous column
th: เลื่อนเคอร์เซอร์ไปยังคอลัมน์ก่อนหน้า

source: Move sections to new tab
th: ย้ายส่วนไปยังแท็บใหม่

source: Move the current field and the following fields to a new column
th: ย้ายฟิลด์ปัจจุบันและฟิลด์ถัดไปไปยังคอลัมน์ใหม่

source: Move to Row Number
th: ย้ายไปที่จำนวนแถว

source: Move to next step when clicked inside highlighted area.
th: เลื่อนไปยังขั้นตอนถัดไปเมื่อคลิกภายในพื้นที่ที่เน้นสีไว้

source: Mozilla doesn't support :has() so you can pass parent selector here as workaround
th: Mozilla ไม่รองรับ :has() ดังนั้นคุณสามารถใช้ตัวเลือกพาเรนต์แทนเพื่อแก้ไขปัญหาได้

source: Mr
th: นาย

source: Mrs
th: นาง

source: Ms
th: นางสาว / นาง

source: Multiple root nodes not allowed.
th: โหนด ราก หลาย ไม่ได้รับอนุญาต

source: Multiplier Field
th: ฟิลด์ตัวคูณ

source: Must be a publicly accessible Google Sheets URL
th: ต้องเป็น URL ของ Google ชีตที่เข้าถึงได้โดยสาธารณะ

source: Must be enclosed in '()' and include '{0}', which is a placeholder for the user/login name. i.e. (&(objectclass=user)(uid={0}))
th: ต้องถูกครอบด้วย '()' และมี '{0}' ซึ่งเป็นตัวแทนชื่อผู้ใช้/ล็อกอิน เช่น (&(objectclass=user)(uid={0}))

source: Must be of type "Attach Image"
th: ต้องเป็นชนิด &quot;แนบรูปภาพ&quot;

source: Must have report permission to access this report.
th: ต้องได้รับอนุญาตรายงานการเข้าถึงรายงานนี้

source: Must specify a Query to run
th: ต้องระบุแบบสอบถามที่จะเรียกใช้

source: Mute Sounds
th: ปิดเสียง

source: My Account
th: บัญชีของฉัน

source: My Device
th: อุปกรณ์ของฉัน

source: My Profile
th: โปรไฟล์ของฉัน

source: My Settings
th: การตั้งค่าของฉัน

source: NOTE: If you add states or transitions in the table, it will be reflected in the Workflow Builder but you will have to position them manually. Also Workflow Builder is currently in <b>BETA</b>.
th: หมายเหตุ: หากคุณเพิ่มสถานะหรือการเปลี่ยนแปลงในตาราง จะมีผลในตัวสร้างเวิร์กโฟลว์ แต่คุณจะต้องจัดตำแหน่งด้วยตนเอง นอกจากนี้ ตัวสร้างเวิร์กโฟลว์อยู่ในสถานะ <b>BETA</b> ขณะนี้

source: NOTE: This box is due for depreciation. Please re-setup LDAP to work with the newer settings
th: หมายเหตุ: กล่องนี้ถึงกำหนดค่าเสื่อมราคา กรุณาตั้งค่า LDAP ใหม่ให้สอดคล้องกับการตั้งค่าเวอร์ชันล่าสุด

source: Name
th: ชื่อ

source: Name (Doc Name)
th: ชื่อ (ชื่อเอกสาร)

source: Name already taken, please set a new name
th: ชื่อนี้ถูกใช้งานแล้ว กรุณาตั้งชื่อใหม่

source: Name cannot contain special characters like {0}
th: ชื่อไม่สามารถมีตัวอักษรพิเศษเช่น {0}

source: Name of the Document Type (DocType) you want this field to be linked to. e.g. Customer
th: ชื่อของประเภทเอกสาร (DocType) ที่คุณต้องการด้านนี้จะเชื่อมโยงกับ เช่นลูกค้า

source: Name of the new Print Format
th: ชื่อของรูปแบบพิมพ์ใหม่

source: Name of {0} cannot be {1}
th: ชื่อของ {0} ไม่สามารถ {1}

source: Names and surnames by themselves are easy to guess.
th: ชื่อและนามสกุลด้วยตัวเองเป็นเรื่องง่ายที่จะคาดเดา

source: Naming
th: การตั้งชื่อ

source: Naming Options: <ol><li><b>field:[fieldname]</b> - By Field</li><li><b>autoincrement</b> - Uses Databases' Auto Increment feature</li><li><b>naming_series:</b> - By Naming Series (field called naming_series must be present)</li><li><b>Prompt</b> - Prompt user for a name</li><li><b>[series]</b> - Series by prefix (separated by a dot); for example PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Replace all braced words (fieldnames, date words (DD, MM, YY), series) with their value. Outside braces, any characters can be used.</li></ol>
th: ตัวเลือกการตั้งชื่อ: <ol><li><b>field:[fieldname]</b> - ตามฟิลด์</li><li><b>autoincrement</b> - ใช้ฟีเจอร์เพิ่มเลขอัตโนมัติของฐานข้อมูล</li><li><b>naming_series:</b> - ตามลำดับการตั้งชื่อ (ต้องมีฟิลด์ชื่อ naming_series)</li><li><b>Prompt</b> - แจ้งให้ผู้ใช้ป้อนชื่อ</li><li><b>[series]</b> - ลำดับตามคำนำหน้า (แยกด้วยจุด); เช่น PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - แทนที่คำในวงเล็บปีกกา (ชื่อฟิลด์, คำวันที่ (DD, MM, YY), ลำดับ) ด้วยค่าของพวกมัน สามารถใช้ตัวอักษรใดก็ได้นอกวงเล็บปีกกา</li></ol>

source: Naming Options: <ol><li><b>field:[fieldname]</b> - By Field</li><li><b>naming_series:</b> - By Naming Series (field called naming_series must be present)</li><li><b>Prompt</b> - Prompt user for a name</li><li><b>[series]</b> - Series by prefix (separated by a dot); for example PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Replace all braced words (fieldnames, date words (DD, MM, YY), series) with their value. Outside braces, any characters can be used.</li></ol>
th: ตัวเลือกการตั้งชื่อ: <ol><li><b>field:[fieldname]</b> - ตามฟิลด์</li><li><b>naming_series:</b> - ตามลำดับการตั้งชื่อ (ต้องมีฟิลด์ที่ชื่อ naming_series)</li><li><b>Prompt</b> - แจ้งให้ผู้ใช้ป้อนชื่อ</li><li><b>[series]</b> - ลำดับโดยใช้คำนำหน้า (แยกด้วยจุด); ตัวอย่างเช่น PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - แทนที่คำที่อยู่ในวงเล็บปีกกา (ชื่อฟิลด์ คำวันที่ (DD, MM, YY) ลำดับ) ด้วยค่าของมัน ตัวอักษรนอกวงเล็บปีกกาสามารถใช้ได้ทุกตัว</li></ol>

source: Naming Rule
th: กฎการตั้งชื่อ

source: Naming Series
th: การตั้งชื่อซีรีส์

source: Naming Series mandatory
th: การตั้งชื่อชุดบังคับ

source: Navbar Item
th: รายการ Navbar

source: Navbar Settings
th: การตั้งค่า Navbar

source: Navbar Template
th: เทมเพลต Navbar

source: Navbar Template Values
th: ค่าเทมเพลต Navbar

source: Navigate Home
th: นำทางกลับหน้าแรก

# Description of a list view shortcut
source: Navigate list down
th: นำทางรายการลง

# Description of a list view shortcut
source: Navigate list up
th: นำทางรายการขึ้น

source: Navigate to main content
th: ไปยังเนื้อหาหลัก

source: Navigation Settings
th: การตั้งค่าการนำทาง

source: Need Workspace Manager role to edit private workspace of other users
th: ต้องมีบทบาทผู้จัดการพื้นที่ทำงานเพื่อแก้ไขพื้นที่ทำงานส่วนตัวของผู้ใช้อื่น

source: Need Workspace Manager role to hide/unhide public workspaces
th: ต้องการบทบาทผู้จัดการพื้นที่ทำงานเพื่อซ่อน/แสดงพื้นที่ทำงานสาธารณะ

source: Negative Value
th: ค่าลบ

source: Nested set error. Please contact the Administrator.
th: ข้อผิดพลาด ชุด ที่ซ้อนกัน กรุณา ติดต่อผู้ดูแล

source: Network Printer Settings
th: การตั้งค่าปริ้นเตอร์เครือข่าย

source: New
th: ใหม่

source: New Activity
th: กิจกรรมใหม่

source: New Address
th: ที่อยู่ใหม่

source: New Comment on {0}: {1}
th: ความคิดเห็นใหม่เมื่อ {0}: {1}

source: New Contact
th: ติดต่อใหม่

source: New Custom Print Format
th: รูปแบบใหม่ที่กำหนดเองพิมพ์

source: New Document Form
th: ฟอร์มเอกสารใหม่

source: New Document Shared {0}
th: เอกสารใหม่ที่แชร์ {0}

source: New Email
th: อีเมล์ใหม่

source: New Email Account
th: บัญชีอีเมลใหม่

source: New Event
th: กิจกรรมใหม่

source: New Folder
th: แฟ้มใหม่

source: New Kanban Board
th: คณะกรรมการ Kanban ใหม่

source: New Mention on {0}
th: กล่าวถึงใหม่ใน {0}

source: New Message from Website Contact Page
th: ข้อความใหม่จากหน้าติดต่อเว็บไซต์

source: New Name
th: ชื่อใหม่

source: New Newsletter
th: จดหมายข่าวใหม่

source: New Notification
th: ประกาศใหม่

source: New Password
th: รหัสผ่านใหม่

source: New Print Format Name
th: ใหม่ชื่อรูปแบบการพิมพ์

source: New Report name
th: ชื่อรายงานใหม่

source: New Users (Last 30 days)
th: ผู้ใช้ใหม่ (30 วันที่ผ่านมา)

source: New Value
th: ค่าใหม่

source: New Workflow Name
th: ชื่อเวิร์กโฟลว์ใหม่

source: New Workspace
th: เวิร์กสเปซใหม่

source: New password cannot be same as old password
th: รหัสผ่านใหม่ต้องไม่เหมือนกับรหัสผ่านเก่า

source: New updates are available
th: มีการอัปเดตใหม่ ๆ

source: New users will have to be manually registered by system managers.
th: ผู้ใช้ใหม่จะต้องได้รับการลงทะเบียนด้วยตนเองโดยผู้จัดการระบบเท่านั้น

source: New value to be set
th: ค่าใหม่ที่จะตั้ง

source: New {0}
th: ใหม่ {0}

source: New {0} Created
th: สร้าง {0} ใหม่

source: New {0} {1} added to Dashboard {2}
th: เพิ่ม {0} {1} ใหม่ในแดชบอร์ด {2}

source: New {0} {1} created
th: สร้าง {0} {1} ใหม่แล้ว

source: New {0}: {1}
th: ใหม่ {0}: {1}

source: New {} releases for the following apps are available
th: เปิดตัว {{@} ใหม่สำหรับแอปพลิเคชันต่อไปนี้

source: Newly created user {0} has no roles enabled.
th: ผู้ใช้ที่สร้างใหม่ {0} ยังไม่มีบทบาทใด ๆ ถูกเปิดใช้งาน

source: Newsletter
th: จดหมายข่าว

source: Newsletter Attachment
th: ไฟล์แนบจดหมายข่าว

source: Newsletter Email Group
th: กลุ่มอีเมล์จดหมายข่าว

source: Newsletter Manager
th: ผู้จัดการจดหมายข่าว

source: Newsletter has already been sent
th: จดหมายข่าว ได้ถูกส่งไป แล้ว

source: Newsletter must be published to send webview link in email
th: จดหมายข่าวต้องได้รับการเผยแพร่เพื่อส่งลิงก์เว็บวิวทางอีเมล

source: Newsletter should have atleast one recipient
th: จดหมายข่าวควรมีผู้รับอย่างน้อยหนึ่งราย

source: Newsletters
th: จดหมายข่าว

source: Next
th: ถัดไป

# Go to next slide
source: Next
th: ต่อไป

source: Next 14 Days
th: 14 วันหน้าที

source: Next 30 Days
th: 30 วันดือน หมด

source: Next 6 Months
th: 6 เดือนถัดไป

source: Next 7 Days
th: 7 วันสียก

source: Next Action Email Template
th: แม่แบบอีเมล Action ถัดไป

source: Next Actions HTML
th: การดำเนินการต่อไป HTML

source: Next Document
th: เอกสารถัดไป

source: Next Execution
th: การดำเนินการครั้งถัดไป

source: Next Form Tour
th: ทัวร์ฟอร์มถัดไป

source: Next Month
th: เดือนหน้า

source: Next Quarter
th: ไตรมาสถัดไป

source: Next Schedule Date
th: วันที่กำหนดการถัดไป

source: Next Scheduled Date
th: วันที่ตามกำหนดการถัดไป

source: Next State
th: รัฐต่อไป

source: Next Step Condition
th: เงื่อนไขขั้นตอนถัดไป

source: Next Sync Token
th: รหัสการซิงค์ถัดไป

source: Next Week
th: สัปดาห์หน้า

source: Next Year
th: ปีหน้า

source: Next actions
th: ดำเนินการต่อไป

source: Next on Click
th: ถัดไปเมื่อคลิก

source: No
th: ไม่

# Checkbox is not checked
source: No
th: ไม่

# Dismiss confirmation dialog
source: No
th: ไม่

source: No Active Sessions
th: ไม่มีเซสชันที่ใช้งานอยู่

source: No Copy
th: คัดลอกไม่มี

source: No Data
th: ไม่มีข้อมูล

source: No Data to Show
th: ไม่มีข้อมูลแสดงผล

source: No Data...
th: ไม่มีข้อมูล...

source: No Email Account
th: ไม่มีบัญชีอีเมล

source: No Email Accounts Assigned
th: ไม่มีบัญชีผู้ใช้อีเมล์ที่ได้รับมอบหมาย

source: No Email field found in {0}
th: ไม่พบช่องอีเมลใน {0}

source: No Emails
th: ไม่มีอีเมล์

source: No Entry for the User {0} found within LDAP!
th: ไม่พบรายการสำหรับผู้ใช้ {0} ใน LDAP!

source: No Filters Set
th: ไม่มีชุดตัวกรอง

source: No Google Calendar Event to sync.
th: ไม่มีกิจกรรม Google ปฏิทินที่จะซิงค์

source: No Images
th: ไม่มีรูปภาพ

source: No Items Found
th: ไม่พบรายการใดๆ

source: No LDAP User found for email: {0}
th: ไม่พบผู้ใช้ LDAP สำหรับอีเมล: {0}

source: No Label
th: ไม่มีฉลาก

source: No Letterhead
th: ไม่มีหัวจดหมาย

source: No Name Specified for {0}
th: ไม่มีชื่อที่ระบุสำหรับ {0}

source: No New notifications
th: ไม่มีการแจ้งเตือนใหม่

source: No Permissions Specified
th: ไม่ได้ระบุสิทธิ์

source: No Permissions set for this criteria.
th: ไม่มีสิทธิ์ที่กำหนดไว้สำหรับเกณฑ์นี้

source: No Permitted Charts
th: ไม่มีแผนภูมิที่อนุญาต

source: No Permitted Charts on this Dashboard
th: ไม่มีแผนภูมิที่อนุญาตในแดชบอร์ดนี้

source: No Preview
th: ไม่มีการแสดงตัวอย่าง

source: No Preview Available
th: ไม่มีการแสดงตัวอย่าง

source: No Printer is Available.
th: ไม่มีเครื่องพิมพ์

source: No RQ Workers connected. Try restarting the bench.
th: ไม่มี RQ Workers เชื่อมต่อ กรุณาลองรีสตาร์ทเบนช์ใหม่อีกครั้ง

source: No Results
th: ไม่มี ผล

source: No Results found
th: ไม่พบผลลัพธ์

source: No Roles Specified
th: ไม่ได้ระบุบทบาทใดๆ

source: No Select Field Found
th: ไม่พบช่องเลือกข้อมูล

source: No Suggestions
th: ไม่มีคำแนะนำ

source: No Tags
th: ไม่มีแท็ก

source: No Upcoming Events
th: ไม่มีเหตุการณ์ที่จะเกิดขึ้น

source: No activities to show
th: ไม่มีรายการกิจกรรมให้แสดง

source: No address added yet.
th: ที่อยู่ไม่เพิ่มเลย

source: No alerts for today
th: ไม่มีการแจ้งเตือนสำหรับวันนี้

source: No automatic optimization suggestions available.
th: ไม่มีคำแนะนำการปรับแต่งอัตโนมัติที่พร้อมใช้งาน

source: No broken links found in the email content
th: ไม่พบลิงก์เสียในเนื้อหาอีเมล

source: No changes in document
th: ไม่มีการเปลี่ยนแปลงในเอกสาร

source: No changes made because old and new name are the same.
th: ไม่มีการเปลี่ยนแปลงเนื่องจากชื่อเดิมและชื่อใหม่เหมือนกัน

source: No changes made on the page
th: ไม่มีการเปลี่ยนแปลงใดๆ บนหน้าเว็บ

source: No changes to sync
th: ไม่มีการเปลี่ยนแปลงที่จะซิงค์

source: No changes to update
th: ไม่มีการเปลี่ยนแปลงที่จะอัปเดต

source: No comments yet
th: ยังไม่มีความคิดเห้น

source: No comments yet.
th: ยังไม่มีความคิดเห็น

source: No contacts added yet.
th: ไม่มีที่ติดต่อเข้ามาเลย

source: No contacts linked to document
th: ไม่มีที่อยู่ติดต่อที่เชื่อมโยงกับเอกสาร

source: No data to export
th: ไม่มีข้อมูลที่จะส่งออก

source: No default Address Template found. Please create a new one from Setup > Printing and Branding > Address Template.
th: ไม่พบแม่แบบที่อยู่เริ่มต้น โปรดสร้างอันใหม่จากการตั้งค่า&gt; การพิมพ์และการสร้างแบรนด์&gt; เทมเพลตที่อยู่

source: No documents found tagged with {0}
th: ไม่พบเอกสารที่ติดแท็กด้วย {0}

source: No email account associated with the User. Please add an account under User > Email Inbox.
th: ไม่มีบัญชีอีเมลที่เชื่อมโยงกับผู้ใช้ กรุณาเพิ่มบัญชีภายใต้ผู้ใช้&gt; กล่องจดหมายอีเมล

source: No failed logs
th: ไม่มีบันทึกที่ล้มเหลว

source: No fields found that can be used as a Kanban Column. Use the Customize Form to add a Custom Field of type "Select".
th: ไม่พบเขตข้อมูลที่สามารถใช้เป็นคอลัมน์ Kanban ใช้ฟอร์มปรับแต่งเพื่อเพิ่มฟิลด์ที่กำหนดเองประเภท &quot;เลือก&quot;

source: No file attached
th: ไฟล์ที่แนบมา ไม่มี

source: No filters found
th: ไม่พบตัวกรอง

source: No filters selected
th: ยังไม่ได้เลือกตัวกรองใดๆ

source: No further records
th: ไม่มีระเบียนใด

source: No matching records. Search something new
th: ไม่มีระเบียนที่ตรงกัน ค้นหาสิ่งใหม่ ๆ

source: No more items to display
th: ไม่มีรายการที่จะแสดงอีก

source: No need for symbols, digits, or uppercase letters.
th: ไม่จำเป็นต้องมีสัญลักษณ์ตัวเลขหรือตัวอักษรตัวพิมพ์ใหญ่

source: No new Google Contacts synced.
th: ไม่มีการซิงค์ Google Contacts ใหม่

source: No new notifications
th: ไม่มีการแจ้งเตือนใหม่

source: No of Columns
th: ไม่มีคอลัมน์

source: No of Rows (Max 500)
th: ไม่มีแถว (สูงสุด 500 บาท)

source: No permission for {0}
th: ไม่อนุญาตให้ {0}

# {0} = verb, {1} = object
source: No permission to '{0}' {1}
th: ไม่ อนุญาตให้ ' {0} ' {1}

source: No permission to read {0}
th: ไม่อนุญาตให้อ่าน {0}

source: No permission to {0} {1} {2}
th: ไม่มีสิทธิ์ในการ {0} {1} {2}

source: No records deleted
th: ไม่มีการลบบันทึก

source: No records present in {0}
th: ไม่มีเร็กคอร์ดใน {0}

source: No records tagged.
th: ระเบียนที่ไม่มีการติดแท็ก

source: No records will be exported
th: จะไม่มีการส่งออกบันทึก

source: No template found at path: {0}
th: พบได้ที่เส้นทางแม่ไม่มี: {0}

source: No values to show
th: ไม่มีค่าที่จะแสดง

source: No {0}
th: ไม่มี {0}

source: No {0} Found
th: ไม่พบ {0}

source: No {0} found
th: ไม่มี {0} พบ

source: No {0} found with matching filters. Clear filters to see all {0}.
th: ไม่พบ {0} ที่ตรงกับตัวกรอง กรุณาล้างตัวกรองเพื่อดู {0} ทั้งหมด

source: No {0} mail
th: ไม่มี {0} อีเมล

# Title of the 'row number' column
source: No.
th: เลขที่

source: Non Negative
th: ไม่ใช่เชิงลบ

source: Non-Conforming
th: ไม่เป็นไปตามข้อกำหนด

source: None
th: ไม่มี
