Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: You seem good to go!
th: คุณดูเหมือนจะดี!

source: You seem to have written your name instead of your email. Please enter a valid email address so that we can get back.
th: ดูเหมือนว่าคุณจะกรอกชื่อแทนอีเมล กรุณากรอกที่อยู่อีเมลที่ถูกต้องเพื่อให้เราสามารถติดต่อกลับได้

source: You selected Draft or Cancelled documents
th: คุณเลือกเอกสารร่างหรือยกเลิกแล้ว

# Form timeline
source: You submitted this document
th: คุณได้ส่งเอกสารนี้แล้ว

# Form timeline
source: You submitted this document {0}
th: คุณได้ส่งเอกสารนี้ {0} แล้ว

source: You unfollowed this document
th: คุณเลิกติดตามเอกสารนี้

source: You viewed this
th: คุณได้ดูหน้านี้แล้ว

source: You've logged in as another user from another tab. Refresh this page to continue using system.
th: คุณได้เข้าสู่ระบบในฐานะผู้ใช้คนอื่นจากแท็บอื่น กรุณารีเฟรชหน้านี้เพื่อใช้งานระบบต่อไป

source: Your CSV file is being generated and will appear in the Attachments section once ready. Additionally, you will get notified when the file is available for download.
th: ไฟล์ CSV ของคุณกำลังถูกสร้างขึ้นและจะแสดงในส่วนไฟล์แนบเมื่อพร้อมใช้งาน นอกจากนี้ คุณจะได้รับการแจ้งเตือนเมื่อไฟล์พร้อมสำหรับดาวน์โหลดแล้ว

source: Your Country
th: ประเทศของคุณ

source: Your Language
th: ภาษาของคุณ

source: Your Name
th: ชื่อของคุณ

source: Your PDF is ready for download
th: ไฟล์ PDF ของคุณพร้อมดาวน์โหลดแล้ว

source: Your Shortcuts
th: ทางลัดของคุณ

source: Your account has been deleted
th: บัญชีของคุณถูกลบแล้ว

source: Your account has been locked and will resume after {0} seconds
th: บัญชีของคุณถูกล็อคและจะกลับมาทำงานต่อหลังจาก {0} วินาที

source: Your assignment on {0} {1} has been removed by {2}
th: งานของคุณใน {0} {1} ถูกลบโดย {2}

source: Your browser does not support the audio element.
th: เบราว์เซอร์ของคุณไม่รองรับองค์ประกอบเสียง

source: Your browser does not support the video element.
th: เบราว์เซอร์ของคุณไม่รองรับองค์ประกอบวิดีโอ

source: Your connection request to Google Calendar was successfully accepted
th: คำขอเชื่อมต่อของคุณไปยัง Google ปฏิทินได้รับการยอมรับแล้ว

source: Your email address
th: ที่อยู่อีเมลของคุณ

source: Your form has been successfully updated
th: แบบฟอร์มของคุณได้รับการอัปเดตเรียบร้อยแล้ว

source: Your login id is
th: ID การเข้าสู่ระบบของคุณคือ

source: Your new password has been set successfully.
th: รหัสผ่านใหม่ของคุณถูกตั้งค่าเรียบร้อยแล้ว

source: Your old password is incorrect.
th: รหัสผ่านเก่าของคุณไม่ถูกต้อง

source: Your organization name and address for the email footer.
th: ชื่อองค์กรของคุณและที่อยู่ส่วนท้ายของอีเมล

source: Your query has been received. We will reply back shortly. If you have any additional information, please reply to this mail.
th: แบบสอบถามของคุณได้รับการตอบรับ เราจะตอบกลับมาในไม่ช้า หากคุณมีข้อมูลเพิ่มเติมใด ๆ โปรดตอบกลับอีเมลนี้

source: Your session has expired, please login again to continue.
th: เซสชันของคุณหมดอายุแล้วโปรดเข้าสู่ระบบอีกครั้งเพื่อดำเนินการต่อ

source: Your site is undergoing maintenance or being updated.
th: เว็บไซต์ของคุณกำลังอยู่ในระหว่างการบำรุงรักษาหรือปรับปรุงข้อมูล

source: Your verification code is {0}
th: รหัสยืนยันของคุณคือ {0}

source: Your website is all set up!
th: เว็บไซต์ของคุณพร้อมใช้งานแล้ว!

source: Zero
th: ศูนย์

source: Zero means send records updated at anytime
th: ศูนย์หมายถึงการส่งบันทึกการปรับปรุงตลอดเวลา

source: [Action taken by {0}]
th: [การดำเนินการโดย {0}]

source: _doctype
th: _ประเภทเอกสาร

source: _report
th: _รายงาน

source: `as_iterator` only works with `as_list=True` or `as_dict=True`
th: `as_iterator` ใช้งานได้เฉพาะกับ `as_list=True` หรือ `as_dict=True` เท่านั้น

source: `job_id` paramater is required for deduplication.
th: พารามิเตอร์ `job_id` จำเป็นสำหรับการตรวจสอบความซ้ำซ้อน

source: added rows for {0}
th: เพิ่มแถวสำหรับ {0}

source: adjust
th: ปรับ

source: align-center
th: จัดศูนย์

source: align-justify
th: จัดแสดงให้เห็นถึง-

source: align-left
th: จัดซ้าย

source: align-right
th: จัดขวา

source: amend
th: แก้ไข

source: and
th: และ

source: arrow-down
th: ลูกศรลง

source: arrow-left
th: ลูกศรซ้าย

source: arrow-right
th: ลูกศรขวา

source: arrow-up
th: ลูกศรขึ้น

source: ascending
th: เรียงจากน้อยไปมาก

source: asterisk
th: เครื่องหมายดอกจัน

source: backward
th: ย้อนกลับ

source: ban-circle
th: ห้ามวงกลม

source: barcode
th: บาร์โค้ด

source: bell
th: ระฆัง

source: blue
th: สีน้ำเงิน

source: bold
th: กล้า

source: book
th: หนังสือ

source: bookmark
th: คั่น

source: briefcase
th: กระเป๋าเอกสาร

source: bullhorn
th: โทรโข่ง

source: by Role
th: โดย Role

source: cProfile Output
th: ผลลัพธ์ cProfile

source: calendar
th: ปฏิทิน

source: camera
th: กล้อง

source: cancel
th: ยกเลิก

source: canceled
th: ยกเลิก

source: certificate
th: ใบรับรอง

source: check
th: ตรวจสอบ

source: chevron-down
th: วีลง

source: chevron-left
th: วีซ้าย

source: chevron-right
th: วีขวา

source: chevron-up
th: บั้งขึ้น

source: circle-arrow-down
th: วงกลมลูกศรลง

source: circle-arrow-left
th: วงกลมศรซ้าย

source: circle-arrow-right
th: วงกลมลูกศรขวา

source: circle-arrow-up
th: วงกลมลูกศรขึ้น

source: clear
th: ชัดเจน

source: cog
th: ฟันเฟือง

source: comment
th: ความเห็น

source: commented
th: แสดงความคิดเห็น

source: create
th: สร้าง

source: cyan
th: ไซอาน

# Days (Field: Duration)
source: d
th: ง

source: darkgrey
th: เทาเข้ม

source: dashboard
th: แผงควบคุม

source: dd/mm/yyyy
th: วัน / เดือน / ปี

source: default
th: ค่าเริ่มต้น

source: deferred
th: เลื่อนออกไป

source: delete
th: ลบ

source: descending
th: เรียงจากมากไปน้อย

source: document type..., e.g. customer
th: ประเภทของเอกสาร ... ลูกค้าเช่น

source: download
th: ดาวน์โหลด

source: download-alt
th: ดาวน์โหลด alt-

source: e.g. "Support", "Sales", "Jerry Yang"
th: เช่น "การสนับสนุน "," ขาย "," เจอร์รี่ หยาง"

source: e.g. (55 + 434) / 4 or =Math.sin(Math.PI/2)...
th: เช่น (55 + 434) / 4 หรือ = Math.sin (Math.PI / 2) ...

source: e.g. pop.gmail.com / imap.gmail.com
th: เช่น pop.gmail.com / imap.gmail.com

source: e.g. replies@yourcomany.com. All replies will come to this inbox.
th: เช่น replies@yourcomany.com คำตอบทั้งหมดจะมาถึงกล่องจดหมายนี้

source: e.g. smtp.gmail.com
th: เช่น smtp.gmail.com

source: e.g.:
th: เช่น :

source: edit
th: แก้ไข

source: eject
th: ขับ

source: email
th: อีเมล์

source: email inbox
th: กล่องจดหมาย

source: empty
th: ว่างเปล่า

source: envelope
th: ซองจดหมาย

source: exclamation-sign
th: อัศเจรีย์เข้าสู่ระบบ

source: export
th: ส่งออก

source: eye-close
th: ตาใกล้

source: eye-open
th: ตาเปิด

source: facebook
th: เฟซบุ๊ก

source: facetime-video
th: FaceTime วิดีโอ

source: failed
th: ล้มเหลว

source: fast-backward
th: ย้อนกลับอย่างรวดเร็ว

source: fast-forward
th: อย่างรวดเร็วไปข้างหน้า

source: file
th: ไฟล์

source: film
th: ฟิล์ม

source: filter
th: กรอง

source: finished
th: เสร็จสิ้นแล้ว

source: fire
th: ไฟ

source: flag
th: ธง

source: folder-close
th: โฟลเดอร์ใกล้

source: folder-open
th: โฟลเดอร์เปิด

source: font
th: ตัวอักษร

source: forward
th: ข้างหน้า

source: fullscreen
th: เต็มจอ

source: gained by {0} via automatic rule {1}
th: ได้รับจาก {0} ผ่านกฎอัตโนมัติ {1}

source: gift
th: ของขวัญ

source: glass
th: แก้ว

source: globe
th: โลก

source: gray
th: สีเทา

source: green
th: สีเขียว

source: grey
th: สีเทา

source: gzip not found in PATH! This is required to take a backup.
th: ไม่พบ gzip ใน PATH! จำเป็นต้องใช้สำหรับการสำรองข้อมูล

# Hours (Field: Duration)
source: h
th: ซ

source: hand-down
th: มือลง

source: hand-left
th: มือ-ซ้าย

source: hand-right
th: มือ-ขวา

source: hand-up
th: มือขึ้น

source: hdd
th: ฮาร์ดดิสก์

source: headphones
th: หูฟัง

source: heart
th: หัวใจ

source: home
th: หน้าแรก

source: hub
th: ดุม

source: icon
th: ไอคอน

source: import
th: นำเข้า

source: in minutes
th: ในไม่กี่นาที

source: inbox
th: กล่องขาเข้า

source: indent-left
th: เยื้องซ้าย

source: indent-right
th: เยื้องขวา

source: info-sign
th: ข้อมูลการเข้าสู่ระบบ

source: italic
th: ตัวเอียง

source: just now
th: เมื่อสักครู่

source: label
th: ป้ายกำกับ

source: leaf
th: ใบไม้

source: light-blue
th: ฟ้าอ่อน

source: link
th: ลิงค์

source: list
th: รายการ

source: list-alt
th: รายการ ALT-

source: lock
th: ล็อค

source: logged in
th: เข้าสู่ระบบแล้ว

source: login_required
th: ต้องเข้าสู่ระบบ

source: long
th: ยาว

# Minutes (Field: Duration)
source: m
th: ม

source: magnet
th: แม่เหล็ก

source: map-marker
th: แผนที่เครื่องหมาย

source: merged {0} into {1}
th: รวม {0} เข้าไป {1}

source: min read
th: อ่านโดยประมาณ

source: minus
th: ลบ

source: minus-sign
th: ลบการลงชื่อเข้าใช้

source: mm-dd-yyyy
th: วว-ดด-ปป

source: mm/dd/yyyy
th: วว/ดด/ปปปป

source: module
th: โมดูล

source: module name...
th: ชื่อโมดูล ...

source: move
th: ย้าย

source: music
th: เพลง

source: new
th: ใหม่

source: new type of document
th: ชนิดใหม่ของเอกสาร

source: no failed attempts
th: พยายามไม่ล้มเหลว

source: notified
th: ได้รับแจ้งแล้ว

source: now
th: ตอนนี้

source: of
th: ของ

source: off
th: ปิด

source: ok-circle
th: ok วงกลม

source: ok-sign
th: OK-เครื่องหมาย

source: only.
th: เท่านั้น

source: or
th: หรือ

source: orange
th: ส้ม

source: page
th: หน้า

source: pause
th: หยุด

source: pencil
th: ดินสอ

source: picture
th: ภาพ

source: pink
th: สีชมพู

source: plain
th: ธรรมดา

source: plane
th: เครื่องบิน

source: play
th: เล่น

source: play-circle
th: เล่นวงกลม

source: plus
th: บวก

source: plus-sign
th: บวกเซ็น

source: print
th: พิมพ์

source: processlist
th: รายการกระบวนการ

source: purple
th: สีม่วง

source: query-report
th: แบบสอบถามรายงาน

source: question-sign
th: คำถามการลงชื่อเข้าใช้

source: queued
th: อยู่ในคิว

source: random
th: สุ่ม

source: read
th: อ่าน

source: red
th: สีแดง

source: refresh
th: รีเฟรช

source: remove
th: เอาออก

source: remove-circle
th: ลบวงกลม

source: remove-sign
th: ลบเซ็น

source: removed rows for {0}
th: ลบแถวสำหรับ {0} แล้ว

source: renamed from {0} to {1}
th: เปลี่ยนชื่อจาก {0} เป็น {1}

source: repeat
th: ทำซ้ำ

source: report
th: รายงาน

source: resize-full
th: ปรับขนาดเต็ม

source: resize-horizontal
th: ปรับขนาดในแนวนอน-

source: resize-small
th: ปรับขนาดเล็ก

source: resize-vertical
th: ปรับขนาดในแนวตั้ง

source: response
th: คำตอบ

source: restored {0} as {1}
th: บูรณะ {0} เป็น {1}

source: road
th: ถนน

# Seconds (Field: Duration)
source: s
th: เอส

source: scheduled
th: กำหนดเวลาไว้แล้ว

source: screenshot
th: ภาพหน้าจอ

source: search
th: ค้นหา

source: select
th: เลือก

source: share
th: หุ้น

source: share-alt
th: หุ้น Alt-

source: shopping-cart
th: ช้อปปิ้งรถเข็น

source: short
th: สั้น

source: signal
th: สัญญาณ

source: since last month
th: ตั้งแต่เดือนที่แล้ว

source: since last week
th: ตั้งแต่สัปดาห์ที่ผ่านมา

source: since last year
th: ตั้งแต่ปีที่แล้ว

source: since yesterday
th: ตั้งแต่เมื่อวาน

source: star
th: ดาว

source: star-empty
th: ดาวที่ว่างเปล่า

source: started
th: เริ่มต้น

source: starting the setup...
th: กำลังเริ่มการตั้งค่า...

source: step-backward
th: ขั้นตอนย้อนหลัง

source: step-forward
th: ก้าวไปข้างหน้า-

source: stop
th: หยุด

source: string value, i.e. group
th: ค่าข้อความ เช่น กลุ่ม

source: string value, i.e. member
th: ค่าข้อความ เช่น สมาชิก

source: string value, i.e. {0} or uid={0},ou=users,dc=example,dc=com
th: ค่าข้อความ เช่น {0} หรือ uid={0},ou=users,dc=example,dc=com

source: submit
th: ส่งแล้ว

source: tag
th: แท็ก

source: tag name..., e.g. #tag
th: ชื่อแท็ก ... เช่น #tag

source: tags
th: แท็ก

source: tasks
th: งาน

source: text in document type
th: ข้อความที่อยู่ในประเภทของเอกสาร

source: text-height
th: ข้อความที่มีความสูง

source: text-width
th: ข้อความความกว้าง

source: th-large
th: -th ใหญ่

source: this form
th: แบบฟอร์มนี้

source: this shouldn't break
th: สิ่งนี้ไม่ควรทำให้เกิดข้อผิดพลาด

source: thumbs-down
th: ยกนิ้วลง

source: thumbs-up
th: ยกนิ้วขึ้น

source: time
th: เวลา

source: tint
th: สี

source: trash
th: ถังขยะ

source: twitter
th: ทวิตเตอร์

source: updated to {0}
th: การปรับปรุงเพื่อ {0}

source: upload
th: ที่อัพโหลด

source: use % as wildcard
th: ใช้ % เป็นอักขระแทน

source: user
th: ผู้ใช้งาน

source: values separated by commas
th: ค่าที่คั่นด้วยเครื่องหมายจุลภาค

source: version_table
th: ตารางเวอร์ชัน

source: via Assignment Rule
th: ผ่านกฎการมอบหมายงาน

source: via Auto Repeat
th: ผ่านการทำซ้ำอัตโนมัติ

source: via Data Import
th: ผ่านการนำเข้าข้อมูล

source: via Google Meet
th: ผ่าน Google Meet

source: via Notification
th: ผ่านการแจ้งเตือน

source: via automatic rule {0} on {1}
th: ผ่านกฎอัตโนมัติ {0} เมื่อ {1}

source: via {0}
th: ผ่านทาง {0}

source: volume-down
th: ปริมาณลง

source: volume-off
th: ปริมาณออก

source: volume-up
th: ปริมาณขึ้น

source: wants to access the following details from your account
th: ต้องการเข้าถึงรายละเอียดต่อไปนี้จากบัญชีของคุณ

source: warning-sign
th: ป้ายเตือน

source: when clicked on element it will focus popover if present.
th: เมื่อคลิกที่องค์ประกอบ จะเลื่อนโฟกัสไปยังป๊อปโอเวอร์หากมีอยู่

source: wkhtmltopdf 0.12.x (with patched qt).
th: wkhtmltopdf 0.12.x (พร้อม qt ที่แก้ไขแล้ว)

source: wrench
th: ประแจ

source: write
th: เขียน

source: yellow
th: สีเหลือง

source: yesterday
th: เมื่อวานนี้

source: yyyy-mm-dd
th: ปปปป-ดด-วว

source: zoom-in
th: ซูมเข้า

source: zoom-out
th: ซูมออก

source: {0} ({1}) (1 row mandatory)
th: {0} ({1}) (บังคับ 1 แถว)

source: {0} Calendar
th: {0} ปฏิทิน

source: {0} Chart
th: {0} แผนภูมิ

source: {0} Dashboard
th: {0} แดชบอร์ด

source: {0} Fields
th: {0} ฟิลด์

source: {0} Google Calendar Events synced.
th: {0} ซิงค์กิจกรรม Google ปฏิทินแล้ว

source: {0} Google Contacts synced.
th: {0} ซิงค์ Google Contacts แล้ว

source: {0} Liked
th: {0} ถูกใจแล้ว

source: {0} List
th: {0} รายชื่อ

source: {0} M
th: {0} ม

source: {0} Map
th: แผนที่ {0}

source: {0} Modules
th: {0} โมดูล

source: {0} Name
th: {0} ชื่อ

source: {0} Not allowed to change {1} after submission from {2} to {3}
th: {0} ไม่อนุญาตให้เปลี่ยน {1} หลังจากส่งข้อมูลจาก {2} เป็น {3}

source: {0} Report
th: {0} รายงาน

source: {0} Reports
th: {0} รายงาน

source: {0} Settings
th: {0} การตั้งค่า

source: {0} Tree
th: {0} ทรี

source: {0} Web page views
th: {0} การดูหน้า

source: {0} Workspace
th: {0} พื้นที่ทำงาน

source: {0} added
th: {0} เพิ่มแล้ว

source: {0} already exists. Select another name
th: {0} มีอยู่แล้ว เลือกชื่ออื่น

source: {0} already unsubscribed
th: {0} ได้ยกเลิกการเป็นสมาชิกแล้ว

source: {0} already unsubscribed for {1} {2}
th: {0} ได้ยกเลิกการเป็นสมาชิกสำหรับ {1} {2} แล้ว

source: {0} and {1}
th: {0} และ {1}

source: {0} appreciated on {1}
th: {0} ได้รับความนิยมเมื่อ {1}

source: {0} appreciated your work on {1} with {2} point
th: {0} ชื่นชมผลงานของคุณใน {1} ที่มีจุด {2}

source: {0} appreciated your work on {1} with {2} points
th: {0} ชื่นชมผลงานของคุณใน {1} ด้วย {2} คะแนน

source: {0} appreciated {1}
th: {0} ได้รับความนิยม {1}

source: {0} appreciation point for {1}
th: {0} คะแนนสะสมสำหรับ {1}

source: {0} appreciation points for {1}
th: {0} คะแนนสะสมสำหรับ {1}

source: {0} are currently {1}
th: {0} ขณะนี้ {1}

source: {0} are required
th: ต้องระบุ {0}

source: {0} assigned a new task {1} {2} to you
th: {0} มอบหมายภารกิจใหม่ {1} {2} ให้กับคุณ

source: {0} assigned {1}: {2}
th: {0} ได้รับมอบหมาย {1}: {2}

# Form timeline
source: {0} attached {1}
th: {0} แนบ {1}

source: {0} can not be more than {1}
th: {0} ไม่สามารถมากกว่า {1} ได้

source: {0} cancelled this document
th: {0} ได้ทำการยกเลิกเอกสารนี้แล้ว

# Form timeline
source: {0} cancelled this document {1}
th: {0} ได้ทำการยกเลิกเอกสารนี้ {1}

source: {0} cannot be amended because it is not cancelled. Please cancel the document before creating an amendment.
th: {0} ไม่สามารถแก้ไขได้เนื่องจากยังไม่ได้ถูกยกเลิก กรุณายกเลิกเอกสารก่อนสร้างการแก้ไข

source: {0} cannot be hidden and mandatory without any default value
th: {0} ไม่สามารถซ่อนได้และเป็นฟิลด์บังคับโดยไม่มีค่าปริยายใดๆ

source: {0} changed the value of {1}
th: {0} ได้เปลี่ยนแปลงค่าของ {1}

source: {0} changed the value of {1} {2}
th: {0} ได้เปลี่ยนแปลงค่าของ {1} {2}

source: {0} changed the values for {1}
th: {0} ได้เปลี่ยนแปลงค่าของ {1}

source: {0} changed the values for {1} {2}
th: {0} ได้เปลี่ยนแปลงค่าของ {1} {2} แล้ว

# Form timeline
source: {0} changed {1} to {2}
th: {0} เปลี่ยน {1} เป็น {2}

source: {0} comments
th: {0} ความคิดเห็น

source: {0} contains an invalid Fetch From expression, Fetch From can't be self-referential.
th: {0} มีนิพจน์ Fetch From ที่ไม่ถูกต้อง Fetch From ไม่สามารถอ้างอิงถึงตัวเองได้

source: {0} created successfully
th: {0} สร้างเรียบร้อยแล้ว

source: {0} created this
th: {0} สร้างโดยนี้

# Form timeline
source: {0} created this document {1}
th: {0} สร้างเอกสารนี้เมื่อ {1}

source: {0} criticism point for {1}
th: {0} คะแนนวิจารณ์สำหรับ {1}

source: {0} criticism points for {1}
th: {0} คะแนนวิจารณ์สำหรับ {1}

source: {0} criticized on {1}
th: {0} ถูกวิพากษ์วิจารณ์ในวันที่ 1

source: {0} criticized your work on {1} with {2} point
th: {0} วิจารณ์งานของคุณใน {1} ด้วย {2} จุด

source: {0} criticized your work on {1} with {2} points
th: {0} วิจารณ์งานของคุณใน {1} ด้วย {2} คะแนน

source: {0} criticized {1}
th: {0} ถูกวิพากษ์วิจารณ์ {1}

source: {0} d
th: {0} ง

source: {0} days ago
th: {0} วันที่ผ่านมา

source: {0} does not exist in row {1}
th: {0} ไม่อยู่ในแถวที่ {1}

source: {0} field cannot be set as unique in {1}, as there are non-unique existing values
th: {0} เขตข้อมูลไม่สามารถกำหนดให้เป็นเอกลักษณ์ใน {1} เนื่องจากมีค่าที่ซ้ำกันอยู่

source: {0} format could not be determined from the values in this column. Defaulting to {1}.
th: ไม่สามารถกำหนดรูปแบบ {0} จากค่าที่อยู่ในคอลัมน์นี้ได้ กำลังใช้ค่าเริ่มต้นเป็น {1} แทน

source: {0} from {1} to {2}
th: {0} จาก {1} ถึง {2}

source: {0} from {1} to {2} in row #{3}
th: {0} จาก {1} ถึง {2} ในแถวที่ #{3}

source: {0} gained {1} point for {2} {3}
th: {0} ได้รับ {1} คะแนนสำหรับ {2} {3}

source: {0} gained {1} points
th: {0} ได้รับ {1} คะแนน

source: {0} gained {1} points for {2} {3}
th: {0} ได้รับ {1} คะแนนสำหรับ {2} {3}

source: {0} gave {1} points
th: {0} ให้คะแนน {1} คะแนน

source: {0} h
th: {0} ชม

source: {0} has already assigned default value for {1}.
th: {0} ได้กำหนดค่าดีฟอลต์สำหรับ {1} แล้ว

source: {0} has been successfully added to the Email Group.
th: {0} ได้รับการเพิ่มอย่างประสบความสำเร็จในกลุ่มอีเมล์

source: {0} has left the conversation in {1} {2}
th: {0} ได้ออกจากการสนทนาใน {1} {2}

source: {0} has no versions tracked.
th: {0} ไม่มีรุ่นที่ถูกติดตาม

source: {0} hours ago
th: {0} ชั่วโมงที่ผ่านมา

source: {0} if you are not redirected within {1} seconds
th: {0} หากคุณไม่ได้รับการเปลี่ยนเส้นทางภายใน {1} วินาที

source: {0} in row {1} cannot have both URL and child items
th: {0} ในแถวที่ {1} ไม่สามารถมีทั้ง URL และ รายการที่เป็นรายการลูก

source: {0} is a mandatory field
th: {0} เป็นฟิลด์ที่บังคับ

source: {0} is a not a valid zip file
th: {0} ไม่ใช่ไฟล์ซิปที่ถูกต้อง

source: {0} is an invalid Data field.
th: {0} เป็นฟิลด์ข้อมูลที่ไม่ถูกต้อง

source: {0} is an invalid email address in 'Recipients'
th: {0} คือที่อยู่อีเมลที่ไม่ถูกต้องใน &quot;ผู้รับ&quot;

source: {0} is between {1} and {2}
th: {0} อยู่ระหว่าง {1} และ {2}

source: {0} is currently {1}
th: {0} ปัจจุบันคือ {1}

source: {0} is equal to {1}
th: {0} เท่ากับ {1}

source: {0} is greater than or equal to {1}
th: {0} มีค่ามากกว่าหรือเท่ากับ {1}

source: {0} is greater than {1}
th: {0} มากกว่า {1}

source: {0} is less than or equal to {1}
th: {0} น้อยกว่าหรือเท่ากับ {1}

source: {0} is less than {1}
th: {0} น้อยกว่า {1}

source: {0} is like {1}
th: {0} เหมือนกับ {1}

source: {0} is mandatory
th: ต้องระบุ {0}

source: {0} is not a field of doctype {1}
th: {0} ไม่ใช่ฟิลด์ของประเภทเอกสาร {1}

source: {0} is not a raw printing format.
th: {0} ไม่ใช่รูปแบบการพิมพ์ raw

source: {0} is not a valid Calendar. Redirecting to default Calendar.
th: {0} ไม่ใช่ปฏิทินที่ถูกต้อง กำลังเปลี่ยนเส้นทางไปยังปฏิทินเริ่มต้น

source: {0} is not a valid Cron expression.
th: {0} ไม่ใช่สตริง Cron ที่ถูกต้อง

source: {0} is not a valid DocType for Dynamic Link
th: {0} ไม่ใช่ DocType ที่ถูกต้องสำหรับ Dynamic Link

source: {0} is not a valid Email Address
th: {0} ไม่ได้เป็นที่อยู่อีเมลที่ถูกต้อง

source: {0} is not a valid Name
th: {0} ไม่ใช่ชื่อที่ถูกต้อง

source: {0} is not a valid Phone Number
th: {0} ไม่ใช่หมายเลขโทรศัพท์ที่ถูกต้อง

source: {0} is not a valid Workflow State. Please update your Workflow and try again.
th: {0} ไม่ใช่สถานะเวิร์กโฟลว์ที่ถูกต้อง โปรดอัปเดตเวิร์กโฟลว์และลองอีกครั้ง

source: {0} is not a valid parent DocType for {1}
th: {0} ไม่ใช่ DocType แม่ที่ถูกต้องสำหรับ {1}

source: {0} is not a valid parentfield for {1}
th: {0} ไม่ใช่ฟิลด์หลักที่ถูกต้องสำหรับ {1}

source: {0} is not a valid report format. Report format should one of the following {1}
th: {0} ไม่ใช่รูปแบบรายงานที่ถูกต้อง รูปแบบรายงานควรเป็นหนึ่งใน {1} ต่อไปนี้

source: {0} is not a zip file
th: {0} ไม่ใช่ไฟล์ซิป

source: {0} is not equal to {1}
th: {0} ไม่เท่ากับ {1}

source: {0} is not like {1}
th: {0} ไม่เหมือนกับ {1}

source: {0} is not one of {1}
th: {0} ไม่ใช่หนึ่งใน {1}

source: {0} is not set
th: {0} ยังไม่ได้ตั้งค่า

source: {0} is now default print format for {1} doctype
th: {0} เป็นรูปแบบการพิมพ์เริ่มต้นสำหรับ {1} doctype แล้ว

source: {0} is one of {1}
th: {0} เป็นหนึ่งใน {1}

source: {0} is required
th: ต้องระบุ {0}

source: {0} is set
th: {0} ถูกตั้งค่าแล้ว

source: {0} is within {1}
th: {0} อยู่ภายใน {1}

source: {0} items selected
th: {0} รายการถูกเลือก

source: {0} just impersonated as you. They gave this reason: {1}
th: {0} เพิ่งแอบอ้างตัวเป็นคุณ พวกเขาให้เหตุผลนี้ว่า: {1}

source: {0} last edited this
th: {0} แก้ไขล่าสุดโดยผู้ใช้คนนี้

source: {0} logged in
th: {0} เข้าสู่ระบบ

source: {0} logged out: {1}
th: {0} ออกจากระบบ: {1}

source: {0} m
th: {0} ม

source: {0} mentioned you in a comment in {1} {2}
th: {0} พูดถึงคุณในความคิดเห็นใน {1} {2}

source: {0} minutes ago
th: {0} นาทีที่ผ่านมา

source: {0} months ago
th: {0} เดือนที่ผ่านมา

source: {0} must be after {1}
th: {0} ต้องอยู่หลัง {1}

source: {0} must be beginning with '{1}'
th: {0} ต้องเริ่มต้นด้วย '{1}'

source: {0} must be equal to '{1}'
th: {0} ต้องเท่ากับ '{1}'

source: {0} must be none of {1}
th: {0} ต้องไม่ใช่หนึ่งใน {1}

source: {0} must be one of {1}
th: {0} ต้องเป็นหนึ่งใน {1}

source: {0} must be set first
th: {0} จะต้องกำหนดค่าก่อน

source: {0} must be unique
th: {0} ต้องไม่ซ้ำกัน

source: {0} must be {1} {2}
th: {0} ต้องเป็น {1} {2}

source: {0} must begin and end with a letter and can only contain letters, hyphen or underscore.
th: {0} ต้องขึ้นต้นและลงท้ายด้วยตัวอักษร และสามารถประกอบด้วยตัวอักษร ขีดกลาง หรือขีดล่างเท่านั้น

source: {0} not a valid State
th: {0} สถานะไม่ถูกต้อง

source: {0} not allowed to be renamed
th: {0} ไม่อนุญาตให้เปลี่ยนชื่อ

source: {0} not found
th: ไม่พบ {0}

source: {0} of {1}
th: {0} จาก {1}

source: {0} of {1} ({2} rows with children)
th: {0} จาก {1} (แถว {2} กับเด็ก ๆ )

source: {0} of {1} sent
th: {0} จาก {1} ส่งแล้ว

source: {0} or {1}
th: {0} หรือ {1}

source: {0} record deleted
th: ลบ {0} บันทึกแล้ว

source: {0} records are not automatically deleted.
th: {0} ระเบียนจะไม่ถูกลบโดยอัตโนมัติ

source: {0} records are retained for {1} days.
th: {0} ระเบียนถูกเก็บไว้เป็นเวลา {1} วัน

source: {0} records deleted
th: ลบ {0} รายการแล้ว

source: {0} records will be exported
th: {0} บันทึกจะถูกส่งออก

# Form timeline
source: {0} removed attachment {1}
th: {0} ลบไฟล์แนบ {1}

source: {0} removed their assignment.
th: {0} ได้ลบการมอบหมายของตนออกแล้ว

source: {0} reverted your point on {1}
th: {0} คืนจุดของคุณในวันที่ {1}

source: {0} reverted your points on {1}
th: {0} คืนคะแนนของคุณในวันที่ {1}

source: {0} reverted {1}
th: {0} เปลี่ยนกลับ {1}

source: {0} role does not have permission on any doctype
th: บทบาท {0} ไม่มีสิทธิ์เข้าถึงเอกสารใดๆ

source: {0} row #{1}:
th: {0} แถวที่ #{1}:

source: {0} saved successfully
th: บันทึก {0} สำเร็จแล้ว

source: {0} self assigned this task: {1}
th: {0} ตัวเองมอบหมายงานนี้: {1}

source: {0} shared a document {1} {2} with you
th: {0} แบ่งปันเอกสาร {1} {2} กับคุณ
