Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Clear & Add template
th: ล้างและเพิ่มแม่แบบ

source: Clear All
th: ล้างทั้งหมด

# Button in list view actions menu
source: Clear Assignment
th: ล้างการมอบหมายงาน

source: Clear Cache and Reload
th: ล้างแคชและโหลดซ้ำ

source: Clear Error Logs
th: บันทึกข้อผิดพลาดที่ชัดเจน

source: Clear Filters
th: ล้างตัวกรอง

source: Clear Logs After (days)
th: ลบบันทึกหลังจาก (วัน)

source: Clear User Permissions
th: ล้างการอนุญาตผู้ใช้

source: Clear the email message and add the template
th: ล้างข้อความอีเมลและเพิ่มแม่แบบ

source: Clearing end date, as it cannot be in the past for published pages.
th: การล้างวันที่สิ้นสุดเนื่องจากไม่สามารถใช้กับหน้าเผยแพร่ได้ในอดีต

source: Click On Customize to add your first widget
th: คลิกที่กำหนดเองเพื่อเพิ่มวิดเจ็ตแรกของคุณ

source: Click here
th: คลิกที่นี่

source: Click here to post bugs and suggestions
th: คลิกที่นี่เพื่อโพสต์ข้อผิดพลาดและข้อเสนอแนะ

source: Click here to verify
th: คลิกที่นี่เพื่อตรวจสอบ

source: Click on <b>Authorize Google Drive Access</b> to authorize Google Drive Access.
th: คลิกที่ <b>อนุญาตการเข้าถึง Google Drive</b> เพื่ออนุญาตการเข้าถึง Google Drive

source: Click on a file to select it.
th: คลิกที่ไฟล์เพื่อเลือก

source: Click on the button to log in to {0}
th: คลิกที่ปุ่มเพื่อลงชื่อเข้าใช้ {0}

source: Click on the link below to approve the request
th: คลิกที่ลิงค์ด้านล่างเพื่ออนุมัติคำขอ

source: Click on the link below to complete your registration and set a new password
th: คลิกที่ลิงค์ด้านล่างนี้เพื่อดำเนินการลงทะเบียนของคุณและตั้งรหัสผ่านใหม่

source: Click on the link below to download your data
th: คลิกที่ลิงค์ด้านล่างเพื่อดาวน์โหลดข้อมูลของคุณ

source: Click on the link below to verify your request
th: คลิกที่ลิงค์ด้านล่างเพื่อยืนยันคำขอของคุณ

source: Click on {0} to generate Refresh Token.
th: คลิกที่ {0} เพื่อสร้างโทเค็นรีเฟรช

source: Click table to edit
th: คลิกที่ตารางเพื่อแก้ไข

source: Click to Set Dynamic Filters
th: คลิกเพื่อตั้งค่าฟิลเตอร์ไดนามิก

source: Click to Set Filters
th: คลิกเพื่อตั้งค่าตัวกรอง

source: Click to sort by {0}
th: คลิกเพื่อเรียงลำดับตาม {0}

source: Clicked
th: คลิก

source: Client
th: ลูกค้า

source: Client Code
th: รหัสลูกค้า

source: Client Credentials
th: ข้อมูลประจำตัวของไคลเอ็นต์

source: Client ID
th: รหัสลูกค้า

source: Client Id
th: รหัสลูกค้า

source: Client Information
th: ข้อมูลลูกค้า

source: Client Script
th: ไคลเอ็นต์สคริปต์

source: Client Secret
th: ความลับของลูกค้า

source: Client URLs
th: URL ของไคลเอ็นต์

source: Client script
th: สคริปต์ลูกค้า

source: Close
th: ปิด

source: Close Condition
th: ปิดเงื่อนไข

source: Close properties
th: ปิดคุณสมบัติ

source: Closed
th: ปิด

source: Cmd+Enter to add comment
th: กด Cmd+Enter เพื่อเพิ่มความคิดเห็น

source: Code
th: รหัส

source: Code Challenge
th: การท้าทายโค้ด

source: Code challenge method
th: วิธีการท้าทายโค้ด

source: Collapse
th: ยุบ

# Shrink code field.
source: Collapse
th: ยุบ

source: Collapse All
th: ยุบทั้งหมด

source: Collapsible
th: พับ

source: Collapsible Depends On
th: พับขึ้นอยู่กับ

source: Collapsible Depends On (JS)
th: พับได้ ขึ้นอยู่กับ (JS)

source: Color
th: สี

source: Column
th: คอลัมน์

source: Column <b>{0}</b> already exist.
th: คอลัมน์ <b>{0}</b> อยู่แล้ว

source: Column Break
th: ตัวแบ่งคอลัมน์

source: Column Labels:
th: ป้ายชื่อคอลัมน์:

source: Column Name
th: ชื่อคอลัมน์

source: Column Name cannot be empty
th: คอลัมน์ชื่อต้องไม่ว่างเปล่า

source: Column Width
th: ความกว้างของคอลัมน์

source: Column width cannot be zero.
th: ความกว้างของคอลัมน์ต้องไม่เป็นศูนย์

source: Column {0}
th: คอลัมน์ {0}

source: Columns
th: คอลัมน์

source: Columns / Fields
th: คอลัมน์ / ฟิลด์

source: Columns based on
th: คอลัมน์อยู่บนพื้นฐานของ

source: Combination of Grant Type (<code>{0}</code>) and Response Type (<code>{1}</code>) not allowed
th: ไม่อนุญาตให้ใช้ประเภท Grant Type ( <code>{0}</code> ) และ Response Type ( <code>{1}</code> )

source: Comment
th: คิดเห็น

source: Comment By
th: ความคิดเห็นที่

source: Comment Email
th: แสดงความคิดเห็นอีเมล์

source: Comment Type
th: ประเภทแสดงความคิดเห็น

source: Comment can only be edited by the owner
th: เจ้าของสามารถแก้ไขได้เฉพาะความคิดเห็นเท่านั้น

source: Comment limit
th: ขีดจำกัดความคิดเห็น

source: Comment limit per hour
th: ขีดจำกัดความคิดเห็นต่อชั่วโมง

source: Comment publicity can only be updated by the original author or a System Manager.
th: การเปิดเผยความคิดเห็นสามารถแก้ไขได้เฉพาะผู้เขียนต้นฉบับหรือผู้จัดการระบบเท่านั้น

source: Comments
th: ความเห็น

source: Comments and Communications will be associated with this linked document
th: ความคิดเห็นและการสื่อสารจะเชื่อมโยงกับเอกสารที่เชื่อมโยงนี้

source: Comments cannot have links or email addresses
th: ความคิดเห็นไม่สามารถมีลิงก์หรือที่อยู่อีเมล

source: Commercial Rounding
th: การปัดเศษเชิงพาณิชย์

source: Commit
th: กระทำ

source: Committed
th: ผูกพัน

source: Common names and surnames are easy to guess.
th: ชื่อสามัญชื่อและนามสกุลเป็นเรื่องง่ายที่จะคาดเดา

source: Communication
th: การสื่อสาร

source: Communication Link
th: ลิงค์การสื่อสาร

source: Communication Logs
th: บันทึกการสื่อสาร

source: Communication Type
th: ประเภทการสื่อสาร

source: Communication secret not set
th: รหัสลับการสื่อสารยังไม่ได้ตั้งค่า

source: Company
th: บริษัท

source: Company History
th: ประวัติ บริษัท

source: Company Introduction
th: แนะนำ บริษัท

source: Company Name
th: ชื่อ บริษัท

source: Compare Versions
th: เปรียบเทียบเวอร์ชัน

source: Compilation warning
th: คำเตือนการรวบรวม

source: Compiled Successfully
th: รวบรวมสำเร็จ

source: Complete
th: ที่สมบูรณ์แบบ

source: Complete By
th: เสร็จสมบูรณ์โดย

source: Complete Registration
th: ลงทะเบียนเสร็จสมบูรณ์

# Finish the setup wizard
source: Complete Setup
th: การติดตั้ง เสร็จสมบูรณ์

source: Completed
th: เสร็จ

source: Completed By Role
th: ดำเนินการโดยบทบาท

source: Completed By User
th: ดำเนินการโดยผู้ใช้

source: Component
th: ตัวแทน

source: Compose Email
th: เขียนอีเมล

source: Compressed
th: บีบอัด

source: Condition
th: สภาพ

source: Condition JSON
th: เงื่อนไข JSON

source: Condition description
th: คำอธิบายเงื่อนไข

source: Conditions
th: เงื่อนไข

source: Configuration
th: การตั้งค่า

source: Configure Chart
th: กำหนดค่าแผนภูมิ

source: Configure Columns
th: กำหนดคอลัมน์

source: Configure Recorder
th: ตั้งค่าตัวบันทึก

source: Configure columns for {0}
th: กำหนดคอลัมน์สำหรับ {0}

source: Configure how amended documents will be named.<br> Default behaviour is to follow an amend counter which adds a number to the end of the original name indicating the amended version. <br> Default Naming will make the amended document to behave same as new documents.
th: กำหนดวิธีการตั้งชื่อเอกสารที่แก้ไขแล้ว<br> พฤติกรรมเริ่มต้นจะเป็นการใช้ตัวนับการแก้ไขซึ่งจะเพิ่มหมายเลขต่อท้ายชื่อเดิมเพื่อระบุเวอร์ชันที่แก้ไขแล้ว<br> การตั้งชื่อเริ่มต้นจะทำให้เอกสารที่แก้ไขแล้วมีพฤติกรรมเหมือนกับเอกสารใหม่

source: Configure various aspects of how document naming works like naming series, current counter.
th: กำหนดค่าด้านต่าง ๆ ของการตั้งชื่อเอกสาร เช่น ชุดรหัสการตั้งชื่อ และตัวนับปัจจุบัน

source: Confirm
th: ยืนยัน

# Title of confirmation dialog
source: Confirm
th: ยืนยัน

source: Confirm Access
th: ยืนยันการเข้าถึง

source: Confirm Deletion of Account
th: ยืนยันการลบ บัญชี

source: Confirm New Password
th: ยืนยันรหัสผ่านใหม่

source: Confirm Password
th: ยืนยันรหัสผ่าน

source: Confirm Request
th: ยืนยันคำขอ

source: Confirm Your Email
th: ยืนยันอีเมล์ของคุณ

source: Confirmation Email Template
th: เทมเพลตอีเมลยืนยัน

source: Confirmed
th: ได้รับการยืนยัน

source: Congratulations on completing the module setup. If you want to learn more you can refer to the documentation <a target="_blank" href="{0}">here</a>.
th: ขอแสดงความยินดีที่คุณได้ตั้งค่าโมดูลเสร็จสมบูรณ์แล้ว หากต้องการเรียนรู้เพิ่มเติม คุณสามารถดูเอกสารได้ที่ <a target="_blank" href="{0}">ที่นี่</a>

source: Connect to {}
th: เชื่อมต่อกับ {}

source: Connected App
th: แอปที่เชื่อมต่อ

source: Connected User
th: ผู้ใช้ที่เชื่อมต่อ

source: Connected to QZ Tray!
th: เชื่อมต่อกับถาด QZ!

source: Connection Lost
th: การเชื่อมต่อขาดหาย

source: Connection Success
th: ความสำเร็จในการเชื่อมต่อ

source: Connection lost. Some features might not work.
th: การเชื่อมต่อสูญหาย คุณลักษณะบางอย่างอาจไม่ทำงาน

source: Connections
th: การเชื่อมต่อ

source: Console
th: คอนโซล

source: Console Log
th: บันทึกคอนโซล

source: Console Logs can not be deleted
th: บันทึกคอนโซลไม่สามารถลบได้

source: Constraints
th: ข้อจำกัด

source: Contact
th: ติดต่อ

source: Contact Details
th: รายละเอียดการติดต่อ

source: Contact Email
th: ติดต่ออีเมล์

source: Contact Numbers
th: เบอร์ติดต่อ

source: Contact Phone
th: เบอร์โทรติดต่อ

source: Contact Synced with Google Contacts.
th: ซิงค์ผู้ติดต่อกับ Google Contacts

source: Contact Us
th: ติดต่อเรา

source: Contact Us Settings
th: ติดต่อเราตั้งค่า

source: Contact options, like "Sales Query, Support Query" etc each on a new line or separated by commas.
th: ตัวเลือกการติดต่อเช่น &quot;แบบสอบถามขายการสนับสนุนแบบสอบถาม&quot; ฯลฯ แต่ละบรรทัดใหม่หรือคั่นด้วยเครื่องหมายจุลภาค

source: Contains {0} security fix
th: ประกอบด้วยการแก้ไขด้านความปลอดภัย {0} รายการ

source: Contains {0} security fixes
th: ประกอบด้วยการแก้ไขด้านความปลอดภัย {0} รายการ

source: Content
th: เนื้อหา

source: Content (HTML)
th: เนื้อหา (HTML)

source: Content (Markdown)
th: เนื้อหา (Markdown)

source: Content Hash
th: แฮ เนื้อหา

source: Content Type
th: ประเภทเนื้อหา

source: Content data shoud be a list
th: ข้อมูลเนื้อหาควรเป็นรายการ

source: Content type for building the page
th: ประเภทเนื้อหาสำหรับสร้างเพจ

source: Context
th: บริบท

source: Context Script
th: สคริปต์บริบท

source: Continue
th: ต่อ

source: Contributed
th: มีส่วนร่วม

source: Contribution Document Name
th: ชื่อเอกสารการมีส่วนร่วม

source: Contribution Status
th: สถานะการมีส่วนร่วม

source: Controls whether new users can sign up using this Social Login Key. If unset, Website Settings is respected.
th: ควบคุมว่าสมาชิกใหม่สามารถสมัครใช้งานโดยใช้คีย์เข้าสู่ระบบโซเชียลนี้ได้หรือไม่ หากไม่ได้ตั้งค่า จะใช้การตั้งค่าเว็บไซต์เป็นหลัก

source: Copied to clipboard.
th: คัดลอกไปที่คลิปบอร์ดแล้ว

source: Copy Embed Code
th: คัดลอกโค้ดฝัง

source: Copy Link
th: คัดลอกลิงก์

source: Copy error to clipboard
th: คัดลอกข้อผิดพลาดไปยังคลิปบอร์ด

source: Copy to Clipboard
th: คัดลอกไปยังคลิปบอร์ด

source: Copy token to clipboard
th: คัดลอกโทเค็นไปยังคลิปบอร์ด

source: Copyright
th: ลิขสิทธิ์

source: Core DocTypes cannot be customized.
th: Core DocTypes ไม่สามารถปรับแต่งได้

source: Core Modules {0} cannot be searched in Global Search.
th: ไม่สามารถค้นหาโมดูลหลัก {0} ในการค้นหาทั่วโลก

source: Correct version :
th: เวอร์ชันที่ถูกต้อง:

source: Could not connect to outgoing email server
th: ไม่สามารถ เชื่อมต่อกับเซิร์ฟเวอร์ อีเมลขาออก

source: Could not find {0}
th: ไม่พบ {0}

source: Could not map column {0} to field {1}
th: ไม่สามารถจับคู่คอลัมน์ {0} กับฟิลด์ {1}

source: Could not start up:
th: ไม่สามารถเริ่มต้นได้:

source: Couldn't save, please check the data you have entered
th: ไม่สามารถบันทึกโปรดตรวจสอบข้อมูลที่คุณป้อน

source: Count
th: นับ

source: Count Customizations
th: นับการปรับแต่ง

source: Count Filter
th: นับตัวกรอง

source: Count of linked documents
th: จำนวนเอกสารที่เชื่อมโยง

source: Counter
th: เคาน์เตอร์

source: Country
th: ประเทศ

source: Country Code Required
th: รหัสประเทศ จำเป็นต้องระบุ

source: Country Name
th: ชื่อประเทศ

source: County
th: เขต/อำเภอ

# Number system
source: Cr
th: CRM

source: Create
th: สร้าง

source: Create & Continue
th: สร้างและดำเนินการต่อ

source: Create Blogger
th: สร้างบล็อกเกอร์

source: Create Card
th: สร้างการ์ด

source: Create Chart
th: สร้างแผนภูมิ

source: Create Contacts from Incoming Emails
th: สร้างผู้ติดต่อจากอีเมลขาเข้า

source: Create Custom Fields
th: สร้างฟิลด์กำหนดเอง

source: Create Duplicate
th: สร้างสำเนา

source: Create Entry
th: สร้างรายการ

source: Create Letter Head
th: สร้างหัวจดหมาย

source: Create Log
th: สร้างบันทึก

source: Create New
th: สร้างใหม่

# Create a new document from list view
source: Create New
th: สร้างใหม่

source: Create New DocType
th: สร้าง DocType ใหม่

source: Create New Kanban Board
th: สร้างบอร์ดคัมบันใหม่

source: Create User Email
th: สร้างอีเมลผู้ใช้

source: Create a New Format
th: สร้างรูปแบบใหม่

source: Create a Reminder
th: สร้างการแจ้งเตือน

source: Create a new ...
th: สร้างใหม่...

source: Create a new record
th: สร้างบันทึกใหม่

source: Create a new {0}
th: สร้างใหม่ {0}

source: Create a {0} Account
th: สร้าง บัญชี {0}

source: Create and send emails to a specific group of subscribers periodically.
th: สร้างและส่งอีเมลไปยังกลุ่มผู้สมัครรับข้อมูลเฉพาะเป็นระยะ ๆ

source: Create new forms and views with doctypes. Set up multi-level workflows for approval
th: สร้างฟอร์มและมุมมองใหม่ด้วยประเภทเอกสาร กำหนดกระบวนการทำงานหลายระดับสำหรับการอนุมัติ

source: Create or Edit Print Format
th: สร้างหรือแก้ไขรูปแบบการพิมพ์

source: Create or Edit Workflow
th: สร้างหรือแก้ไขเวิร์กโฟลว์

source: Create your first {0}
th: สร้าง {0} แรกของคุณ

source: Create your workflow visually using the Workflow Builder.
th: สร้างเวิร์กโฟลว์ของคุณอย่างเป็นภาพด้วยตัวสร้างเวิร์กโฟลว์ (Workflow Builder)

source: Created
th: ที่สร้างไว้

source: Created At
th: สร้างเมื่อ

source: Created By
th: สร้างโดย

source: Created Custom Field {0} in {1}
th: สร้าง ฟิลด์ที่กำหนดเอง {0} ใน {1}

source: Created On
th: สร้างเมื่อ

source: Creating {0}
th: กำลังสร้าง {0}

source: Criticism
th: คำวิจารณ์

source: Criticize
th: วิจารณ์

source: Cron Format
th: รูปแบบ Cron

source: Cron format is required for job types with Cron frequency.
th: รูปแบบ Cron จำเป็นสำหรับประเภทงานที่มีความถี่แบบ Cron

source: Crop
th: พืชผล

source: Ctrl + Down
th: Ctrl + ลง

source: Ctrl + Up
th: Ctrl + ขึ้น

source: Ctrl+Enter to add comment
th: Ctrl + Enter เพื่อเพิ่มความคิดเห็น

source: Currency
th: เงินตรา

source: Currency Name
th: ชื่อสกุล

source: Currency Precision
th: ความแม่นยำของสกุลเงิน

source: Currency list stores the currency value, its symbol and fraction unit
th: รายการสกุลเงินจัดเก็บมูลค่าสกุลเงิน สัญลักษณ์ และหน่วยเศษส่วน

source: Current
th: ปัจจุบัน

source: Current Job ID
th: รหัสงานปัจจุบัน

source: Current Value
th: มูลค่าปัจจุบัน

source: Current status
th: สถานะปัจจุบัน

source: Currently Viewing
th: ขณะนี้กำลังดู

source: Currently you have {0} review points
th: ขณะนี้คุณมีคะแนนรีวิว {0} จุด

source: Custom
th: ประเพณี

source: Custom Base URL
th: URL พื้นฐานที่กำหนดเอง

source: Custom Block Name
th: ชื่อบล็อกที่กำหนดเอง

source: Custom Blocks
th: บล็อกที่กำหนดเอง

source: Custom CSS
th: CSS ที่กำหนดเอง

source: Custom Configuration
th: การกำหนดค่าแบบกำหนดเอง

source: Custom DocPerm
th: DocPerm กำหนดเอง

source: Custom Document Types
th: ประเภทเอกสารกำหนดเอง

source: Custom Document Types (Select Permission)
th: ประเภทเอกสารกำหนดเอง (เลือกสิทธิ์)

source: Custom Document Types Limit Exceeded
th: เกินขีดจำกัดประเภทเอกสารที่กำหนดเอง

source: Custom Documents
th: เอกสารที่กำหนดเอง

source: Custom Field
th: ฟิลด์ที่กำหนดเอง

source: Custom Field {0} is created by the Administrator and can only be deleted through the Administrator account.
th: ฟิลด์ที่กำหนดเอง {0} สร้างขึ้นโดยผู้ดูแลระบบและสามารถลบได้ผ่านบัญชีผู้ดูแลระบบเท่านั้น

source: Custom Field, Custom Doctype, Naming Series, Role Permission, Workflow, Print Formats, Reports
th: ฟิลด์กำหนดเอง, ประเภทเอกสารกำหนดเอง, ลำดับการตั้งชื่อ, สิทธิ์บทบาท, กระบวนงาน, รูปแบบการพิมพ์, รายงาน

source: Custom Fields can only be added to a standard DocType.
th: ฟิลด์ที่กำหนดเองสามารถเพิ่มลงใน DocType มาตรฐานได้เท่านั้น

source: Custom Fields cannot be added to core DocTypes.
th: ไม่สามารถเพิ่มฟิลด์ที่กำหนดเองลงใน DocTypes หลัก

source: Custom Footer
th: ท้ายกระดาษกำหนดเอง

source: Custom Format
th: รูปแบบที่กำหนดเอง

source: Custom Group Search
th: การค้นหากลุ่มกำหนดเอง

source: Custom Group Search if filled needs to contain the user placeholder {0}, eg uid={0},ou=users,dc=example,dc=com
th: การค้นหากลุ่มกำหนดเอง หากกรอกข้อมูล ต้องมีตัวแทนผู้ใช้ {0} เช่น uid={0},ou=users,dc=example,dc=com

source: Custom HTML
th: ที่กำหนดเอง HTML

source: Custom HTML Block
th: บล็อก HTML แบบกำหนดเอง

source: Custom HTML Help
th: ที่กำหนดเองวิธีใช้ HTML

source: Custom LDAP Directoy Selected, please ensure 'LDAP Group Member attribute' and 'Group Object Class' are entered
th: เลือกไดเรกทอรี LDAP แบบกำหนดเอง กรุณาตรวจสอบให้แน่ใจว่าได้กรอก 'แอตทริบิวต์สมาชิกกลุ่ม LDAP' และ 'คลาสวัตถุกลุ่ม' แล้ว

source: Custom Label
th: ป้ายกำกับที่กำหนดเอง

source: Custom Menu Items
th: รายการเมนูที่กำหนดเอง

source: Custom Options
th: ตัวเลือกที่กำหนดเอง

source: Custom Overrides
th: การแทนที่แบบกำหนดเอง

source: Custom Report
th: รายงานที่กำหนดเอง

source: Custom Reports
th: รายงานที่กำหนดเอง

source: Custom Role
th: บทบาทที่กำหนดเอง

source: Custom SCSS
th: SCSS ที่กำหนดเอง

source: Custom Sidebar Menu
th: เมนูที่กำหนดเองแถบด้านข้าง

source: Custom Translation
th: การแปลที่กำหนดเอง

source: Custom field renamed to {0} successfully.
th: เปลี่ยนชื่อฟิลด์กำหนดเองเป็น {0} เรียบร้อยแล้ว

source: Custom?
th: กำหนดเองได้อย่างไร

source: Customization
th: การปรับแต่ง

source: Customization onboarding is all done!
th: การเริ่มต้นใช้งานการปรับแต่งเสร็จสมบูรณ์แล้ว!

source: Customizations Discarded
th: การปรับแต่งถูกยกเลิก

source: Customizations Reset
th: รีเซ็ต Customizations

source: Customizations for <b>{0}</b> exported to:<br>{1}
th: การปรับแต่งสำหรับ <b>{0}</b> ถูกเอ็กซ์พอร์ตไปที่: <br> {1}

source: Customize
th: ปรับแต่ง

# Button in list view menu
source: Customize
th: ปรับแต่ง

source: Customize Child Table
th: ปรับแต่งตารางย่อย

source: Customize Dashboard
th: ปรับแต่งแผงควบคุม

source: Customize Form
th: ปรับแต่งรูปแบบ

source: Customize Form - {0}
th: ปรับแต่งแบบฟอร์ม - {0}

source: Customize Form Field
th: กำหนดเขตข้อมูลฟอร์ม

source: Customize Print Formats
th: ปรับแต่งรูปแบบการพิมพ์

source: Customize properties, naming, fields and more for standard doctypes
th: ปรับแต่งคุณสมบัติ ชื่อ ฟิลด์ และอื่นๆ สำหรับเอกสารมาตรฐาน

source: Cut
th: ตัด

source: Cyan
th: ฟ้าอมเขียว

source: DELETE
th: ลบ

source: DRAFT
th: ร่าง

source: Daily
th: ประจำวัน

source: Daily Event Digest is sent for Calendar Events where reminders are set.
th: ประจำวันเหตุการณ์สำคัญจะถูกส่งสำหรับปฏิทินเหตุการณ์การแจ้งเตือนที่มีการตั้งค่า

source: Daily Events should finish on the Same Day.
th: กิจกรรมรายวันควรเสร็จสิ้นในวันเดียวกัน

source: Daily Long
th: ประจำวันยาว

source: Daily Maintenance
th: การบำรุงรักษาประจำวัน

source: Danger
th: อันตราย

source: Dark
th: มืด

source: Dark Color
th: สีเข้ม

source: Dark Theme
th: ธีมมืด

source: Dashboard
th: แผงควบคุม

source: Dashboard Chart
th: แผนภูมิแดชบอร์ด

source: Dashboard Chart Field
th: ฟิลด์แผนภูมิแดชบอร์ด

source: Dashboard Chart Link
th: ลิงค์แผนภูมิแดชบอร์ด

source: Dashboard Chart Source
th: แหล่งที่มาของแผนภูมิแดชบอร์ด

source: Dashboard Manager
th: ตัวจัดการแดชบอร์ด

source: Dashboard Name
th: ชื่อแดชบอร์ด

source: Dashboard Settings
th: การตั้งค่าแดชบอร์ด

source: Dashboard View
th: มุมมองแผงควบคุม

source: Dashboards
th: แดชบอร์ด

source: Data
th: ข้อมูล

source: Data Clipped
th: ข้อมูลถูกตัด

source: Data Export
th: การส่งออกข้อมูล

source: Data Import
th: การนำเข้าข้อมูล

source: Data Import Log
th: บันทึกการนำเข้าข้อมูล

source: Data Import Template
th: ข้อมูลนำเข้าแม่แบบ

source: Data Too Long
th: ข้อมูลยาวเกินไป

source: Data missing in table
th: ข้อมูลที่หายไปในตาราง

source: Database
th: ฐานข้อมูล

source: Database Engine
th: โปรแกรมฐานข้อมูล

source: Database Processes
th: กระบวนการฐานข้อมูล

source: Database Row Size Utilization
th: การใช้งานขนาดแถวฐานข้อมูล

source: Database Storage Usage By Tables
th: การใช้งานพื้นที่จัดเก็บฐานข้อมูลตามตาราง

source: Database Table Row Size Limit
th: ขีดจำกัดขนาดแถวในตารางฐานข้อมูล

source: Database Table Row Size Utilization: {0}%, this limits number of fields you can add.
th: การใช้งานขนาดแถวในตารางฐานข้อมูล: {0}%, ซึ่งจำกัดจำนวนฟิลด์ที่คุณสามารถเพิ่มได้

source: Database Version
th: รุ่นฐานข้อมูล

source: Date
th: วันที่

source: Date Format
th: รูปแบบวันที่

source: Date Range
th: ช่วงวันที่

source: Date and Number Format
th: วันที่และ รูปแบบตัวเลข

source: Date {0} must be in format: {1}
th: วันที่ {0} ต้องอยู่ในรูปแบบ: {1}

source: Dates are often easy to guess.
th: วันนี้มักจะเป็นเรื่องง่ายที่จะคาดเดา

source: Day
th: วัน

source: Day of Week
th: วันของสัปดาห์

# Duration
source: Days
th: วัน

source: Days After
th: วันหลังจากที่

source: Days Before
th: วันก่อน

source: Days Before or After
th: วันก่อนหรือหลัง

source: Deadlock Occurred
th: เกิดการล็อกตาย

source: Dear
th: น่ารัก

source: Dear System Manager,
th: จัดการระบบเรียน

source: Dear User,
th: เรียนผู้ใช้

source: Dear {0}
th: เรียน {0}

source: Debug Log
th: บันทึกดีบัก

source: Default
th: ผิดนัด

source: Default Address Template cannot be deleted
th: แม่แบบเริ่มต้นที่อยู่ไม่สามารถลบได้

source: Default Amendment Naming
th: การตั้งชื่อแก้ไขเริ่มต้น

source: Default App
th: แอปเริ่มต้น

source: Default Email Template
th: เทมเพลตอีเมลเริ่มต้น

source: Default Inbox
th: กล่องขาเข้าเริ่มต้น

source: Default Incoming
th: เริ่มต้นเข้ามา

source: Default Letter Head
th: หัวหน้าเริ่มต้นจดหมาย

source: Default Naming
th: การตั้งชื่อเริ่มต้น

source: Default Outgoing
th: เริ่มต้นที่ส่งออก

source: Default Portal Home
th: หน้าแรกเริ่มต้นของพอร์ทัล

source: Default Print Format
th: รูปแบบการพิมพ์เริ่มต้น

source: Default Print Language
th: ภาษาการพิมพ์เริ่มต้น

source: Default Redirect URI
th: เริ่มต้นการเปลี่ยนเส้นทาง URI

source: Default Role at Time of Signup
th: เริ่มต้นบทบาทที่เวลาลงทะเบียน

source: Default Sending
th: เริ่มต้นส่ง

source: Default Sending and Inbox
th: เริ่มต้นการส่งและกล่องขาเข้า

source: Default Sort Field
th: ฟิลด์เรียงลำดับเริ่มต้น

source: Default Sort Order
th: เรียงลำดับเริ่มต้น

source: Default Template For Field
th: เทมเพลตเริ่มต้นสำหรับฟิลด์

source: Default Theme
th: ธีมเริ่มต้น

source: Default User Role
th: บทบาทผู้ใช้เริ่มต้น

source: Default User Type
th: ประเภทผู้ใช้เริ่มต้น

source: Default Value
th: ค่าเริ่มต้น

source: Default View
th: มุมมองเริ่มต้น

source: Default Workspace
th: พื้นที่ทำงานเริ่มต้น

source: Default display currency
th: สกุลเงินแสดงผลเริ่มต้น

source: Default for 'Check' type of field {0} must be either '0' or '1'
th: ค่าเริ่มต้นสำหรับฟิลด์ประเภท &quot;ตรวจสอบ&quot; {0} ต้องเป็น &quot;0&quot; หรือ &quot;1&quot;

source: Default value for {0} must be in the list of options.
th: ค่าเริ่มต้นสำหรับ {0} ต้องอยู่ในรายการตัวเลือก

source: Default {0}
th: ค่าเริ่มต้น {0}

source: Default: "Contact Us"
th: เริ่มต้น: &quot;ติดต่อเรา&quot;

source: DefaultValue
th: เริ่มต้น

source: Defaults
th: เริ่มต้น

source: Defaults Updated
th: การตั้งค่าเริ่มต้นได้รับการอัปเดตแล้ว

source: Defines actions on states and the next step and allowed roles.
th: กำหนดดำเนินการกับรัฐและขั้นตอนต่อไปและบทบาทที่ได้รับอนุญาต

source: Defines workflow states and rules for a document.
th: กำหนดขั้นตอนการทำงานรัฐและกฎระเบียบสำหรับเอกสาร

source: Delayed
th: ล่าช้า

source: Delete
th: ลบ

# Button in list view actions menu
source: Delete
th: ลบ

# Button in web form
source: Delete
th: ลบ

source: Delete Account
th: ลบบัญชี

source: Delete All
th: ลบทั้งหมด

# Title of confirmation dialog
source: Delete Column
th: ลบคอลัมน์

source: Delete Data
th: ลบข้อมูล

source: Delete Kanban Board
th: ลบกระดานคัมบัง

# Title of confirmation dialog
source: Delete Section
th: ลบส่วน

# Title of confirmation dialog
source: Delete Tab
th: ลบแท็บ

source: Delete Workspace
th: ลบพื้นที่ทำงาน

source: Delete and Generate New
th: ลบและสร้างใหม่

# Button text
source: Delete column
th: ลบคอลัมน์

source: Delete comment?
th: ลบความคิดเห็น?

# Button text
source: Delete entire column with fields
th: ลบคอลัมน์ทั้งหมดพร้อมฟิลด์

# Button text
source: Delete entire section with fields
th: ลบทั้งส่วนที่มีฟิลด์ทั้งหมด

# Button text
source: Delete entire tab with fields
th: ลบทิ้งทั้งแท็บพร้อมฟิลด์ทั้งหมด
