Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Encrypt Backups
th: เข้ารหัสการสำรองข้อมูล

source: Encryption key is in invalid format!
th: คีย์การเข้ารหัสมีรูปแบบไม่ถูกต้อง!

source: Encryption key is invalid! Please check site_config.json
th: คีย์การเข้ารหัสไม่ถูกต้อง! กรุณาตรวจสอบไฟล์ site_config.json

source: End
th: สิ้นสุด

source: End Date
th: วันที่สิ้นสุด

source: End Date Field
th: ฟิลด์วันที่สิ้นสุด

source: End Date cannot be before Start Date!
th: วันที่สิ้นสุดต้องเป็นวันที่เริ่มต้น!

source: End Date cannot be today.
th: วันที่สิ้นสุดไม่สามารถเป็นวันนี้ได้

source: Ended At
th: สิ้นสุดที่

source: Endpoint URL
th: ปลายทาง URL

source: Endpoints
th: ปลายทาง

source: Ends on
th: สิ้นสุด

source: Energy Point
th: จุดพลังงาน

source: Energy Point Log
th: บันทึกจุดพลังงาน

source: Energy Point Rule
th: กฎพลังงานจุด

source: Energy Point Settings
th: การตั้งค่าจุดพลังงาน

source: Energy Point Update on {0}
th: การอัปเดต Energy Point เมื่อ {0}

source: Energy Points
th: คะแนนพลังงาน

source: Enqueued By
th: จัดคิวโดย

source: Enqueued creation of indexes
th: อยู่ในคิวสำหรับการสร้างดัชนี

source: Ensure the user and group search paths are correct.
th: ตรวจสอบให้แน่ใจว่าเส้นทางการค้นหาผู้ใช้และกลุ่มถูกต้องแล้ว

source: Enter Client Id and Client Secret in Google Settings.
th: ป้อนรหัสลูกค้าและความลับลูกค้าในการตั้งค่า Google

source: Enter Code displayed in OTP App.
th: ป้อนรหัสที่แสดงในแอป OTP

source: Enter Email Recipient(s)
th: ใส่อีเมลผู้รับ (s)

source: Enter Form Type
th: ป้อนประเภทแบบฟอร์ม

# Title of prompt dialog
source: Enter Value
th: ใส่ ความคุ้มค่า

source: Enter a name for this {0}
th: กรุณาใส่ชื่อสำหรับ {0}

source: Enter default value fields (keys) and values. If you add multiple values for a field, the first one will be picked. These defaults are also used to set "match" permission rules. To see list of fields, go to "Customize Form".
th: สาขาใส่ค่าเริ่มต้น (ปุ่ม) และค่านิยม ถ้าคุณเพิ่มค่าหลายสนามคนแรกที่จะได้รับเลือก เริ่มต้นเหล่านี้ยังใช้ในการตั้งค่า &quot;การแข่งขัน&quot; กฎได้รับอนุญาต เพื่อดูรายชื่อสาขาที่ให้ไปที่ &quot;การปรับแต่งรูปแบบ&quot;

source: Enter folder name
th: ป้อนชื่อโฟลเดอร์

source: Enter static url parameters here (Eg. sender=ERPNext, username=ERPNext, password=1234 etc.)
th: ป้อนพารามิเตอร์คงที่ URL ที่นี่ (เช่นผู้ส่ง = ERPNext ชื่อผู้ใช้ = ERPNext รหัสผ่าน = 1234 ฯลฯ )

source: Enter url parameter for message
th: ป้อนพารามิเตอร์ URL สำหรับข้อความ

source: Enter url parameter for receiver nos
th: ป้อนพารามิเตอร์ URL สำหรับ Nos รับ

source: Enter your password
th: ป้อนรหัสผ่านของคุณ

source: Entity Name
th: ชื่อเอนทิตี

source: Entity Type
th: ประเภทเอนทิตี

source: Equals
th: เท่ากับ

source: Error
th: ข้อผิดพลาด

# Title of error message in web form
source: Error
th: ความผิดพลาด

source: Error Code: {0}
th: รหัสข้อผิดพลาด: {0}

source: Error Log
th: บันทึกข้อผิดพลาด

source: Error Logs
th: บันทึกข้อผิดพลาด

source: Error Message
th: ข้อความผิดพลาด

source: Error connecting to QZ Tray Application...<br><br> You need to have QZ Tray application installed and running, to use the Raw Print feature.<br><br><a target="_blank" href="https://qz.io/download/">Click here to Download and install QZ Tray</a>.<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing">Click here to learn more about Raw Printing</a>.
th: เกิดข้อผิดพลาดในการเชื่อมต่อกับแอปพลิเคชันถาด QZ ... <br><br> คุณต้องมีแอปพลิเคชัน QZ Tray ติดตั้งและใช้งานเพื่อใช้คุณสมบัติการพิมพ์แบบ Raw <br><br> <a href="https://qz.io/download/" target="_blank">คลิกที่นี่เพื่อดาวน์โหลดและติดตั้ง QZ Tray</a> <br> <a href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing" target="_blank">คลิกที่นี่เพื่อเรียนรู้เพิ่มเติมเกี่ยวกับการพิมพ์แบบดิบ</a>

source: Error connecting via IMAP/POP3: {e}
th: ข้อผิดพลาดในการเชื่อมต่อผ่าน IMAP/POP3: {e}

source: Error connecting via SMTP: {e}
th: ข้อผิดพลาดในการเชื่อมต่อผ่าน SMTP: {e}

source: Error has occurred in {0}
th: เกิดข้อผิดพลาดใน {0}

source: Error in Client Script
th: ข้อผิดพลาดในสคริปต์ไคลเอนต์

source: Error in Client Script.
th: ข้อผิดพลาดในสคริปต์ฝั่งลูกค้า

source: Error in Header/Footer Script
th: ข้อผิดพลาดในสคริปต์ส่วนหัว/ส่วนท้าย

source: Error in Notification
th: ข้อผิดพลาดในการแจ้งเตือน

source: Error in print format on line {0}: {1}
th: ข้อผิดพลาดในรูปแบบการพิมพ์ที่บรรทัด {0}: {1}

source: Error while connecting to email account {0}
th: เกิดข้อผิดพลาดขณะเชื่อมต่อกับบัญชีอีเมล {0}

source: Error while evaluating Notification {0}. Please fix your template.
th: เกิดข้อผิดพลาดขณะประเมินประกาศ {0} โปรดแก้ไขเทมเพลตของคุณ

source: Error: Document has been modified after you have opened it
th: ข้อผิดพลาด: เอกสารได้รับการแก้ไขหลังจากที่คุณได้เปิดมัน

source: Error: Value missing for {0}: {1}
th: ข้อผิดพลาด: ค่าที่หายไปสำหรับ {0}: {1}

source: Errors
th: ข้อผิดพลาด

source: Event
th: เหตุการณ์

source: Event Category
th: ประเภทเหตุการณ์

source: Event Frequency
th: ความถี่ของเหตุการณ์

source: Event Participants
th: ผู้เข้าร่วมกิจกรรม

source: Event Reminders
th: การแจ้งเตือนกิจกรรม

source: Event Synced with Google Calendar.
th: กิจกรรมถูกซิงค์กับ Google Calendar

source: Event Type
th: ชนิดเหตุการณ์

source: Events
th: กิจกรรม

source: Events in Today's Calendar
th: เหตุการณ์ในปฏิทินของวันนี้

source: Every form in ERPNext has a standard set of fields. If you need to capture some information, but there is no standard Field available for it, you can insert Custom Field for it. Once custom fields are added, you can use them for reports and analytics charts as well.
th: แบบฟอร์มทุกแบบใน ERPNext จะมีชุดฟิลด์มาตรฐาน หากคุณต้องการบันทึกข้อมูลบางอย่างแต่ไม่มีฟิลด์มาตรฐานสำหรับข้อมูลนั้น คุณสามารถเพิ่มฟิลด์กำหนดเองได้ เมื่อเพิ่มฟิลด์กำหนดเองแล้ว คุณยังสามารถใช้ฟิลด์เหล่านั้นสำหรับรายงานและแผนภูมิการวิเคราะห์ได้ด้วยเช่นกัน

source: Everyone
th: ทุกคน

source: Ex: "colors": ["#d1d8dd", "#ff5858"]
th: เช่น &quot;colors&quot;: [&quot;# d1d8dd&quot;, &quot;# ff5858&quot;]

source: Exact Copies
th: สำเนาที่เหมือนกัน

source: Example
th: ตัวอย่าง

source: Example: "/desk"
th: ตัวอย่าง: &quot;/ desk&quot;

source: Example: #Tree/Account
th: ตัวอย่าง: # ต้นไม้ / บัญชี

source: Example: 00001
th: ตัวอย่าง: 00001

source: Example: Setting this to 24:00 will log out a user if they are not active for 24:00 hours.
th: ตัวอย่าง: การตั้งค่านี้เป็น 24:00 จะทำให้ผู้ใช้ถูกออกจากระบบหากไม่มีการใช้งานเป็นเวลา 24:00 ชั่วโมง

source: Example: {{ subject }}
th: ตัวอย่าง: {{subject}}

source: Excel
th: สันทัด

source: Excellent
th: ยอดเยี่ยม

source: Exception
th: ข้อยกเว้น

source: Execute
th: ดำเนินการ

source: Execute Console script
th: เรียกใช้สคริปต์คอนโซล

source: Executing...
th: กำลังดำเนินการ...

source: Execution Time: {0} sec
th: เวลาดำเนินการ: {0} วินาที

source: Executive
th: ผู้บริหาร

source: Expand
th: ขยาย

# Enlarge code field.
source: Expand
th: ขยาย

source: Expand All
th: ขยายทั้งหมด

source: Experimental
th: ทดลอง

source: Expert
th: ผู้เชี่ยวชาญ

source: Expiration time
th: เวลาหมดอายุ

source: Expire Notification On
th: หมดอายุการแจ้งเตือนบน

source: Expired
th: หมดอายุ

source: Expires In
th: จะหมดอายุใน

source: Expires On
th: หมดอายุวันที่

source: Expiry time of QR Code Image Page
th: เวลาหมดอายุของ QR Code Image Page

source: Export
th: ส่งออก

# Button in list view actions menu
source: Export
th: ส่งออก

source: Export 1 record
th: ส่งออก 1 รายการ

source: Export Custom Permissions
th: ส่งออกสิทธิ์ที่กำหนดเอง

source: Export Customizations
th: การปรับแต่งการส่งออก

source: Export Data
th: ส่งออกข้อมูล

source: Export Errored Rows
th: ส่งออกแถวที่มีข้อผิดพลาด

source: Export From
th: ส่งออกจาก

source: Export Import Log
th: บันทึกการส่งออกนำเข้า

# Export report
source: Export Report: {0}
th: รายงานการส่งออก: {0}

source: Export Type
th: ประเภทการส่งออก

source: Export all matching rows?
th: ส่งออกแถวที่ตรงกันทั้งหมดหรือไม่?

source: Export all {0} rows?
th: ส่งออกข้อมูลทั้งหมด {0} แถวหรือไม่?

source: Export as zip
th: ส่งออกเป็นไฟล์ซิป

source: Export not allowed. You need {0} role to export.
th: ส่งออก ไม่ได้รับอนุญาต คุณต้อง {0} บทบาท ในการส่งออก

source: Export the data without any header notes and column descriptions
th: ส่งออกข้อมูลโดยไม่รวมหมายเหตุหัวข้อและคำอธิบายคอลัมน์

source: Export without main header
th: ส่งออกโดยไม่รวมหัวข้อหลัก

source: Export {0} records
th: ส่งออกเร็กคอร์ด {0}

source: Exported permissions will be force-synced on every migrate overriding any other customization.
th: สิทธิ์ที่ส่งออกจะถูกซิงค์บังคับในทุกครั้งที่ทำการย้ายข้อมูล โดยจะเขียนทับการปรับแต่งอื่นใดทั้งหมด

source: Expose Recipients
th: เปิดเผยผู้รับ

source: Expression
th: นิพจน์

source: Expression (old style)
th: นิพจน์ (รูปแบบเก่า)

source: Expression, Optional
th: การแสดงออกที่เป็นตัวเลือก

source: Extra Parameters
th: พารามิเตอร์เพิ่มเติม

source: Fail
th: ล้มเหลว

source: Failed
th: ล้มเหลว

source: Failed Emails
th: อีเมลที่ส่งไม่สำเร็จ

source: Failed Job Count
th: จำนวนงานที่ล้มเหลว

source: Failed Jobs
th: งานที่ล้มเหลว

source: Failed Logins (Last 30 days)
th: การเข้าสู่ระบบล้มเหลว (30 วันที่ผ่านมา)

source: Failed Transactions
th: การทำธุรกรรมที่ล้มเหลว

source: Failed to aquire lock: {}. Lock may be held by another process.
th: ไม่สามารถล็อกได้: {}. ล็อกอาจถูกใช้งานโดยกระบวนการอื่นอยู่

source: Failed to change password.
th: เปลี่ยนรหัสผ่านไม่สำเร็จ

source: Failed to complete setup
th: การตั้งค่าไม่เสร็จสมบูรณ์

source: Failed to compute request body: {}
th: ไม่สามารถประมวลผลเนื้อหาคำขอได้: {}

source: Failed to connect to server
th: ล้มเหลวในการเชื่อมต่อกับเซิร์ฟเวอร์

source: Failed to decode token, please provide a valid base64-encoded token.
th: ไม่สามารถถอดรหัสโทเค็นโปรดระบุโทเค็นที่เข้ารหัส base64 ที่ถูกต้อง

source: Failed to decrypt key {0}
th: ไม่สามารถถอดรหัสกุญแจ {0} ได้

source: Failed to delete {0} documents: {1}
th: ไม่สามารถลบเอกสาร {0} ได้: {1}

source: Failed to enable scheduler: {0}
th: ไม่สามารถเปิดใช้งานตัวกำหนดตารางเวลาได้: {0}

source: Failed to evaluate conditions: {}
th: ไม่สามารถประเมินเงื่อนไขได้: {}

source: Failed to export python type hints
th: ไม่สามารถส่งออกคำบ่งชี้ประเภท Python ได้

source: Failed to generate names from the series
th: ไม่สามารถสร้างชื่อจากชุดข้อมูลได้

source: Failed to generate preview of series
th: ไม่สามารถสร้างตัวอย่างชุดข้อมูลได้สำเร็จ

source: Failed to get method for command {0} with {1}
th: ไม่สามารถเรียกใช้เมธอดสำหรับคำสั่ง {0} พร้อมกับ {1} ได้

source: Failed to get method {0} with {1}
th: ไม่สามารถเรียกใช้เมธอด {0} พร้อมพารามิเตอร์ {1} ได้

source: Failed to get site info
th: ไม่สามารถดึงข้อมูลไซต์ได้สำเร็จ

source: Failed to import virtual doctype {}, is controller file present?
th: ไม่สามารถนำเข้า virtual doctype {} ได้ กรุณาตรวจสอบว่ามีไฟล์ตัวควบคุมอยู่หรือไม่?

source: Failed to optimize image: {0}
th: ไม่สามารถปรับแต่งภาพได้: {0}

source: Failed to request login to Frappe Cloud
th: ไม่สามารถขอเข้าสู่ระบบ Frappe Cloud ได้สำเร็จ

source: Failed to send email with subject:
th: ไม่สามารถส่งอีเมลที่มีหัวข้อได้:

source: Failed to send notification email
th: ไม่สามารถส่งอีเมลแจ้งเตือนได้

source: Failed to update global settings
th: ไม่สามารถอัปเดตการตั้งค่าระบบได้

source: Failed while calling API {0}
th: ล้มเหลวขณะเรียกใช้ API {0}

source: Failing Scheduled Jobs (last 7 days)
th: งานที่กำหนดเวลาล้มเหลว (7 วันที่ผ่านมา)

source: Failure
th: ความล้มเหลว

source: Failure Rate
th: อัตราความล้มเหลว

source: Fax
th: แฟกซ์

source: Featured
th: แนะนำ

source: Feedback
th: ข้อเสนอแนะ

source: Feedback Request
th: ผลตอบรับการร้องขอ

source: Female
th: หญิง

source: Fetch From
th: เรียกข้อมูลจาก

source: Fetch Images
th: ดึงข้อมูลรูปภาพ

source: Fetch attached images from document
th: ดึงภาพที่แนบมาจากเอกสาร

source: Fetch on Save if Empty
th: ดึงข้อมูลเมื่อบันทึกหากว่างเปล่า

source: Fetching default Global Search documents.
th: กำลังดึงเอกสารการค้นหาทั่วโลกเริ่มต้น

source: Field
th: สนาม

source: Field "route" is mandatory for Web Views
th: ฟิลด์ &quot;เส้นทาง&quot; เป็นสิ่งที่บังคับสำหรับมุมมองเว็บ

source: Field "title" is mandatory if "Website Search Field" is set.
th: ฟิลด์ "title" เป็นฟิลด์บังคับหากตั้งค่า "Website Search Field" ไว้

source: Field "value" is mandatory. Please specify value to be updated
th: ฟิลด์ &quot;ค่า&quot; มีผลบังคับใช้ กรุณาระบุค่าได้รับการปรับปรุง

source: Field Description
th: ฟิลด์คำอธิบาย

source: Field Missing
th: ข้อมูลในช่องว่าง

source: Field Name
th: ชื่อเขต

source: Field Orientation (Left-Right)
th: การจัดวางฟิลด์ (ซ้าย-ขวา)

source: Field Orientation (Top-Down)
th: การจัดวางฟิลด์ (จากบนลงล่าง)

source: Field Template
th: เทมเพลตฟิลด์

source: Field To Check
th: สนามในการตรวจสอบ

source: Field Type
th: ฟิลด์ชนิด

source: Field not permitted in query
th: ฟิลด์นี้ไม่อนุญาตในคำค้นหา

source: Field that represents the Workflow State of the transaction (if field is not present, a new hidden Custom Field will be created)
th: สนามที่แสดงถึงรัฐเวิร์กโฟลว์ของการทำธุรกรรม (ถ้าเขตข้อมูลไม่ใช่ปัจจุบันฟิลด์ที่กำหนดเองใหม่ซ่อนจะถูกสร้างขึ้น)

source: Field to Track
th: ฟิลด์ที่จะติดตาม

source: Field type cannot be changed for {0}
th: ประเภทฟิลด์ไม่สามารถเปลี่ยนแปลงได้สำหรับ {0}

source: Field {0} does not exist on {1}
th: ฟิลด์ {0} ไม่มีอยู่ใน {1}

source: Field {0} is referring to non-existing doctype {1}.
th: ฟิลด์ {0} อ้างอิงถึงประเภทเอกสาร {1} ที่ไม่มีอยู่จริง

source: Field {0} not found.
th: ฟิลด์ {0} ไม่พบ

source: Fieldname '{0}' conflicting with a {1} of the name {2} in {3}
th: ชื่อฟิลด์ '{0}' ขัดแย้งกับ {1} ที่มีชื่อ {2} ใน {3}

source: Fieldname called {0} must exist to enable autonaming
th: ฟิลด์ที่ชื่อ {0} ต้องมีอยู่เพื่อเปิดใช้งานการตั้งชื่ออัตโนมัติ

source: Fieldname is limited to 64 characters ({0})
th: Fieldname ถูก จำกัด ไว้ที่ 64 ตัวอักษร ({0})

source: Fieldname not set for Custom Field
th: fieldname ไม่ได้ ตั้งไว้สำหรับ ฟิลด์ที่กำหนดเอง

source: Fieldname which will be the DocType for this link field.
th: fieldname ซึ่งจะเป็น DocType สำหรับฟิลด์การเชื่อมโยงนี้

source: Fieldname {0} appears multiple times
th: ชื่อฟิลด์ {0} ปรากฏหลายครั้ง

source: Fieldname {0} cannot have special characters like {1}
th: fieldname {0} ไม่สามารถมีอักขระพิเศษเช่น {1}

source: Fieldname {0} conflicting with meta object
th: Fieldname {0} ขัดแย้งกับเมตาแท็ก

source: Fieldname {0} is restricted
th: ชื่อฟิลด์ {0} ถูก จำกัด

source: Fields
th: สาขา

source: Fields Multicheck
th: ฟิลด์ Multicheck

source: Fields `file_name` or `file_url` must be set for File
th: ต้องระบุฟิลด์ `file_name` หรือ `file_url` สำหรับไฟล์

source: Fields separated by comma (,) will be included in the "Search By" list of Search dialog box
th: ทุ่งคั่นด้วยเครื่องหมายจุลภาค (,) จะรวมอยู่ใน &quot;ค้นหาโดย&quot; รายการการค้นหากล่องโต้ตอบ

source: Fieldtype cannot be changed from {0} to {1}
th: ประเภทฟิลด์ไม่สามารถเปลี่ยนจาก {0} เป็น {1} ได้

source: Fieldtype cannot be changed from {0} to {1} in row {2}
th: fieldtype ไม่สามารถเปลี่ยนแปลงได้จาก {0} เป็น {1} ในแถว {2}

source: File
th: ไฟล์

source: File "{0}" was skipped because of invalid file type
th: ไฟล์ "{0}" ถูกข้ามเนื่องจากประเภทไฟล์ไม่ถูกต้อง

source: File '{0}' not found
th: File &#39;{0}&#39; ไม่พบ

source: File Backup
th: การสำรองข้อมูลไฟล์

source: File Information
th: ข้อมูลไฟล์

source: File Manager
th: ตัวจัดการไฟล์

source: File Name
th: ชื่อไฟล์

source: File Size
th: ขนาดไฟล์

source: File Storage
th: การจัดเก็บไฟล์

source: File Type
th: ประเภทไฟล์

source: File URL
th: ไฟล์ URL

source: File backup is ready
th: การสำรองข้อมูลแฟ้มพร้อมใช้งานแล้ว

source: File name cannot have {0}
th: ชื่อไฟล์ต้องไม่มี {0}

source: File not attached
th: ไฟล์ ที่แนบมา ไม่ได้

source: File size exceeded the maximum allowed size of {0} MB
th: ขนาดไฟล์ เกิน ขนาดสูงสุด ที่ได้รับอนุญาต ของ {0} MB

source: File too big
th: ไฟล์ขนาดใหญ่เกินไป

source: File type of {0} is not allowed
th: ประเภทไฟล์ของ {0} ไม่ได้รับอนุญาต

source: File {0} does not exist
th: ไฟล์ {0} ไม่อยู่

source: Files
th: ไฟล์

source: Filter
th: กรอง

source: Filter By
th: กรองตาม

source: Filter Data
th: กรองข้อมูล

source: Filter List
th: ตัวกรองรายการ

source: Filter Meta
th: กรอง Meta

source: Filter Name
th: ชื่อตัวกรอง

source: Filter Values
th: ค่าตัวกรอง

source: Filter must be a tuple or list (in a list)
th: ตัวกรองต้องเป็นทูเปิลหรือรายการ (ในรายการ)

source: Filter must have 4 values (doctype, fieldname, operator, value): {0}
th: ตัวกรองต้องมี 4 ค่า (doctype, fieldname, operator, value): {0}

source: Filter...
th: กรอง ...

source: Filtered By
th: กรองโดย

source: Filtered Records
th: ระเบียนที่กรอง

source: Filtered by "{0}"
th: กรองตาม &quot;{0}&quot;

source: Filters
th: ตัวกรอง

source: Filters Configuration
th: การกำหนดค่าฟิลเตอร์

source: Filters Display
th: ตัวกรองการแสดงผล

source: Filters JSON
th: กรอง JSON

source: Filters Section
th: ส่วนฟิลเตอร์

source: Filters applied for {0}
th: ใช้ตัวกรองสำหรับ {0}

source: Filters saved
th: ตัวกรองที่บันทึก

source: Filters will be accessible via <code>filters</code>. <br><br>Send output as <code>result = [result]</code>, or for old style <code>data = [columns], [result]</code>
th: ตัวกรองสามารถเข้าถึงได้ผ่าน <code>filters</code><br><br> ส่งเอาต์พุตเป็น <code>result = [result]</code> หรือสำหรับ <code>data = [columns], [result]</code> แบบเก่า <code>data = [columns], [result]</code>

source: Filters {0}
th: ตัวกรอง {0}

source: Filters:
th: ตัวกรอง:

source: Find '{0}' in ...
th: ค้นหา '{0}' ใน ...

source: Find {0} in {1}
th: ค้นหา {0} ใน {1}

source: Finished
th: เสร็จ

source: Finished At
th: เสร็จสิ้นเมื่อ

source: First Day of the Week
th: วันแรกของสัปดาห์

source: First Name
th: ชื่อแรก

source: First Success Message
th: ข้อความแสดงความสำเร็จเป็นครั้งแรก

source: First Transaction
th: การทำธุรกรรมครั้งแรก

source: First data column must be blank.
th: คอลัมน์ข้อมูลครั้งแรกจะต้องว่างเปล่า

source: First set the name and save the record.
th: ก่อนตั้งชื่อและบันทึกข้อมูล

source: Fit
th: พอดี

source: Flag
th: ธง

source: Float
th: ลอย

source: Float Precision
th: พรีซิชั่ลอย

source: Fold
th: พับ

source: Fold can not be at the end of the form
th: พับไม่สามารถที่ส่วนท้ายของแบบฟอร์ม

source: Fold must come before a Section Break
th: พับต้องมาก่อนที่จะแบ่งส่วน

source: Folder
th: โฟลเดอร์

source: Folder Name
th: ชื่อโฟลเดอร์

source: Folder name should not include '/' (slash)
th: ชื่อโฟลเดอร์ไม่ควรมี &#39;/&#39; (เฉือน)

source: Folder {0} is not empty
th: โฟลเดอร์ {0} ไม่ว่างเปล่า

source: Folio
th: โฟลิโอ

source: Follow
th: ปฏิบัติตาม

source: Followed by
th: ติดตามโดย

source: Following Report Filters have missing values:
th: ตัวกรองรายงานต่อไปนี้มีค่าว่าง:

source: Following fields are missing:
th: ฟิลด์ต่อไปนี้จะหายไป:

source: Following fields have invalid values:
th: ฟิลด์ต่อไปนี้มีค่าที่ไม่ถูกต้อง:

source: Following fields have missing values
th: ฟิลด์ต่อไปนี้มีค่าว่าง

source: Following fields have missing values:
th: ฟิลด์ต่อไปนี้มีค่าที่ขาดหายไป:

source: Following links are broken in the email content: {0}
th: ลิงก์ต่อไปนี้ในเนื้อหาอีเมลเสีย: {0}

source: Font
th: ตัวอักษร

source: Font Properties
th: คุณสมบัติแบบอักษร

source: Font Size
th: ขนาดตัวอักษร

source: Fonts
th: แบบอักษร

source: Footer
th: ส่วนท้าย

source: Footer "Powered By"
th: ท้ายหน้า "ขับเคลื่อนโดย"

source: Footer Based On
th: ส่วนท้ายอิงตาม

source: Footer Content
th: เนื้อหาส่วนท้าย

source: Footer Details
th: รายละเอียดท้ายเอกสาร

source: Footer HTML
th: HTML ท้ายกระดาษ

source: Footer HTML set from attachment {0}
th: ตั้งค่า HTML ส่วนท้ายจากไฟล์แนบ {0}

source: Footer Image
th: รูปภาพส่วนท้าย

source: Footer Items
th: รายการส่วนท้าย

source: Footer Logo
th: โลโก้ส่วนท้าย

source: Footer Script
th: สคริปต์ท้ายหน้า

source: Footer Template
th: เทมเพลตส่วนท้าย

source: Footer Template Values
th: ค่าเทมเพลตส่วนท้าย

source: Footer might not be visible as {0} option is disabled</div>
th: ส่วนท้ายอาจไม่แสดงเนื่องจากตัวเลือก {0} ถูกปิดใช้งาน</div>

source: Footer will display correctly only in PDF
th: ส่วนท้ายจะแสดงอย่างถูกต้องเฉพาะใน PDF

source: For DocType Link / DocType Action
th: สำหรับ DocType Link / DocType Action

source: For Document Event
th: สำหรับเหตุการณ์เอกสาร

source: For Document Type
th: สำหรับประเภทเอกสาร

source: For Example: {} Open
th: ตัวอย่างเช่น: {} เปิด

source: For Links, enter the DocType as range. For Select, enter list of Options, each on a new line.
th: สำหรับลิงก์ ให้กรอก DocType เป็นช่วง สำหรับการเลือก ให้กรอกรายการตัวเลือก โดยแต่ละตัวเลือกแยกบรรทัดใหม่

source: For User
th: สำหรับผู้ใช้

source: For Value
th: สำหรับ Value

source: For comparison, use >5, <10 or =324. For ranges, use 5:10 (for values between 5 & 10).
th: สำหรับการเปรียบเทียบให้ใช้&gt; 5, &lt;10 หรือ = 324 สำหรับช่วงใช้ 5:10 (สำหรับค่าระหว่าง 5 และ 10)

source: For example if you cancel and amend INV004 it will become a new document INV004-1. This helps you to keep track of each amendment.
th: ตัวอย่างเช่นถ้าคุณยกเลิกและแก้ไข INV004 มันจะกลายเป็นเอกสารใหม่ INV004-1 นี้จะช่วยให้คุณสามารถติดตามของแต่ละการแก้ไข

source: For example:
th: ตัวอย่างเช่น:

source: For example: If you want to include the document ID, use {0}
th: ตัวอย่างเช่นถ้าคุณต้องการที่จะรวม ID เอกสารใช้ {0}

source: For example: {} Open
th: ตัวอย่างเช่น: {} เปิด

source: For help see <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">Client Script API and Examples</a>
th: สำหรับความช่วยเหลือโปรดดู <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">Client Script API และตัวอย่าง</a>

source: For more information, <a class="text-muted" href="https://docs.frappe.io/erpnext/user/manual/en/linking-emails-to-document">click here</a>.
th: สำหรับข้อมูลเพิ่มเติม <a class="text-muted" href="https://docs.frappe.io/erpnext/user/manual/en/linking-emails-to-document">คลิกที่นี่</a>

source: For more information, {0}.
th: สำหรับข้อมูลเพิ่มเติม {0}

source: For multiple addresses, enter the address on different line. e.g. test@test.com ⏎ test1@test.com
th: สำหรับหลายที่อยู่ ให้กรอกที่อยู่ในบรรทัดที่แตกต่างกัน เช่น test@test.com ⏎ test1@test.com

source: For updating, you can update only selective columns.
th: สำหรับการปรับปรุงคุณสามารถปรับปรุงเฉพาะคอลัมน์ที่เลือก

source: For {0} at level {1} in {2} in row {3}
th: สำหรับ {0} ในระดับ {1} ใน {2} ในแถว {3}

source: Force
th: บังคับ

source: Force Re-route to Default View
th: บังคับเปลี่ยนเส้นทางไปยังมุมมองเริ่มต้น

source: Force Show
th: กองทัพแสดง

source: Force Stop job
th: บังคับหยุดงาน

source: Force User to Reset Password
th: บังคับให้ผู้ใช้รีเซ็ตรหัสผ่าน

source: Force Web Capture Mode for Uploads
th: บังคับโหมดจับภาพเว็บสำหรับการอัปโหลด

source: Forgot Password?
th: ลืมรหัสผ่าน?

source: Form
th: ฟอร์ม

source: Form Builder
th: ตัวสร้างแบบฟอร์ม

source: Form Dict
th: พจนานุกรมฟอร์ม

source: Form Settings
th: การตั้งค่าแบบฟอร์ม

source: Form Tour
th: แบบฟอร์มแนะนำการใช้งาน

source: Form Tour Step
th: ขั้นตอนทัวร์ฟอร์ม

source: Form URL-Encoded
th: แบบฟอร์มที่เข้ารหัส URL

source: Format
th: รูป

source: Format Data
th: ข้อมูลรูปแบบ

source: Forward
th: ข้างหน้า

source: Forward To Email Address
th: ไปข้างหน้า เพื่อ ที่อยู่อีเมล์

source: Fraction
th: เศษ

source: Fraction Units
th: หน่วยเศษ

source: Frappe
th: เย็นเป็นวุ้น

source: Frappe Framework
th: ปั่นกรอบ

source: Frappe Light
th: แฟรปไลท์

source: Frappe Support
th: ฝ่ายสนับสนุน Frappe

source: Frappe page builder using components
th: Frappe ตัวสร้างเพจโดยใช้ส่วนประกอบ

# Image Cropper
source: Free
th: ว่าง

source: Frequency
th: ความถี่

source: Friday
th: วันศุกร์

source: From
th: จาก

# Email Sender
source: From
th: จาก

source: From Date
th: จากวันที่

source: From Date Field
th: จากฟิลด์วันที่

source: From Document Type
th: จากประเภทเอกสาร

source: From Full Name
th: จากชื่อเต็ม

source: From User
th: จากผู้ใช้

source: From version
th: จากเวอร์ชัน

source: Full
th: เต็ม

source: Full Name
th: ชื่อเต็ม

source: Full Page
th: เต็มหน้า

source: Full Width
th: เต็มความกว้าง

source: Function
th: ฟังก์ชัน
