Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: Time series based on is required to create a dashboard chart
th: ต้องใช้อนุกรมเวลาตามเพื่อสร้างแผนภูมิแดชบอร์ด

source: Time {0} must be in format: {1}
th: เวลา {0} ต้องอยู่ในรูปแบบ: {1}

source: Timed Out
th: หมดเวลาการเชื่อมต่อ

source: Timeless Night
th: ราตรีนิรันดร์

source: Timeline
th: เส้นเวลางาน

source: Timeline DocType
th: DocType Timeline

source: Timeline Field
th: ไทม์ไลน์ของสนาม

source: Timeline Links
th: ลิงค์ไทม์ไลน์

source: Timeline Name
th: ชื่อไทม์ไลน์

source: Timeline field must be a Link or Dynamic Link
th: ข้อมูล Timeline จะต้องมีการเชื่อมโยงหรือเชื่อมโยงแบบไดนามิก

source: Timeline field must be a valid fieldname
th: ข้อมูล Timeline จะต้องเป็น fieldname ที่ถูกต้อง

source: Timeout
th: หมดเวลาการเชื่อมต่อ

source: Timeout (In Seconds)
th: หมดเวลารอ (วินาที)

source: Timespan
th: ช่วงเวลา

source: Timestamp
th: การประทับเวลา

source: Title
th: ชื่อเรื่อง

source: Title Field
th: ชื่อ ฟิลด์

source: Title Prefix
th: คำนำหน้าชื่อ

source: Title field must be a valid fieldname
th: ฟิลด์ จะต้องfieldname ถูกต้อง

source: Title of the page
th: ชื่อของเพจ

source: To
th: ไปยัง

# Email Recipients
source: To
th: ไปยัง

source: To Date
th: ถึงวันที่

source: To Date Field
th: ถึงฟิลด์วันที่

source: To Do
th: สิ่งที่ต้องทำ

source: To User
th: ถึงผู้ใช้

source: To add dynamic subject, use jinja tags like <div><pre><code>New {{ doc.doctype }} #{{ doc.name }}</code></pre></div>
th: ในการเพิ่มหัวข้อแบบไดนามิก ให้ใช้แท็ก jinja ดังนี้ <div><pre><code>New {{ doc.doctype }} #{{ doc.name }}</code></pre></div>

source: To add dynamic subject, use jinja tags like <div><pre><code>{{ doc.name }} Delivered</code></pre></div>
th: ในการเพิ่มหัวข้อแบบไดนามิก ให้ใช้แท็ก jinja ดังนี้ <div><pre><code>{{ doc.name }} ส่งมอบแล้ว</code></pre></div>

source: To add dynamic values from the document, use jinja tags like <div> <pre><code>{ "id": "{{ doc.name }}" }</code> </pre> </div>
th: ในการเพิ่มค่าที่เปลี่ยนแปลงได้จากเอกสาร ให้ใช้แท็ก jinja ดังนี้ <div> <pre><code>{ "id": "{{ doc.name }}" }</code> </pre> </div>

source: To allow more reports update limit in System Settings.
th: เพื่ออนุญาตให้เพิ่มขีดจำกัดการอัปเดตรายงานใน การตั้งค่าระบบ

source: To and CC
th: ไปและ CC

source: To begin the date range at the start of the chosen period. For example, if 'Year' is selected as the period, the report will start from January 1st of the current year.
th: เริ่มช่วงวันที่ตั้งแต่ต้นของช่วงเวลาที่เลือก เช่น หากเลือก 'ปี' เป็นช่วงเวลา รายงานจะเริ่มตั้งแต่วันที่ 1 มกราคมของปีปัจจุบัน

source: To configure Auto Repeat, enable "Allow Auto Repeat" from {0}.
th: ในการกำหนดค่าการทำซ้ำอัตโนมัติให้เปิดใช้งาน &quot;อนุญาตการทำซ้ำอัตโนมัติ&quot; จาก {0}

source: To enable it follow the instructions in the following link: {0}
th: หากต้องการเปิดใช้งานให้ทำตามคำแนะนำในลิงก์ต่อไปนี้: {0}

source: To enable server scripts, read the {0}.
th: เพื่อเปิดใช้งานสคริปต์เซิร์ฟเวอร์ โปรดอ่าน {0}

source: To export this step as JSON, link it in a Onboarding document and save the document.
th: เพื่อส่งออกขั้นตอนนี้เป็น JSON ให้เชื่อมโยงในเอกสารการเริ่มต้นใช้งานและบันทึกเอกสารนั้น

source: To get the updated report, click on {0}.
th: หากต้องการรับรายงานที่อัพเดตให้คลิกที่ {0}

source: To manage your authorized third party apps
th: เพื่อจัดการแอปของบุคคลที่สามที่ได้รับอนุญาตของคุณ

source: To print output use <code>print(text)</code>
th: ในการพิมพ์ผลลัพธ์ให้ใช้ <code>print(text)</code>

source: To set the role {0} in the user {1}, kindly set the {2} field as {3} in one of the {4} record.
th: ในการกำหนดบทบาท {0} ให้กับผู้ใช้ {1} กรุณาตั้งค่าฟิลด์ {2} เป็น {3} ในระเบียน {4} ใดระเบียนหนึ่ง

source: To use Google Calendar, enable {0}.
th: หากต้องการใช้ Google ปฏิทินให้เปิดใช้งาน {0}

source: To use Google Contacts, enable {0}.
th: หากต้องการใช้ Google Contacts ให้เปิดใช้งาน {0}

source: To use Google Drive, enable {0}.
th: ในการใช้ Google Drive ให้เปิดใช้งาน {0}

source: To use Google Indexing, enable <a href="/app/google-settings">Google Settings</a>.
th: ในการใช้การจัดทำดัชนีของ Google โปรดเปิดใช้งาน <a href="/app/google-settings">การตั้งค่า Google</a>

source: To use Slack Channel, add a <a href="#List/Slack%20Webhook%20URL/List">Slack Webhook URL</a>.
th: ในการใช้งาน Slack Channel ให้เพิ่ม <a href="#List/Slack%20Webhook%20URL/List">Slack Webhook URL</a>

source: To version
th: ไปยังเวอร์ชัน

source: ToDo
th: สิ่งที่ต้องทำ

source: Today
th: ในวันนี้

source: Toggle Chart
th: สลับแผนภูมิ

source: Toggle Full Width
th: สลับความกว้างเต็มหน้าจอ

source: Toggle Grid View
th: สลับมุมมองตาราง

source: Toggle Section: {0}
th: สลับส่วน: {0}

source: Toggle Sidebar
th: สลับแถบด้านข้าง

# Button in list view menu
source: Toggle Sidebar
th: สลับแถบด้านข้าง

source: Toggle Theme
th: สลับธีม

source: Token
th: เหรียญ

source: Token Cache
th: แคชโทเค็น

source: Token Type
th: ประเภทโทเค็น

source: Token URI
th: URI โทเค็น

source: Token is missing
th: Token จะหายไป

source: Tomorrow
th: พรุ่งนี้

source: Too Many Documents
th: เอกสารมากเกินไป

source: Too Many Requests
th: คำขอมากเกินไป

source: Too many changes to database in single action.
th: มีการเปลี่ยนแปลงฐานข้อมูลมากเกินไปในหนึ่งการกระทำเดียว

source: Too many queued background jobs ({0}). Please retry after some time.
th: มีงานเบื้องหลังรอคิวจำนวนมากเกินไป ({0}) กรุณาลองใหม่อีกครั้งในภายหลัง

source: Too many users signed up recently, so the registration is disabled. Please try back in an hour
th: ผู้ใช้จำนวนมากเกินไปลงนามเมื่อเร็ว ๆ นี้เพื่อลงทะเบียนเป็นคนพิการ โปรดลองกลับมาในอีกหนึ่งชั่วโมง

source: Tools
th: เครื่องมือ

source: Top
th: ด้านบน

source: Top 10
th: 10 อันดับแรก

source: Top Bar Item
th: รายการ Bar สถานที่ยอด

source: Top Bar Items
th: รายการ Bar สถานที่ยอด

source: Top Center
th: บนกึ่งกลาง

source: Top Errors
th: ข้อผิดพลาดสูงสุด

source: Top Left
th: บนซ้าย

source: Top Performer
th: นักแสดงยอดนิยม

source: Top Reviewer
th: ผู้ตรวจสอบยอดนิยม

source: Top Right
th: มุมบนขวา

source: Top {0}
th: ยอดนิยม {0}

source: Topic
th: กระทู้

source: Total
th: ทั้งหมด

source: Total Background Workers
th: พนักงานเบื้องหลังทั้งหมด

source: Total Errors (last 1 day)
th: ข้อผิดพลาดทั้งหมด (ย้อนหลัง 1 วัน)

source: Total Images
th: รวมภาพทั้งหมด

source: Total Outgoing Emails
th: อีเมลขาออกทั้งหมด

source: Total Recipients
th: ผู้รับทั้งหมด

source: Total Subscribers
th: สมาชิกทั้งหมด

source: Total Users
th: ผู้ใช้ทั้งหมด

source: Total Views
th: ยอดเข้าชมทั้งหมด

source: Total Working Time
th: เวลาทำงานรวม

source: Total number of emails to sync in initial sync process
th: จำนวนอีเมลที่จะซิงค์ในขั้นตอนการซิงค์ครั้งแรก

source: Total:
th: รวม:

source: Totals
th: ผลรวม

source: Totals Row
th: ยอดรวม

source: Trace ID
th: รหัสติดตาม

source: Traceback
th: ตรวจสอบย้อนกลับ

source: Track Changes
th: การติดตามการเปลี่ยนแปลง

source: Track Email Status
th: ติดตามสถานะอีเมล

source: Track Field
th: ลู่วิ่ง

source: Track Seen
th: ติดตามการกระทำ

source: Track Steps
th: ติดตามขั้นตอน

source: Track Views
th: ติดตามการดู

source: Track if your email has been opened by the recipient. <br> Note: If you're sending to multiple recipients, even if 1 recipient reads the email, it'll be considered "Opened"
th: ติดตามว่าอีเมลของคุณถูกเปิดโดยผู้รับหรือไม่ <br> หมายเหตุ: หากส่งไปยังผู้รับหลายราย แม้แต่ผู้รับเพียงคนเดียวเปิดอ่านอีเมล ก็จะถือว่า "เปิดแล้ว"

source: Track milestones for any document
th: ติดตามเหตุการณ์สำคัญสำหรับเอกสารใด ๆ

source: Tracking URL generated and copied to clipboard
th: ลิงก์ติดตามถูกสร้างและคัดลอกไปยังคลิปบอร์ดแล้ว

source: Transaction Hash
th: แฮชธุรกรรม

source: Transaction Log
th: ล็อกธุรกรรม

source: Transaction Log Report
th: รายงานบันทึกธุรกรรม

source: Transgender
th: คนข้ามเพศ

source: Transition Properties
th: คุณสมบัติการเปลี่ยนสถานะ

source: Transition Rules
th: กฎการเปลี่ยน

source: Transitions
th: เปลี่ยน

source: Translatable
th: สามารถแปลความหมายได้

source: Translate Data
th: ข้อมูล

source: Translate Link Fields
th: แปลฟิลด์ลิงก์

source: Translate values
th: ค่า

source: Translate {0}
th: แปล {0}

source: Translated Text
th: ข้อความที่แปล

source: Translation
th: การแปล

source: Translation Tools
th: เครื่องมือแปลภาษา

source: Translation Tools Settings
th: การตั้งค่าเครื่องมือแปลภาษา

source: Translations
th: การแปล

source: Translator
th: ผู้แปล

source: Trash
th: ขยะ

source: Tree
th: ต้นไม้

source: Tree View
th: มุมมองแบบต้นไม้

source: Tree structures are implemented using Nested Set
th: โครงสร้างต้นไม้ถูกนำไปใช้โดยใช้ชุดซ้อน

source: Tree view is not available for {0}
th: ไม่มีมุมมองแบบต้นไม้สำหรับ {0}

source: Trigger Method
th: วิธีการทริกเกอร์

source: Trigger Primary Action
th: การดำเนินการหลักของทริกเกอร์

source: Trigger caching
th: เปิดใช้งานการแคช

source: Trigger on valid methods like "before_insert", "after_update", etc (will depend on the DocType selected)
th: ทริกเกอร์เกี่ยวกับวิธีการที่ถูกต้องเช่น &quot;before_insert&quot;, &quot;after_update&quot; ฯลฯ (จะขึ้นอยู่กับ DocType ที่เลือก)

source: Trim Table
th: ตัดแต่งตาราง

source: Try Again
th: ลองอีกครั้ง

source: Try a Naming Series
th: ลองใช้ลำดับการตั้งชื่อ

source: Try the new Print Designer
th: ลองใช้โปรแกรมออกแบบการพิมพ์ใหม่

source: Try to avoid repeated words and characters
th: พยายามหลีกเลี่ยงคำพูดซ้ำแล้วซ้ำอีกและตัวอักษร

source: Try to use a longer keyboard pattern with more turns
th: พยายามที่จะใช้รูปแบบแป้นพิมพ์อีกต่อไปกับผลัดกันมากขึ้น

source: Tuesday
th: วันอังคาร

source: Two Factor Authentication
th: การตรวจสอบความถูกต้องของปัจจัยสองตัว

source: Two Factor Authentication method
th: วิธีการตรวจสอบความถูกต้องของปัจจัยสองตัว

source: Type
th: ชนิด

source: Type Distribution
th: การแจกแจงประเภท

source: Type a reply / comment
th: พิมพ์คำตอบ / ความคิดเห็น

source: Type something in the search box to search
th: พิมพ์สิ่งที่อยู่ในกล่องค้นหาเพื่อค้นหา

source: Type title
th: พิมพ์ชื่อเรื่อง

source: Type your reply here...
th: พิมพ์คำตอบของคุณที่นี่...

source: Type:
th: ประเภท:

source: UI Tour
th: ทัวร์ส่วนติดต่อผู้ใช้

source: URIs for receiving authorization code once the user allows access, as well as failure responses. Typically a REST endpoint exposed by the Client App. <br>e.g. http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook
th: URI สำหรับรับรหัสอนุญาตเมื่อผู้ใช้อนุญาตการเข้าถึง รวมถึงการตอบกลับในกรณีล้มเหลว โดยปกติจะเป็น REST endpoint ที่แอปพลิเคชันลูกค้าเปิดเผย <br>ตัวอย่างเช่น http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook

source: URL for documentation or help
th: URL สำหรับเอกสารหรือความช่วยเหลือ

source: URL must start with http:// or https://
th: URL ต้องเริ่มต้นด้วย http:// หรือ https://

source: URL of the page
th: URL ของหน้า

source: URL to go to on clicking the slideshow image
th: URL ที่จะไปเมื่อคลิกภาพสไลด์โชว์

source: Unable to find DocType {0}
th: ไม่พบ DocType {0}

source: Unable to load camera.
th: ไม่สามารถโหลดกล้องได้

source: Unable to load: {0}
th: ไม่สามารถที่จะ โหลด : {0}

source: Unable to open attached file. Did you export it as CSV?
th: ไม่สามารถเปิดไฟล์ที่แนบมา คุณได้ส่งไฟล์ออกเป็น สกุล CSV หรือไม่?

source: Unable to read file format for {0}
th: ไม่สามารถอ่านรูปแบบไฟล์สำหรับ {0}

source: Unable to send mail because of a missing email account. Please setup default Email Account from Settings > Email Account
th: ไม่สามารถส่งอีเมลได้เนื่องจากไม่มีบัญชีอีเมล กรุณาตั้งค่าบัญชีอีเมลเริ่มต้นจาก การตั้งค่า > บัญชีอีเมล

source: Unable to update event
th: ไม่สามารถปรับเหตุการณ์ให้เป็นค่าล่าสุดได้

source: Unable to write file format for {0}
th: ไม่สามารถเขียนรูปแบบไฟล์สำหรับ {0}

source: Unassign Condition
th: ยกเลิกการกำหนดเงื่อนไข

source: Uncaught Server Exception
th: Uncaught ข้อยกเว้นเซิร์ฟเวอร์

source: Unchanged
th: ไม่เปลี่ยนแปลง

source: Undo
th: เลิกทำ

source: Undo last action
th: เลิกทำการกระทำล่าสุด

source: Unfollow
th: เลิก

source: Unhandled Email
th: ไม่มีการจัดการอีเมล์

source: Unhandled Emails
th: อีเมลที่ไม่ได้รับการจัดการ

source: Unhide Workspace
th: แสดงพื้นที่ทำงาน

source: Unique
th: เป็นเอกลักษณ์

source: Unknown
th: ไม่ทราบ

source: Unknown Column: {0}
th: ไม่ทราบ คอลัมน์ : {0}

source: Unknown Rounding Method: {}
th: วิธีการปัดเศษที่ไม่รู้จัก: {}

source: Unknown User
th: ผู้ใช้ที่ไม่รู้จัก

source: Unknown file encoding. Tried utf-8, windows-1250, windows-1252.
th: การเข้ารหัส ไฟล์ ที่ไม่รู้จัก พยายาม UTF -8 , Windows - 1250 1252 หน้าต่าง

source: Unlock Reference Document
th: ปลดล็อกเอกสารอ้างอิง

source: Unpublish
th: ยกเลิกการเผยแพร่

source: Unread
th: ไม่ได้อ่าน

source: Unread Notification Sent
th: แจ้งส่งยังไม่ได้อ่าน

source: Unsafe SQL query
th: คำสั่ง SQL ที่ไม่ปลอดภัย

source: Unselect All
th: ไม่เลือกทั้งหมด

source: Unshared
th: ยกเลิกการแบ่งปัน

source: Unsubscribe
th: ยกเลิกการรับข่าวสาร

source: Unsubscribe Method
th: วิธีการยกเลิกการเป็นสมาชิก

source: Unsubscribe Param
th: ยกเลิกการรับข่าวสาร Param

source: Unsubscribed
th: ยกเลิกการสมัคร

source: Untitled Column
th: คอลัมน์ไม่มีชื่อ

source: Unzip
th: เปิดเครื่องรูด

source: Unzipped {0} files
th: แตกไฟล์ {0} แล้ว

source: Unzipping files...
th: กำลังขยายไฟล์ ...

source: Upcoming Events for Today
th: เหตุการณ์จะเกิดขึ้นสำหรับวันนี้

source: Update
th: อัพเดท

source: Update Amendment Naming
th: อัปเดตการตั้งชื่อแก้ไข

source: Update Details
th: ปรับปรุงรายละเอียด

source: Update Existing Records
th: อัปเดตระเบียนที่มีอยู่

source: Update Field
th: ปรับปรุงเขต

source: Update Hooks Resolution Order
th: อัปเดตลำดับการแก้ไข Hooks

source: Update Order
th: ปรับปรุงใบสั่งซื้อ

source: Update Password
th: อัปเดตรหัสผ่าน

source: Update Series Counter
th: อัปเดตตัวนับลำดับชุดข้อมูล

source: Update Series Number
th: จำนวน Series ปรับปรุง

source: Update Settings
th: ปรับปรุงการตั้งค่า

source: Update Translations
th: อัปเดตการแปล

source: Update Value
th: ปรับปรุงค่า

source: Update from Frappe Cloud
th: อัปเดตจาก Frappe Cloud

source: Update {0} records
th: อัปเดตข้อมูล {0} รายการ

source: Updated
th: อัพเดต

source: Updated Successfully
th: อัปเดตเรียบร้อยแล้ว

source: Updated To A New Version 🎉
th: อัปเดตเป็นเวอร์ชั่นใหม่แล้ว

source: Updated successfully
th: อัปเดตเรียบร้อยแล้ว

source: Updates
th: อัปเดต

source: Updating
th: กำลังอัปเดต

# Freeze message while updating a document
source: Updating
th: อัปเดต

source: Updating Email Queue Statuses. The emails will be picked up in the next scheduled run.
th: กำลังอัปเดตสถานะคิวอีเมล อีเมลจะถูกดึงขึ้นในรอบการทำงานที่กำหนดถัดไป

source: Updating counter may lead to document name conflicts if not done properly
th: การอัปเดตเคาน์เตอร์อาจทำให้เกิดความขัดแย้งของชื่อเอกสารหากไม่ได้ดำเนินการอย่างถูกต้อง

source: Updating global settings
th: กำลังอัปเดตการตั้งค่าทั่วไป

source: Updating naming series options
th: กำลังอัปเดตตัวเลือกชุดรหัสกำหนดชื่อ

source: Updating related fields...
th: กำลังอัปเดตฟิลด์ที่เกี่ยวข้อง...

source: Updating {0}
th: กำลังอัปเดต {0}

source: Updating {0} of {1}, {2}
th: การอัพเดต {0} จาก {1}, {2}

source: Upgrade plan
th: แผนการอัปเกรด

source: Upgrade your support experience with Frappe Helpdesk
th: ยกระดับประสบการณ์การสนับสนุนของคุณด้วย Frappe Helpdesk

source: Upload
th: อัปโหลด

source: Upload Image
th: อัปโหลดรูปภาพ

source: Upload file
th: อัพโหลดไฟล์

source: Upload {0} files
th: อัปโหลดไฟล์ {0}

source: Uploaded To Dropbox
th: อัปโหลดไปยัง Dropbox

source: Uploaded To Google Drive
th: อัปโหลดไปยัง Google ไดรฟ์

source: Uploading backup to Google Drive.
th: กำลังอัปโหลดสำรองข้อมูลไปยัง Google Drive

source: Uploading successful.
th: อัปโหลดสำเร็จแล้ว

source: Uploading to Google Drive
th: กำลังอัปโหลดไปยัง Google Drive

source: Use % for any non empty value.
th: ใช้ % สำหรับค่าที่ไม่ว่างใดๆ

source: Use ASCII encoding for password
th: ใช้การเข้ารหัส ASCII สำหรับรหัสผ่าน

source: Use First Day of Period
th: ใช้วันแรกของงวด

source: Use HTML
th: ใช้ HTML

source: Use IMAP
th: ใช้ IMAP

source: Use Number Format from Currency
th: ใช้รูปแบบตัวเลขจากสกุลเงิน

source: Use POST
th: ใช้ POST

source: Use Report Chart
th: ใช้แผนภูมิรายงาน

source: Use SSL
th: ใช้ SSL

source: Use STARTTLS
th: ใช้ STARTTLS

source: Use TLS
th: ใช้ TLS

source: Use a few words, avoid common phrases.
th: ใช้คำไม่กี่คำหลีกเลี่ยงวลีที่พบบ่อย

source: Use different Email ID
th: ใช้รหัสอีเมลอื่น

source: Use of function {0} in field is restricted
th: การใช้งานฟังก์ชัน {0} ในฟิลด์ถูกจำกัดไว้

source: Use of sub-query or function is restricted
th: การใช้ข้อความค้นหาย่อยหรือฟังก์ชันถูก จำกัด ไว้

source: Use the new Print Format Builder
th: ใช้ตัวสร้างรูปแบบการพิมพ์ใหม่

source: Use this fieldname to generate title
th: ใช้ fieldname นี้เพื่อสร้างชื่อ

source: Use this, for example, if all sent emails should also be send to an archive.
th: ใช้สิ่งนี้เป็นตัวอย่าง หากต้องการให้ทุกอีเมลที่ส่งออกไปถูกส่งไปยังที่เก็บถาวรด้วย

source: Used OAuth
th: ใช้ OAuth

source: User
th: ผู้ใช้งาน

source: User
th: ผู้ใช้งาน

source: User '{0}' already has the role '{1}'
th: ผู้ใช้ &#39;{0}&#39; แล้วมีบทบาท &#39;{1}&#39;

source: User Activity Report
th: รายงานกิจกรรมผู้ใช้

source: User Activity Report Without Sort
th: รายงานกิจกรรมผู้ใช้โดยไม่เรียงลำดับ

source: User Agent
th: ตัวแทนผู้ใช้

source: User Cannot Create
th: ผู้ใช้ไม่สามารถสร้าง

source: User Cannot Search
th: ผู้ใช้ไม่สามารถค้นหา

source: User Changed
th: ผู้ใช้เปลี่ยนแปลงแล้ว

source: User Defaults
th: ค่าดีฟอลต์รายละเอียด

source: User Details
th: รายละเอียดผู้ใช้

source: User Document Type
th: ประเภทเอกสารผู้ใช้

source: User Document Types Limit Exceeded
th: เกินขีดจำกัดประเภทเอกสารผู้ใช้

source: User Email
th: ผู้ใช้อีเมล์

source: User Emails
th: อีเมล์ของผู้ใช้

source: User Field
th: ฟิลด์ผู้ใช้

source: User Group
th: กลุ่มผู้ใช้

source: User Group Member
th: สมาชิกกลุ่มผู้ใช้

source: User Group Members
th: สมาชิกกลุ่มผู้ใช้

source: User ID
th: รหัสผู้ใช้

source: User ID Property
th: คุณสมบัติ ID ผู้ใช้

source: User ID of a Blogger
th: ชื่อผู้ใช้ ID ของ Blogger

source: User Id
th: ID ผู้ใช้

source: User Id Field
th: ฟิลด์รหัสผู้ใช้

source: User Id Field is mandatory in the user type {0}
th: ฟิลด์รหัสผู้ใช้เป็นข้อมูลบังคับในประเภทผู้ใช้ {0}

source: User Image
th: รูปภาพของผู้ใช้

source: User Menu
th: เมนูผู้ใช้

source: User Name
th: ชื่อผู้ใช้

source: User Permission
th: การอนุญาต ของผู้ใช้

source: User Permissions
th: สิทธิ์ของผู้ใช้

# Button in list view menu
source: User Permissions
th: สิทธิ์ของผู้ใช้

source: User Permissions are used to limit users to specific records.
th: สิทธิ์ผู้ใช้จะถูกใช้เพื่อ จำกัด ผู้ใช้เฉพาะระเบียน

source: User Permissions created sucessfully
th: การอนุญาตผู้ใช้สร้างสำเร็จแล้ว

source: User Profile
th: ประวัติผู้ใช้

source: User Role
th: บทบาทผู้ใช้

source: User Select Document Type
th: ผู้ใช้เลือกประเภทเอกสาร

source: User Settings
th: การตั้งค่าผู้ใช้

source: User Social Login
th: เข้าสู่ระบบทางสังคมของผู้ใช้

source: User Tags
th: แท็กผู้ใช้

source: User Type
th: ประเภทผู้ใช้

source: User Type Module
th: ประเภทผู้ใช้ โมดูล

source: User can login using Email id or Mobile number
th: ผู้ใช้สามารถเข้าสู่ระบบโดยใช้ Email id หรือ Mobile number

source: User can login using Email id or User Name
th: ผู้ใช้สามารถเข้าสู่ระบบโดยใช้ Email id หรือ User Name

source: User does not exist
th: ไม่มีผู้ใช้

source: User does not exist.
th: ผู้ใช้ไม่มีอยู่จริง

source: User does not have permission to create the new {0}
th: ผู้ใช้ไม่มีสิทธิ์ในการสร้าง {0} ใหม่

source: User is mandatory for Share
th: ผู้ใช้เป็นข้อบังคับสำหรับแบ่งปัน

source: User must always select
th: ผู้ใช้จะต้องเลือก

source: User not allowed to delete {0}: {1}
th: ผู้ใช้ไม่ได้รับอนุญาตในการลบ {0}: {1}

source: User permission already exists
th: สิทธิ์ผู้ใช้มีอยู่แล้ว

source: User with email address {0} does not exist
th: ผู้ใช้ที่มีที่อยู่อีเมล {0} ไม่มีอยู่ในระบบ

source: User with email: {0} does not exist in the system. Please ask 'System Administrator' to create the user for you.
th: ไม่พบผู้ใช้ที่มีอีเมล: {0} ในระบบ กรุณาติดต่อ 'ผู้ดูแลระบบ' เพื่อสร้างผู้ใช้ให้คุณ

source: User {0} cannot be deleted
th: ผู้ใช้ {0} ไม่สามารถลบได้

source: User {0} cannot be disabled
th: ผู้ใช้ {0} ไม่สามารถ ปิดการใช้งาน

source: User {0} cannot be renamed
th: ผู้ใช้ {0} ไม่สามารถเปลี่ยนชื่อ

source: User {0} does not have access to this document
th: ผู้ใช้ {0} ไม่มีสิทธิ์เข้าถึงเอกสารนี้

source: User {0} does not have doctype access via role permission for document {1}
th: ผู้ใช้ {0} ไม่สามารถเข้าถึงประเภทเอกสารผ่านการอนุญาตบทบาทสำหรับเอกสาร {1}

source: User {0} does not have the permission to create a Workspace.
th: ผู้ใช้ {0} ไม่มีสิทธิ์ในการสร้างพื้นที่ทำงาน

source: User {0} has requested for data deletion
th: ผู้ใช้ {0} ร้องขอการลบข้อมูล

source: User {0} impersonated as {1}
th: ผู้ใช้ {0} แอบอ้างเป็น {1}

source: User {0} is disabled
th: ผู้ใช้ {0} ถูกปิดใช้งาน

source: User {0} is disabled. Please contact your System Manager.
th: ผู้ใช้ {0} ถูกปิดใช้งาน กรุณาติดต่อผู้จัดการระบบของคุณ

source: User {0} is not permitted to access this document.
th: ผู้ใช้ {0} ไม่มีสิทธิ์เข้าถึงเอกสารนี้

source: Userinfo URI
th: ข้อมูลผู้ใช้ URI

source: Username
th: ชื่อผู้ใช้

source: Username {0} already exists
th: ชื่อผู้ใช้ {0} อยู่แล้ว

source: Users
th: ผู้ใช้

source: Users are only able to delete attached files if the document is either in draft or if the document is canceled and they are also able to delete the document.
th: ผู้ใช้สามารถลบไฟล์แนบได้เฉพาะเมื่อเอกสารอยู่ในสถานะร่าง หรือเมื่อเอกสารถูกยกเลิกและผู้ใช้สามารถลบเอกสารนั้นได้ด้วยเท่านั้น

source: Users assigned to the reference document will get points.
th: ผู้ใช้ที่กำหนดให้กับเอกสารอ้างอิงจะได้รับคะแนน

source: Users with role {0}:
th: ผู้ใช้ที่มี บทบาท {0}:

source: Uses system's theme to switch between light and dark mode
th: ใช้ธีมของระบบในการสลับระหว่างโหมดสว่างและโหมดมืด

source: Using this console may allow attackers to impersonate you and steal your information. Do not enter or paste code that you do not understand.
th: การใช้คอนโซลนี้อาจทำให้ผู้โจมตีสามารถปลอมตัวเป็นคุณและขโมยข้อมูลของคุณได้ อย่าป้อนหรือวางรหัสที่คุณไม่เข้าใจ

source: Utilization
th: การใช้ประโยชน์

source: Utilization %
th: อัตราการใช้งาน %

source: Valid
th: ถูกต้อง

source: Valid Login id required.
th: จำเป็นต้องใช้รหัสเข้าสู่ระบบที่ถูกต้อง

source: Valid email and name required
th: อีเมลที่ถูกต้องและชื่อที่ต้องการ

source: Validate Field
th: ตรวจสอบฟิลด์

source: Validation Error
th: ข้อผิดพลาดในการตรวจสอบ

source: Validity
th: ความถูกต้อง

source: Value
th: ราคา

source: Value Based On
th: มูลค่าตาม

source: Value Change
th: เปลี่ยนแปลงค่า

source: Value Changed
th: เปลี่ยนแปลงค่าเรียบร้อย

source: Value To Be Set
th: ค่าที่จะตั้งค่า

source: Value cannot be changed for {0}
th: ค่า ไม่สามารถเปลี่ยนแปลงได้ เพื่อ {0}

source: Value cannot be negative for
th: ค่าไม่สามารถเป็นค่าลบสำหรับ

source: Value cannot be negative for {0}: {1}
th: ค่าไม่สามารถเป็นค่าลบสำหรับ {0}: {1}

source: Value for a check field can be either 0 or 1
th: ความคุ้มค่า ด้าน การตรวจสอบสามารถเป็นได้ทั้ง 0 หรือ 1

source: Value for field {0} is too long in {1}. Length should be lesser than {2} characters
th: ค่าสำหรับฟิลด์ {0} ยาวเกินไปใน {1} ความยาวควรน้อยกว่า {2} อักขระ

source: Value for {0} cannot be a list
th: ราคา {0} ไม่สามารถเป็นรายการ

source: Value from this field will be set as the due date in the ToDo
th: ค่าจากฟิลด์นี้จะถูกกำหนดเป็นวันที่ครบกำหนดในสิ่งที่ต้องทำ

source: Value missing for
th: ค่าที่หายไปสำหรับ

source: Value must be one of {0}
th: ค่าต้องเป็นหนึ่งใน {0}

source: Value to Validate
th: ค่าที่จะตรวจสอบ

source: Value too big
th: ค่ามีขนาดใหญ่เกินไป

source: Value {0} missing for {1}
th: ไม่มีค่า {0} สำหรับ {1}

source: Value {0} must be in the valid duration format: d h m s
th: ค่า {0} ต้องอยู่ในรูปแบบระยะเวลาที่ถูกต้อง: dhms

source: Value {0} must in {1} format
th: ค่า {0} ต้องอยู่ในรูปแบบ {1}

source: Values Changed
th: ค่าเปลี่ยน

source: Verification
th: การตรวจสอบ

source: Verification Code
th: รหัสยืนยัน

source: Verification Link
th: ลิงก์ยืนยัน
