Repository: ManotLuijiu/erpnext-thai-translation
Catalog: frappe/*.po
Languages: th

source: {0} shared this document with everyone
th: {0} แบ่งปันเอกสารนี้ให้ใช้ร่วมกันกับทุกคนแล้ว

source: {0} shared this document with {1}
th: {0} แบ่งปันเอกสารนี้กับ {1}

source: {0} should be indexed because it's referred in dashboard connections
th: {0} ควรถูกจัดทำดัชนีเนื่องจากมีการอ้างอิงในการเชื่อมต่อของแดชบอร์ด

source: {0} should not be same as {1}
th: {0} ไม่ควรเหมือนกับ {1}

source: {0} submitted this document
th: {0} ได้ส่งเอกสารนี้แล้ว

# Form timeline
source: {0} submitted this document {1}
th: {0} ได้ส่งเอกสารนี้เมื่อ {1}

source: {0} subscribers added
th: {0} สมาชิกถูกเพิ่มแล้ว

source: {0} to stop receiving emails of this type
th: {0} เพื่อหยุดรับอีเมลประเภทนี้

source: {0} to {1}
th: {0} ถึง {1}

source: {0} un-shared this document with {1}
th: {0} ยกเลิกการแชร์เอกสารร่วมกับ{1}

source: {0} updated
th: {0} ได้รับการแก้ไขแล้ว

source: {0} values selected
th: เลือก {0} ค่า

source: {0} viewed this
th: {0} ดูแล้ว

source: {0} w
th: {0} ว

source: {0} weeks ago
th: {0} สัปดาห์ที่ผ่านมา

source: {0} y
th: {0} ปี

source: {0} years ago
th: {0} ปีที่แล้ว

source: {0} {1} added
th: {0} {1} เพิ่มแล้ว

source: {0} {1} added to Dashboard {2}
th: {0} {1} เพิ่มลงในแดชบอร์ด {2}

source: {0} {1} already exists
th: {0} {1} มีอยู่แล้ว

source: {0} {1} cannot be "{2}". It should be one of "{3}"
th: {0} {1} ไม่สามารถเป็น "{2}" มันควรจะเป็นอย่างใดอย่างหนึ่งของ "{3}"

source: {0} {1} cannot be a leaf node as it has children
th: {0} {1} ไม่สามารถเป็นโหนดใบไม้ได้ในขณะที่มีลูก

source: {0} {1} does not exist, select a new target to merge
th: {0} {1} ไม่มีอยู่ เลือกเป้าหมายใหม่ในการผสานรวม

source: {0} {1} is linked with the following submitted documents: {2}
th: {0} {1} เชื่อมโยงกับเอกสารที่ส่งต่อไปนี้: {2}

source: {0} {1} not found
th: {0} {1} ไม่พบ

source: {0} {1}: Submitted Record cannot be deleted. You must {2} Cancel {3} it first.
th: {0} {1}: ไม่สามารถลบบันทึกที่ส่งได้ คุณต้อง {2} ยกเลิก {3} ก่อน

source: {0}, Row {1}
th: {0} แถว {1}

source: {0}/{1} complete | Please leave this tab open until completion.
th: {0}/{1} เสร็จสมบูรณ์ | กรุณาอย่าปิดแท็บนี้จนกว่าจะเสร็จสิ้น

source: {0}: '{1}' ({3}) will get truncated, as max characters allowed is {2}
th: {0}: &quot;{1} &#39;({3}) จะได้รับการตัดเป็นตัวอักษรสูงสุดที่อนุญาตคือ {2}

source: {0}: Cannot set Amend without Cancel
th: {0}: ไม่สามารถถูกแก้ไขได้โดยไม่ยกเลิก

source: {0}: Cannot set Assign Amend if not Submittable
th: {0} : ไม่สามารถตั้งค่ากำหนดการแก้ไข ถ้าไม่ Submittable

source: {0}: Cannot set Assign Submit if not Submittable
th: {0}: ไม่ สามารถตั้งค่า กำหนด ส่ง ถ้าไม่ Submittable

source: {0}: Cannot set Cancel without Submit
th: {0}: ไม่สามารถตั้งค่ายกเลิกได้โดยที่ไม่ได้ส่ง

source: {0}: Cannot set Import without Create
th: {0}: ไม่สามารถตั้งค่านำเข้าได้โดยไม่ได้ สร้าง

source: {0}: Cannot set Submit, Cancel, Amend without Write
th: {0} : ไม่สามารถตั้งค่า การส่ง การยกเลิก และ การแก้ไข ได้โดยไม่ได้ เขียน

source: {0}: Cannot set import as {1} is not importable
th: {0}: ไม่ สามารถตั้งค่า นำเข้า เป็น {1} ไม่ importable

source: {0}: Failed to attach new recurring document. To enable attaching document in the auto repeat notification email, enable {1} in Print Settings
th: {0}: ล้มเหลวในการแนบเอกสารที่เกิดซ้ำใหม่ หากต้องการเปิดใช้งานการแนบเอกสารในอีเมลแจ้งเตือนการทำซ้ำอัตโนมัติให้เปิดใช้งาน {1} ในการตั้งค่าการพิมพ์

source: {0}: Field '{1}' cannot be set as Unique as it has non-unique values
th: {0}: ฟิลด์ &#39;{1}&#39; ไม่สามารถตั้งค่าเป็นไม่ซ้ำเนื่องจากมีค่าที่ไม่ซ้ำกัน

source: {0}: Field {1} in row {2} cannot be hidden and mandatory without default
th: {0}: ฟิลด์ {1} ในแถว {2} ไม่สามารถซ่อนและบังคับใช้โดยไม่มีค่าดีฟอลต์

source: {0}: Field {1} of type {2} cannot be mandatory
th: {0}: ฟิลด์ {1} ชนิด {2} ไม่สามารถบังคับได้

source: {0}: Fieldname {1} appears multiple times in rows {2}
th: {0}: ฟิลด์ชื่อ {1} ปรากฏหลายครั้งในแถว {2}

source: {0}: Fieldtype {1} for {2} cannot be unique
th: {0}: Fieldtype {1} สำหรับ {2} ต้องไม่ซ้ำกัน

source: {0}: No basic permissions set
th: {0} : ไม่มีการตั้งค่าสิทธิ์ขั้นพื้นฐาน

source: {0}: Only one rule allowed with the same Role, Level and {1}
th: {0}: เพียงคนเดียวที่ได้รับอนุญาตให้มีกฎบทบาทเดียวกันและระดับ {1}

source: {0}: Options must be a valid DocType for field {1} in row {2}
th: {0}: ตัวเลือกต้องเป็น DocType ที่ถูกต้องสำหรับฟิลด์ {1} ในแถว {2}

source: {0}: Options required for Link or Table type field {1} in row {2}
th: {0}: ตัวเลือกที่จำเป็นสำหรับฟิลด์ Link หรือ Table type {1} ในแถว {2}

source: {0}: Options {1} must be the same as doctype name {2} for the field {3}
th: {0}: อ็อพชัน {1} ต้องเหมือนกับชื่อ doctype {2} สำหรับฟิลด์ {3}

source: {0}: Other permission rules may also apply
th: {0}: อาจใช้กฎการอนุญาตอื่น ๆ ด้วย

source: {0}: Permission at level 0 must be set before higher levels are set
th: {0} การอนุญาตที่ระดับ 0 จะต้องตั้งค่าก่อนที่จะตั้งค่าระดับที่สูงกว่า

source: {0}: You can increase the limit for the field if required via {1}
th: {0}: คุณสามารถเพิ่มขีดจำกัดสำหรับฟิลด์นี้ได้หากจำเป็นผ่านทาง {1}

source: {0}: fieldname cannot be set to reserved keyword {1}
th: {0}: ชื่อฟิลด์ไม่สามารถตั้งเป็นคำสงวน {1} ได้

source: {0}: {1} is set to state {2}
th: {0}: {1} ตั้งค่าสถานะ {2}

source: {0}: {1} vs {2}
th: {0}: {1} กับ {2}

source: {0}:Fieldtype {1} for {2} cannot be indexed
th: {0}: Fieldtype {1} สำหรับ {2} ไม่สามารถทำดัชนีได้

source: {count} cell copied
th: คัดลอก {count} เซลล์แล้ว

source: {count} cells copied
th: คัดลอก {count} เซลล์แล้ว

source: {count} row selected
th: เลือก {count} แถวแล้ว

source: {count} rows selected
th: {count} แถวที่เลือกแล้ว

source: {{{0}}} is not a valid fieldname pattern. It should be {{field_name}}.
th: {{{0}}} ไม่ใช่รูปแบบเขตข้อมูลที่ถูกต้อง ควรจะเป็น {{}} FIELD_NAME

source: {} Active
th: {} ที่ใช้งานอยู่

source: {} Complete
th: {} เสร็จสมบูรณ์

source: {} Invalid python code on line {}
th: {} โค้ดไพธอนไม่ถูกต้องในบรรทัด {}

source: {} Possibly invalid python code. <br>{}
th: {} อาจเป็นโค้ด Python ที่ไม่ถูกต้อง <br>{}

source: {} Published
th: {} เผยแพร่แล้ว

source: {} does not support automated log clearing.
th: {} ไม่รองรับการล้างบันทึกอัตโนมัติ

source: {} field cannot be empty.
th: ฟิลด์ {} ต้องไม่เว้นว่างไว้

source: {} has been disabled. It can only be enabled if {} is checked.
th: {} ถูกปิดใช้งานแล้ว สามารถเปิดใช้งานได้ก็ต่อเมื่อ {} ถูกเลือกไว้เท่านั้น

source: {} is not a valid date string.
th: {} ไม่ใช่สตริงวันที่ที่ถูกต้อง

source: {} not found in PATH! This is required to access the console.
th: {} ไม่พบใน PATH! สิ่งนี้จำเป็นสำหรับการเข้าถึงคอนโซล

source: {} not found in PATH! This is required to restore the database.
th: {} ไม่พบใน PATH! สิ่งนี้จำเป็นสำหรับการกู้คืนฐานข้อมูล

source: {} not found in PATH! This is required to take a backup.
th: {} ไม่พบใน PATH! จำเป็นต้องใช้เพื่อทำการสำรองข้อมูล

source: ← Back to upload files
th: ←กลับไปที่อัปโหลดไฟล์
