Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Repayment Period (Months)
th: ระยะเวลาชำระคืน (เดือน)

source: Repayment period cannot exceed 120 months (10 years)
th: ระยะเวลาชำระคืนต้องไม่เกิน 120 เดือน (10 ปี)

source: Repayment period must be at least 1 month
th: ระยะเวลาการชำระคืนต้องไม่น้อยกว่า 1 เดือน

source: Replace
th: แทนที่

source: Replace Image
th: แทนที่รูปภาพ

source: Report
th: รายงาน

source: Report Data
th: ข้อมูลรายงาน

source: Report Date
th: วันที่ระด

source: Report Details
th: รายละเอียดรายงาน

source: Report Export Log
th: บันทึกการส่งออกรายงาน

source: Report Filters
th: ตัวกรองรายงาน

source: Report Filters (JSON)
th: ตัวกรองรายงาน (JSON)

source: Report Name
th: ชื่อรายงาน

source: Report Recipient
th: ผู้รับรายงาน

source: Report Schedule
th: กำหนดการรายงาน

source: Report Template
th: แม่แบบรายงาน

source: Report an Issue
th: รายงานปัญหา

source: Report execution module not found at {0}
th: ไม่พบโมดูลการดำเนินการรายงานที่ {0}

source: Report exported successfully
th: รายงานส่งออกเรียบร้อยแล้ว

source: Report exports must be a list
th: การส่งออกรายงานต้องเป็นรายการ

source: Report not found
th: ไม่พบรายงาน

source: Reporting Period
th: ช่วงเวลารายงาน

source: Reports
th: รายงาน

source: Reports & Templates
th: รายงานและแม่แบบ

source: Reports connection time and detection accuracy
th: รายงานเวลาการเชื่อมต่อและความแม่นยำในการตรวจจับ

source: Repossessed
th: ยึดคืน

source: Repossession
th: การยึดทรัพย์

source: Repossession Risk
th: ความเสี่ยงจากการยึดทรัพย์

source: Request Docs
th: ขอเอกสาร

source: Request ID
th: รหัสคำขอ

source: Request OTP
th: ขอรหัส OTP

source: Requested Amount
th: จำนวนที่ขอ

source: Requested At
th: ร้องขอเมื่อ

source: Requested Loan Amount
th: จำนวนเงินกู้ที่ร้องขอ

source: Required
th: จำเป็นต้องกรอก

source: Required Documents
th: เอกสารที่จำเป็น

source: Required Environment Variables:
th: ตัวแปรสภาพแวดล้อมที่จำเป็น:

source: Required Provision
th: การตั้งสำรองที่จำเป็น

source: Required Provision Amount
th: จำนวนเงินสำรองที่จำเป็น

source: Required fields completed
th: กรอกข้อมูลในช่องที่จำเป็นครบถ้วนแล้ว

source: Required for Vehicle Documents: vehicle_registration or insurance_policy
th: จำเป็นสำหรับเอกสารยานพาหนะ: vehicle_registration หรือ insurance_policy

source: Required if rejecting
th: จำเป็นเมื่อปฏิเสธ

source: Requires Amount
th: ต้องการจำนวนเงิน

source: Requires Branch Manager Approval
th: ต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: Requires Collateral
th: ต้องมีหลักประกัน

source: Requires Guarantor
th: ต้องการผู้ค้ำประกัน

source: Requires Review
th: ต้องตรวจสอบ

source: Requires valid พ.ร.บ. to pay
th: ต้องมี พ.ร.บ. ที่ถูกต้องเพื่อชำระเงิน

source: Rescheduled
th: เลื่อนกำหนดใหม่

source: Resend OTP
th: ส่งรหัส OTP ใหม่

source: Reset
th: เริ่มใหม่

source: Residence Details
th: รายละเอียดที่พักอาศัย

source: Residence Duration
th: ระยะเวลาการพำนัก

source: Residence Duration Score (1-4)
th: คะแนนระยะเวลาการพำนัก (1-4)

source: Residence Type
th: ประเภทที่พักอาศัย

source: Residence Type Score (1-4)
th: คะแนนประเภทที่พักอาศัย (1-4)

source: Restore from Server
th: กู้คืนจากเซิร์ฟเวอร์

source: Restoring...
th: กำลังคืนค่า...

source: Restructured
th: ปรับโครงสร้างใหม่

source: Resubmit
th: ส่งใหม่

source: Result
th: ผล

source: Resume
th: ดำเนินการต่อ

source: Resume Draft
th: เรียบเรียงร่าง

source: Retake Photo
th: ถ่ายภาพใหม่

source: Retake Photos
th: ถ่ายภาพใหม่

source: Retake Required
th: ต้องทำซ้ำ

source: Retired
th: ปลดระวาง

source: Retry
th: ลองใหม่อีกครั้ง

source: Retry All
th: ลองใหม่ทั้งหมด

source: Retry Failed
th: ลองใหม่เมื่อเกิดข้อผิดพลาด

source: Retrying...
th: กำลังลองใหม่...

source: Return Home
th: กลับสู่หน้าหลัก

source: Return Information
th: ข้อมูลการคืนสินค้า

source: Return Reason
th: เหตุผลการคืนสินค้า

source: Returned
th: คืนสินค้า

source: Returned At
th: ส่งคืนเมื่อ

source: Returned By
th: ส่งคืนโดย

source: Returned for Correction
th: ส่งกลับเพื่อแก้ไข

source: Review
th: ทบทวน

source: Review & Submit
th: ตรวจสอบและส่งข้อมูล

source: Review Application
th: ตรวจสอบใบสมัคร

source: Review Complete
th: การตรวจสอบเสร็จสมบูรณ์

source: Review Extracted Information
th: ตรวจสอบข้อมูลที่สกัดออกมา

source: Review Loan Application
th: ตรวจสอบคำขอกู้เงิน

source: Review Required
th: ต้องการการตรวจสอบ

source: Review Started Date
th: วันที่เริ่มต้นการตรวจสอบ

source: Review documents uploaded from My Jobs page
th: ตรวจสอบเอกสารที่อัปโหลดจากหน้างานของฉัน

source: Review required - may need Branch Manager approval
th: ต้องการการตรวจสอบ - อาจต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: Review started successfully
th: การตรวจสอบเริ่มต้นเรียบร้อยแล้ว

source: Review the loan contract details and uploaded documents before approval
th: โปรดตรวจสอบรายละเอียดสัญญาเงินกู้และเอกสารที่อัปโหลดก่อนการอนุมัติ

source: Reviewer
th: ผู้ตรวจสอบ

source: Right Side
th: ด้านขวา

source: Risk & Compliance
th: ความเสี่ยงและการปฏิบัติตามข้อกำหนด

source: Risk Adjustment (%)
th: การปรับความเสี่ยง (%)

source: Risk Analysis Dashboard
th: กระดานข้อมูลใหม่เริ่ง

source: Risk Assessment
th: การประเมินความเสี่ยง

source: Risk Assessment Dashboard
th: แผงควบคุมการประเมินความเสี่ยง

source: Risk Assessment Level
th: ระดับการประเมินความเสี่ยง

source: Risk Comments
th: ความคิดเห็นความเสี่ยง

source: Risk Dashboard
th: แผงควบคุมความเสี่ยง

source: Risk Disclosure
th: การเปิดเผยความเสี่ยง

source: Risk Distribution Analysis
th: การวิเคราะห์การกระจายความเสี่ยง

source: Risk Factors
th: ปัจจัยเสี่ยง

source: Risk Level
th: ลังรายส่อ

source: Risk Manager
th: ผู้จัดการความเสี่ยง

source: Risk Rating
th: การจัดอันดับความเสี่ยง

source: Risk Score
th: คะแนนความเสี่ยง

source: Risk assessment at time of loan
th: การประเมินความเสี่ยง ณ เวลาการให้กู้ยืม

source: Risk score (0-100, higher = more risk)
th: คะแนนความเสี่ยง (0-100, ค่ายิ่งสูง = ความเสี่ยงยิ่งมาก)

source: Road
th: ถนน

source: Room/Unit (optional)
th: ห้อง/ยูนิต (ไม่บังคับ)

source: Round Robin: Next available officer Territory: Match officer territory Product: Match loan product expertise Workload: Least current workload
th: รอบหมุน: เจ้าหน้าที่ว่างถัดไป พื้นที่: ตรงกับพื้นที่รับผิดชอบของเจ้าหน้าที่ ผลิตภัณฑ์: ตรงกับความเชี่ยวชาญผลิตภัณฑ์สินเชื่อ ปริมาณงาน: ปริมาณงานปัจจุบันน้อยที่สุด

source: Row Count
th: จำนวนแถว

source: Row {0}: Item description is required
th: แถว {0}: จำเป็นต้องระบุรายละเอียดสินค้า

source: Run OCR
th: เรียกใช้ OCR

source: S3 Upload
th: อัปโหลด S3

source: S3 not configured. Add aws_s3_bucket_name to site_config.json
th: S3 ยังไม่ได้ตั้งค่า กรุณาเพิ่ม aws_s3_bucket_name ในไฟล์ site_config.json

source: SHA-256 hash of transaction data
th: แฮช SHA-256 ของข้อมูลรายการธุรกรรม

source: SMS
th: ข้อความ

source: SMS Notifications
th: การแจ้งเตือนทาง SMS

source: SMS reminder sent successfully
th: ส่ง SMS แจ้งเตือนเรียบร้อยแล้ว

source: Salary
th: เงินเดือน

source: Salary Certificate
th: หนังสือรับรองเงินเดือน

source: Salary Slip (Last 3 months)
th: สลิปเงินเดือน (3 เดือนล่าสุด)

source: Salary slips (3 months) OR Bank statements (6 months)
th: สลิปเงินเดือน (3 เดือน) หรือ รายงานบัญชีธนาคาร (6 เดือน)

source: Sale Amount
th: ยอดขาย

source: Sales Employee
th: พนักงานขาย

source: Sales Employee Code
th: รหัสพนักงานขาย

source: Sales Employee Name
th: ชื่อพนักงานขาย

source: Sales Service Line
th: สายงานบริการขาย

source: Sales employee who handled this loan application
th: พนักงานขายที่รับผิดชอบคำขอกู้ยืมนี้

source: Same as Current Address
th: เหมือนกับที่อยู่ปัจจุบัน

source: Same as ID Address
th: เหมือนกับที่อยู่บัตรประชาชน

source: Same as ID Address (copy Current Address to Mailing Address)
th: เหมือนกับที่อยู่บัตรประชาชน (คัดลอกที่อยู่ปัจจุบันไปยังที่อยู่จัดส่ง)

source: Same as ID Card Address
th: เหมือนกับที่อยู่บัตรประชาชน

source: Same as Registration Address
th: เหมือนกับที่อยู่ลงทะเบียน

source: Same documents as borrower
th: เอกสารเดียวกันกับผู้กู้

source: Sample Detection
th: การตรวจจับตัวอย่าง

source: Sample Monthly Payments
th: ตัวอย่างการชำระเงินรายเดือน

source: Sanctions Check Date
th: วันที่ตรวจสอบการคว่ำบาตร

source: Sanctions Check Performed
th: การตรวจสอบการแช่แข็งบัญชี / การจำกัด

source: Sanctions Check Status
th: สถานะการตรวจสอบมาตรการคว่ำบาตร

source: Sanctions Details
th: รายละเอียดการแช่แข็งบัญชี / การจำกัดบัญชี

source: Sanctions Screening
th: การตรวจสอบการคว่ำบาตร

source: Save
th: บันทึก

source: Save Checkpoint
th: บันทึกจุดตรวจสอบ

source: Save Draft
th: บันทึกฉบับร่าง

source: Save Progress
th: บันทึกความคืบหน้า

source: Save Signature
th: บันทึกลายเซ็นต์

source: Save as My Default
th: บันทึกเป็นค่าเริ่มต้นของฉัน

source: Saved
th: ที่บันทึกไว้

source: Saved Signature Preview
th: บันทึกลายเซ็นตัวอย่าง

source: Saved as your default Branch and Service Line
th: บันทึกเป็นสาขาและสายงานบริการเริ่มต้นของคุณแล้ว

source: Saving
th: กำลังบันทึก

source: Saving application draft...
th: กำลังบันทึกแบบร่างแอปพลิเคชัน...

source: Saving...
th: ประหยัด...

source: Savings
th: เงินออม

source: Scalable
th: ปรับขนาดได้

source: Scan Again
th: สแกนอีกครั้ง

source: Scan Another Card
th: สแกนบัตรอีกใบ

source: Scan Another Document
th: สแกนเอกสารอื่น

source: Scan a bank book to see extracted information here
th: สแกนสมุดบัญชีธนาคารเพื่อตรวจสอบข้อมูลที่สกัดออกมาในที่นี้

source: Scan a land title deed to see extracted information here
th: สแกนโฉนดที่ดินเพื่อตรวจสอบข้อมูลที่สกัดออกมาได้ที่นี่

source: Scan a vehicle registration book to see extracted information here
th: สแกนเล่มทะเบียนรถเพื่อดูข้อมูลที่สกัดออกมาได้ที่นี่

source: Scan chassis stamp to extract the chassis number
th: สแกนตราประทับตัวถังเพื่อดึงหมายเลขตัวถัง

source: Scan chassis stamp to verify against expected number:
th: สแกนตราประทับตัวถังเพื่อตรวจสอบกับหมายเลขที่คาดไว้:

source: Scan the chassis number stamp on the vehicle to verify it matches the registration
th: สแกนหมายเลขตัวถังที่ประทับบนรถยนต์เพื่อตรวจสอบให้ตรงกับทะเบียน

source: Scan vehicle registration book to auto-fill details
th: สแกนเล่มทะเบียนรถยนต์เพื่อกรอกข้อมูลอัตโนมัติ

source: Scanning...
th: กำลังสแกน...

source: Schedule Date
th: กำหนดการ วันที่

source: Scheduled
th: กำหนด

source: Scheduled Close Date
th: วันที่ปิดตามกำหนด

source: Score
th: คะแนน

source: Score Breakdown
th: สรุปคะแนนแยกประเภท

source: Score Display
th: การแสดงคะแนน

source: Score for loan screening integration (0-100)
th: คะแนนสำหรับการประเมินสินเชื่อแบบบูรณาการ (0-100)

source: Scoring Type
th: ประเภทการให้คะแนน

source: Scoring name and assessment data are required
th: ชื่อการให้คะแนนและข้อมูลการประเมินเป็นข้อมูลที่จำเป็น

source: Scoring name is required
th: จำเป็นต้องระบุชื่อการให้คะแนน

source: Scoring type, party, and assessment data are required
th: ประเภทการให้คะแนน ฝ่าย และข้อมูลการประเมินเป็นข้อมูลที่จำเป็นต้องระบุ

source: Screening Checklist Template
th: แบบฟอร์มรายการตรวจสอบการคัดกรอง

source: Screening Checklist Template with name '{0}' already exists
th: เทมเพลตรายการตรวจสอบการคัดกรองที่มีชื่อ '{0}' มีอยู่แล้ว

source: Screening Date
th: วันที่ขอบ

source: Screening ID
th: รหัสการคัดกรอง

source: Screening Overview
th: ภาพรวมการคัดกรอง

source: Screening Overview Dashboard
th: ภาพรวมแดชบอร์ดการคัดกรอง

source: Screening Performance Report
th: รายงานผลการคัดกรอง

source: Screening Scores (Weighted)
th: คะแนนการคัดกรอง (ถ่วงน้ำหนัก)

source: Screening Status
th: สถานะการคัดกรอง

source: Screening Summary
th: สรุปการคัดกรอง

source: Screening already exists for Loan Application {0}
th: การคัดกรองสำหรับคำขอสินเชื่อ {0} มีอยู่แล้ว

source: Screening date cannot be in the future
th: วันที่ตรวจคัดกรองต้องไม่เป็นวันที่ในอนาคต

source: Screening {0} created successfully for Loan Application {1}
th: การคัดกรอง {0} สร้างเสร็จสมบูรณ์สำหรับคำขอกู้ {1}

source: Search
th: ค้นหา

source: Search Chassis Number
th: ค้นหาหมายเลขตัวถัง

source: Search Results
th: ผลการค้นหา

source: Search and select an existing address to auto-fill address fields
th: ค้นหาและเลือกที่อยู่ที่มีอยู่เพื่อกรอกข้อมูลที่อยู่โดยอัตโนมัติ

source: Search and select an existing customer to auto-fill name
th: ค้นหาและเลือก ลูกค้า เพื่อกรอกชื่อโดยอัตโนมัติ

source: Search applications...
th: ค้นหาแอปพลิเคชัน...

source: Search by Draft ID, Email, Phone...
th: ค้นหาตาม รหัสร่าง, อีเมล, เบอร์โทร...

source: Search by applicant name...
th: ค้นหาตามชื่อผู้สมัคร...

source: Search by brand name...
th: ค้นหาตามชื่อแบรนด์...

source: Search by contract number...
th: ค้นหาตามหมายเลขสัญญา...

source: Search by deed number...
th: ค้นหาตามหมายเลขโฉนด...

source: Search by name, ID, or phone...
th: ค้นหาตามชื่อ, รหัส, หรือหมายเลขโทรศัพท์...

source: Search by name, customer, phone, vehicle, or status...
th: ค้นหาตาม ชื่อ, ลูกค้า, โทรศัพท์, ยานพาหนะ หรือ สถานะ...

source: Search by name, customer, status, or notes...
th: ค้นหาตาม ชื่อ, ลูกค้า, สถานะ หรือบันทึก...

source: Search by owner name...
th: ค้นหาตามชื่อเจ้าของ...

source: Search cleared
th: การค้นหาถูกล้างแล้ว

source: Search district...
th: ค้นหาเขต...

source: Search error occurred. Please try again
th: เกิดข้อผิดพลาดในการค้นหา กรุณาลองใหม่อีกครั้ง

source: Search failed. Please try again.
th: การค้นหาล้มเหลว กรุณาลองใหม่อีกครั้ง

source: Search logs...
th: ค้นหาบันทึกการเข้าใช้งาน...

source: Search province...
th: ค้นหาจังหวัด...

source: Search subdistrict...
th: ค้นหาตำบล...

source: Searching for existing applications...
th: กำลังค้นหาแอปพลิเคชันที่มีอยู่...

source: Searching for vehicle...
th: กำลังค้นหารถยนต์...

source: Searching...
th: กำลังค้นหา...

source: Seats, dashboard, controls (0-10)
th: ที่นั่ง, แผงควบคุม, การควบคุม (0-10)

source: Secondary
th: รอง

source: Section 1: Identity/Residence
th: ส่วนที่ 1: บัตรประจำตัว/ที่พักอาศัย

source: Section 2: Occupation
th: ส่วนที่ 2: อาชีพ

source: Section 3: Income
th: ส่วนที่ 3: รายได้

source: Section 4: Behavior
th: ส่วนที่ 4: พฤติกรรม

source: Section name - Groups related documents (from attachment-details.md standard)
th: ชื่อส่วน - กลุ่มเอกสารที่เกี่ยวข้อง (จาก attachment-details.md มาตรฐาน)

source: Secure
th: ปลอดภัย

source: Secure & Licensed Financial Services
th: บริการทางการเงินที่ปลอดภัยและได้รับอนุญาต

source: Secure & Private
th: ปลอดภัยและเป็นส่วนตัว

source: Secure Platform
th: แพลตฟอร์มที่ปลอดภัย

source: Secured
th: ปลอดภัย

source: Security
th: ความปลอดภัย

source: Security Features
th: คุณสมบัติด้านความปลอดภัย

source: Security Notice
th: ประกาศความปลอดภัย

source: Security Settings
th: การตั้งค่าการรักษาความปลอดภัย

source: Select
th: เลือก

source: Select Address from ERPNext (Optional)
th: เลือกที่อยู่จาก ERPNext (ไม่บังคับ)

source: Select Customer from ERPNext (Optional)
th: เลือก ลูกค้า จาก ERPNext (ไม่บังคับ)

source: Select District
th: เลือกเขต

source: Select Existing
th: เลือกที่มีอยู่แล้ว

source: Select Export
th: เลือกส่งออก

source: Select Export Format
th: เลือกประเภทการส่งออก

source: Select Export Template & Filters
th: เลือกแม่แบบส่งออกและตัวกรอง

source: Select File
th: เลือกไฟล์

source: Select Gender
th: เลือกเพศ

source: Select ID type
th: เลือกประเภทบัตรประชาชน

source: Select Loan Application
th: เลือกใบสมัครสินเชื่อ

source: Select Loan Type
th: เลือกประเภทเงินกู้

source: Select Province
th: เลือกจังหวัด

source: Select Report & Filters
th: เลือกรายงานและตัวกรอง

source: Select SMS provider for OTP delivery (Twilio for Development, ThaiBulkSMS for Production)
th: เลือกผู้ให้บริการ SMS สำหรับส่ง OTP (Twilio สำหรับการพัฒนา, ThaiBulkSMS สำหรับการใช้งานจริง)

source: Select Sub District
th: เลือกตำบล

source: Select Subdistrict
th: เลือกตำบล

source: Select Task
th: เลือกงาน

source: Select Template Type
th: เลือกประเภทแม่แบบ

source: Select This Loan
th: เลือกสินเชื่อนี้

source: Select a branch first
th: กรุณาเลือกสาขาก่อน

source: Select a report...
th: เลือกรายงาน...

source: Select a template...
th: เลือกแม่แบบ...

source: Select a vehicle category first, then upload the CSV file
th: กรุณาเลือกประเภทยานพาหนะก่อน จากนั้นอัปโหลดไฟล์ CSV

source: Select account type
th: เลือกประเภทบัญชี

source: Select additional income source
th: เลือกแหล่งรายได้เพิ่มเติม

source: Select an existing customer or close to continue with new entry
th: เลือกผู้ขายที่มีอยู่แล้วหรือลงรายการใหม่เพื่อดำเนินการต่อ

source: Select appraisal date
th: เลือกวันที่ประเมินผล

source: Select appraiser
th: เลือกผู้ประเมิน

source: Select as of date...
th: เลือกวันที่ ณ ปัจจุบัน...

source: Select bank
th: เลือกธนาคาร

source: Select bathrooms
th: เลือกห้องน้ำ

source: Select bedrooms
th: เลือกห้องนอน

source: Select birth date
th: เลือกวันเกิด

source: Select branch
th: เลือกสาขา

source: Select brand
th: เลือกแบรนด์

source: Select brand first
th: กรุณาเลือกแบรนด์ก่อน

source: Select business type
th: เลือกประเภทธุรกิจ

source: Select category
th: เลือกประเภท

source: Select class
th: เลือกชั้นเรียน

source: Select color
th: เลือกสี

source: Select company
th: เลือกบริษัท

source: Select condition
th: เลือกเงื่อนไข

source: Select contract type
th: เลือกประเภทสัญญา

source: Select country
th: เลือกประเทศ

source: Select currency
th: เลือกสกุลเงิน

source: Select day
th: เลือกวัน

source: Select day of month
th: เลือกวันของเดือน

source: Select default branch
th: เลือกสาขาเริ่มต้น

source: Select default service line
th: เลือกสายบริการเริ่มต้น

source: Select discount type
th: เลือกประเภทส่วนลด

source: Select district first
th: กรุณาเลือกอำเภอก่อน

source: Select driver specific
th: เลือกไดรเวอร์เฉพาะ

source: Select due day for first payment (16-45 days from today)
th: เลือกวันครบกำหนดสำหรับการชำระเงินครั้งแรก (16-45 วันนับจากวันนี้)

source: Select employment type
th: เลือกประเภทการจ้างงาน

source: Select end date (optional)
th: เลือกวันที่สิ้นสุด (ไม่บังคับ)

source: Select expiry date
th: เลือกวันที่หมดอายุ

source: Select first payment date
th: เลือกวันที่ชำระเงินครั้งแรก

source: Select frequency
th: เลือกความถี่

source: Select from date...
th: เลือกจากวันที่...

source: Select from zipcode results
th: เลือกจากผลลัพธ์รหัสไปรษณีย์

source: Select fuel type
th: เลือกประเภทเชื้อเพลิง

source: Select gender
th: เลือกเพศ

source: Select if this loan application requires a guarantor
th: เลือกหากใบสมัครสินเชื่อนี้ต้องการผู้ค้ำประกัน

source: Select income source
th: เลือกแหล่งที่มาของรายได้

source: Select insurance expiry date
th: เลือกวันที่หมดอายุประกันภัย

source: Select insurance holder
th: เลือกผู้ถือกรมธรรม์ประกันภัย

source: Select insurance provider
th: เลือกผู้ให้บริการประกันภัย

source: Select insurance status
th: เลือกสถานะประกันภัย

source: Select issue date
th: เลือกวันที่ออกเอกสาร

source: Select last payment date
th: เลือกวันที่ชำระเงินล่าสุด

source: Select life insurance provider
th: เลือกผู้ให้บริการประกันชีวิต

source: Select loan type
th: เลือกประเภทเงินกู้

source: Select maximum term
th: เลือกเงื่อนไขสูงสุด

source: Select method
th: เลือกวิธีการ

source: Select minimum term
th: เลือกเงื่อนไขขั้นต่ำ

source: Select model
th: เลือกโมดูล

source: Select model first
th: กรุณาเลือกโมดูลก่อน

source: Select nationality
th: เลือกสัญชาติ

source: Select number of floors
th: เลือกจำนวนชั้น

source: Select occupation
th: เลือกอาชีพ

source: Select one or more template types to create
th: เลือกประเภทแม่แบบหนึ่งประเภทหรือมากกว่านั้นเพื่อสร้าง

source: Select option
th: เลือกตัวเลือก

source: Select origin of income
th: เลือกแหล่งที่มาของรายได้

source: Select ownership date
th: เลือกวันที่เป็นเจ้าของ

source: Select package
th: เลือกแพ็กเกจ

source: Select payment method
th: เลือกวิธีการชำระเงิน

source: Select payment term
th: เลือกเงื่อนไขการชำระเงิน

source: Select property insurance provider
th: เลือกผู้ให้บริการประกันทรัพย์สิน

source: Select province
th: เลือกจังหวัด

source: Select province first
th: กรุณาเลือกจังหวัดก่อน

source: Select purchase date
th: เลือกวันที่ซื้อ

source: Select purpose
th: เลือกวัตถุประสงค์

source: Select region
th: เลือกภูมิภาค

source: Select registration book status
th: เลือกสถานะสมุดทะเบียน

source: Select registration date
th: เลือกวันที่ลงทะเบียน

source: Select service line
th: เลือกบรรทัดบริการ

source: Select start date
th: เลือกวันที่เริ่มต้น

source: Select start date (optional)
th: เลือกวันที่เริ่มต้น (ไม่บังคับ)

source: Select start date (required)
th: เลือกวันที่เริ่มต้น (จำเป็น)

source: Select sub model
th: เลือกโมดูลย่อย

source: Select sub-model first
th: กรุณาเลือกซับโมดูลก่อน

source: Select tax expiry date
th: เลือกวันที่หมดอายุภาษี

source: Select tax status
th: เลือกสถานะภาษี

source: Select term
th: เลือกคำศัพท์

source: Select the employee from Employee master
th: เลือกพนักงานจากฐานข้อมูลพนักงาน

source: Select title
th: เลือกหัวข้อ

source: Select to date...
th: เลือกวันที่...

source: Select type
th: เลือกประเภท

source: Select usage
th: เลือกการใช้งาน

source: Select user to assign
th: เลือกผู้ใช้เพื่อมอบหมาย

source: Select vehicle details to get estimated market value
th: เลือกข้อมูลรายละเอียดรถยนต์เพื่อรับมูลค่าตลาดโดยประมาณ

source: Select vehicle location
th: เลือกตำแหน่งรถยนต์

source: Select year
th: เลือกปี

source: Select year (BE - CE)
th: เลือกปี (พ.ศ. - ค.ศ.)

source: Select your vehicle details to get estimated market value automatically
th: เลือกข้อมูลรถของคุณเพื่อรับมูลค่าตลาดโดยประมาณโดยอัตโนมัติ

source: Selected
th: ที่เลือกไว้

source: Selected Collateral
th: หลักประกันที่เลือก

source: Selected Land Title Deed
th: โฉนดที่ดินที่เลือก

source: Selected Property
th: คุณสมบัติที่เลือก

source: Selected application not found
th: ไม่พบแอปพลิเคชันที่เลือก

source: Self Employed
th: ประกอบอาชีพอิสระ

source: Self-Employed
th: ประกอบอาชีพอิสระ

source: Selfie with ID (Optional)
th: เซลฟี่พร้อมบัตรประชาชน (ไม่บังคับ)

source: Selfie with ID Pages
th: เซลฟี่พร้อมหน้าบัตรประชาชน

source: Selling Points
th: จุดขาย

source: Semi-Automatic
th: กึ่งอัตโนมัติ

source: Send
th: ส่ง

source: Send Back
th: ส่งกลับ

source: Send Back for Revision
th: ส่งกลับเพื่อแก้ไข

source: Send Back to Creator
th: ส่งกลับไปยังผู้สร้าง

source: Send Back to Draft
th: ส่งกลับไปยังฉบับร่าง

source: Send Report via Email
th: ส่งรายงานทางอีเมล

source: Send to Disbursement
th: ส่งไปยังการเบิกจ่าย

source: Send via Email
th: ส่งทางอีเมล

source: Sending OTP...
th: กำลังส่ง OTP...

source: Sending...
th: กำลังส่ง...

source: Sends the image to Google Vision API for text detection
th: ส่งภาพไปยัง Google Vision API เพื่อการตรวจจับข้อความ

source: Sensitive Personal Data Consent
th: ความยินยอมในการใช้ข้อมูลส่วนบุคคลที่ละเอียดอ่อน

source: Sent Back By
th: ส่งกลับโดย

source: Sent Back Date
th: วันที่ส่งคืน

source: Sequence
th: ลำดับ

source: Sequence Information
th: ข้อมูลลำดับ

source: Serial Number
th: หมายเลขซีเรียล

source: Series
th: ชุด

source: Server Data
th: ข้อมูลเซิร์ฟเวอร์

source: Server priority
th: ลำดับความสำคัญของเซิร์ฟเวอร์

source: Server wins on conflicts
th: เซิร์ฟเวอร์เป็นฝ่ายชนะเมื่อเกิดความขัดแย้ง

source: Service Account
th: บัญชีบริการ

source: Service Account JSON Key *
th: คีย์ JSON บัญชีบริการ *

source: Service Account Key
th: คีย์บัญชีบริการ (Google)

source: Service Line
th: สินเสร็จล

source: Service Line Code
th: รหัสสายบริการ

source: Service Line Details
th: รายละเอียดรายการบริการ

source: Service Line ID
th: รหัสสายบริการ

source: Service Line Name
th: ชื่อสายบริการ

source: Service Line for this application
th: รายการบริการสำหรับแอปพลิเคชันนี้

source: Service account JSON missing required fields: {0}
th: ไฟล์ JSON บัญชีบริการขาดฟิลด์ที่จำเป็น: {0}

source: Service line
th: รายการบริการ

source: Session Defaults
th: ค่าเริ่มต้นของเซสชัน

source: Set Index
th: ตั้งค่าดัชนี

source: Set access level per position. Read = view only (buttons disabled except own documents). Write = full access. None = no access. Administrator always has full Write access.
th: ตั้งค่าระดับการเข้าถึงตามตำแหน่ง อ่าน = ดูได้อย่างเดียว (ปุ่มใช้งานไม่ได้ ยกเว้นเอกสารของตนเอง) เขียน = เข้าถึงได้เต็มที่ ไม่มี = ไม่มีสิทธิ์เข้าถึง ผู้ดูแลระบบจะมีสิทธิ์เขียนเต็มที่เสมอ

source: Set as Active
th: ตั้งเป็นสถานะใช้งาน

source: Set payment schedule for
th: ตั้งกำหนดการชำระเงินสำหรับ

source: Settings
th: การตั้งค่า

source: Settled
th: ปึกแผ่น
