Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Current Postal Code
th: รหัสไปรษณีย์ปัจจุบัน

source: Current Province
th: จังหวัดปัจจุบัน

source: Current Residence Type
th: ประเภทที่พักอาศัยปัจจุบัน

source: Current Road
th: เส้นทางปัจจุบัน

source: Current Selection
th: การเลือกปัจจุบัน

source: Current Soi
th: ซอยปัจจุบัน

source: Current State
th: สถานะปัจจุบัน

source: Current Step
th: ขั้นตอนปัจจุบัน

source: Current Sub-district
th: ตำบลปัจจุบัน

source: Current Task
th: งานปัจจุบัน

source: Current Unit
th: หน่วยปัจจุบัน

source: Current Vehicle Location
th: ตำแหน่งยานพาหนะปัจจุบัน

source: Current Village
th: หมู่บ้านปัจจุบัน

source: Current appraisal - OK
th: การประเมินปัจจุบัน - ตกลง

source: Current mileage cannot be negative
th: ระยะทางปัจจุบันไม่สามารถเป็นค่าลบได้

source: Current odometer reading in kilometers
th: ระยะทางปัจจุบันที่วัดได้เป็นกิโลเมตร

source: Current path:
th: เส้นทางปัจจุบัน:

source: Current status of Doppler environment variables and configuration
th: สถานะปัจจุบันของตัวแปรสภาพแวดล้อมและการตั้งค่า Doppler

source: Current status of this loan
th: สถานะปัจจุบันของเงินกู้

source: Custom
th: กำหนดเอง

source: Custom Appraiser Name
th: ชื่อผู้ประเมินที่กำหนดเอง

source: Custom Range
th: ช่วงกำหนดเอง

source: Custom Test Text (Optional)
th: ข้อความทดสอบแบบกำหนดเอง (ไม่บังคับ)

source: Custom option added successfully
th: เพิ่มตัวเลือกที่กำหนดเองเรียบร้อยแล้ว

source: Customer
th: ลูกค้า

source: Customer Address
th: ที่อยู่ของลูกค้า

source: Customer Age
th: อายุลูกค้า

source: Customer Age Groups & Collateral
th: กลุ่มอายุลูกค้าและหลักประกัน

source: Customer Application Count
th: จำนวนใบสมัครลูกค้า

source: Customer Confirmed Loan
th: ลูกค้ายืนยันสินเชื่อ

source: Customer Decision
th: การตัดสินใจของลูกค้า

source: Customer Decision (Page 31)
th: การตัดสินใจของลูกค้า (หน้า 31)

source: Customer Decision Recorded
th: บันทึกการตัดสินใจของลูกค้าแล้ว

source: Customer Decision Recorded: {0}
th: การตัดสินใจของลูกค้าถูกบันทึก: {0}

source: Customer Documents
th: เอกสารลูกค้า

source: Customer Group
th: กลุ่มลูกค้า

source: Customer ID
th: รหัสลูกค้า

source: Customer ID Number
th: หมายเลขประจำตัวลูกค้า

source: Customer ID is required
th: รหัสลูกค้าจำเป็นต้องระบุ

source: Customer Information
th: ข้อมูลลูกค้า

source: Customer Informed of Approval
th: แจ้งลูกค้าเกี่ยวกับการอนุมัติแล้ว

source: Customer Management
th: การจัดการลูกค้า

source: Customer Name
th: ชื่อลูกค้า

source: Customer Obligation Analysis
th: การวิเคราะห์ภาระผูกพันของลูกค้า

source: Customer Qualifications
th: คุณสมบัติของลูกค้า

source: Customer Response
th: การตอบกลับลูกค้า

source: Customer Risk Level: {0}
th: ระดับความเสี่ยงของลูกค้า: {0}

source: Customer Segment Adjustment (%)
th: การปรับแต่งกลุ่มลูกค้า (%)

source: Customer Signature
th: ลายเซ็นลูกค้า

source: Customer Type
th: ประเภทลูกค้า

source: Customer created but data update incomplete
th: สร้างลูกค้าแล้วแต่การอัปเดตข้อมูลยังไม่สมบูรณ์

source: Customer created successfully
th: สร้างลูกค้าเรียบร้อยแล้ว

source: Customer data updated successfully
th: ข้อมูลลูกค้าได้รับการอัปเดตเรียบร้อยแล้ว

source: Customer decision auto-set to Accepted for task {0}
th: การตัดสินใจของลูกค้าจะตั้งค่าอัตโนมัติเป็น ได้รับการอนุมัติ สำหรับงาน {0}

source: Customer decision must be recorded before completing task
th: การตัดสินใจของลูกค้าต้องถูกบันทึกก่อนที่จะทำงานให้เสร็จสมบูรณ์

source: Customer found
th: ลูกค้าสินสอรบบ

source: Customer found: {0}
th: พบลูกค้า: {0}

source: Customer has accepted the loan offer
th: ลูกค้าไม่อนุ่นเลือกการเลือก

source: Customer has no recorded income data. Please enter income details manually.
th: ลูกค้า ไม่ได้การวันอยอยการอางสินวานเอกรายดียการเลื่อนเสียนเป็นรายละเอียดซี่

source: Customer income data populated: {0}
th: ข้อมูลรายได้ลูกค้าได้รับการกรอก: {0}

source: Customer information updated successfully
th: ข้อมูลลูกค้าได้รับการอัปเดตเรียบร้อยแล้ว

source: Customer is required
th: จำเป็นต้องระบุ ลูกค้า

source: Customer is required for financial assessment
th: จำเป็นต้องมีลูกค้าเพื่อการประเมินทางการเงิน

source: Customer is required for screening
th: จำเป็นต้องระบุ ลูกค้า สำหรับการคัดกรอง

source: Customer must set their own PIN
th: ลูกค้าต้องตั้งรหัส PIN ของตนเอง

source: Customer name is required. Please complete Step 1 first.
th: ต้องระบุชื่อผู้ขาย กรุณาทำขั้นตอนที่ 1 ให้เสร็จสมบูรณ์ก่อน

source: Customer not found
th: ไม่พบลูกค้า

source: Customer not found - will be created as new customer
th: ไม่พบลูกค้า - จะถูกสร้างเป็นลูกค้าใหม่

source: Customer not found in system
th: ไม่พบลูกค้าในระบบ

source: Customer obligation data loaded successfully
th: ข้อมูลภาระผูกพันของลูกค้าโหลดสำเร็จแล้ว

source: Customer screening data updated successfully
th: ข้อมูลการคัดกรองลูกค้าได้รับการอัปเดตเรียบร้อยแล้ว

source: Customer updated with draft data successfully
th: อัปเดตข้อมูลร่างของลูกค้าเรียบร้อยแล้ว

source: Customer {0} does not exist
th: ลูกค้า {0} ไม่มีอยู่ในระบบ

source: Customer {0} has no credit score. Please update customer credit information.
th: \u0e25\u0e39\u0e01\u0e04\u0e49\u0e32 {0} \u0e44\u0e21\u0e48\u0e40\u0e14\u0e48\u0e07\u0e40\u0e01\u0e47\u0e19\u0e04\u0e25\u0e32\u0e23\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e40\u0e25\u0e48\u0e32\u0e07\u0e23\u0e34\u0e01\u0e32\u0e23\u0e40\u0e25\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e25\u0e39\u0e01\u0e04\u0e49\u0e32\u0e40\u0e25\u0e48\u0e32\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e01\u0e47\u0e19\u0e04\u0e25\u0e32\u0e23\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e0a\u0e38\u0e48\u0e19\u0e44\u0e17\u0e22\u0e40\u0e25\u0e48\u0e07\u0e23\u0e34\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e01\u0e47\u0e19\u0e04\u0e25\u0e32\u0e23\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e0a\u0e38\u0e48\u0e19\u0e44\u0e17\u0e22\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e23\u0e34\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e01\u0e47\u0e19\u0e04\u0e25\u0e32\u0e23\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e0a\u0e38\u0e48\u0e19\u0e44\u0e17\u0e22\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e23\u0e34\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e01\u0e47\u0e19\u0e04\u0e25\u0e32\u0e23\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e0a\u0e38\u0e48\u0e19\u0e44\u0e17\u0e22\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e23\u0e34\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e01\u0e47\u0e19\u0e04\u0e25\u0e32\u0e23\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e0a\u0e38\u0e48\u0e19\u0e44\u0e17\u0e22\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e23\u0e34\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e01\u0e47\u0e19\u0e04\u0e25\u0e32\u0e23\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e0a\u0e38\u0e48\u0e19\u0e44\u0e17\u0e22\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e23\u0e34\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e01\u0e47\u0e19\u0e04\u0e25\u0e32\u0e23\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e0a\u0e38\u0e48\u0e19\u0e44\u0e17\u0e22\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e23\u0e34\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e02\u0e2d\u0e07\u0e40\u0e04\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e01\u0e47\u0e19\u0e04\u0e25\u0e32\u0e23\u0e2d\u0e07\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e0a\u0e38\u0e48\u0e19\u0e44\u0e17\u0e22\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e25\u0e48\u0e07\u0e23\u0e34\u0e01\u0e32\u0e23\u

source: Customer {0} has no income data. Financial assessment may be incomplete.
th: ลูกค้า {0} ไม่มีข้อมูลรายได้ การประเมินทางการเงินอาจไม่สมบูรณ์

source: Customer {0} income data updated successfully
th: ข้อมูลรายได้ของลูกค้า {0} ได้รับการอัปเดตเรียบร้อยแล้ว

source: Customer {0} not found
th: ไม่พบลูกค้า {0}

source: Customize your account experience
th: ปรับแต่งประสบการณ์ใช้งานบัญชีของคุณ

source: DSR Display
th: การแสดงผล DSR

source: DSR Percentage
th: เปอร์เซ็นต์ DSR

source: DSR Status
th: สถานะ DSR

source: DTI Ratio
th: อัตราส่วน DTI

source: Daily
th: รายวัน

source: Daily Payment
th: การชำระเงินรายวัน

source: Daily installment period cannot exceed {0} days ({1} months)
th: ระยะเวลาผ่อนชำระรายวันต้องไม่เกิน {0} วัน ({1} เดือน)

source: Daily installment period must be at least {0} days ({1} months)
th: ระยะเวลาผ่อนชำระรายวันต้องไม่น้อยกว่า {0} วัน ({1} เดือน)

source: Damage
th: ความเสียหาย

source: Damage Photo
th: รูปภาพความเสียหาย

source: Dark
th: มืด

source: Dashboard
th: แดชบอร์ด

source: Dashboard Targets
th: เป้าหมายบนแผงควบคุม

source: Dashboard refreshed successfully
th: ดึงข้อมูลใหม่เลือกสารงส่ง

source: Data Classification
th: การจัดประเภทข้อมูล

source: Data Consent
th: ความยินยอมข้อมูล

source: Data Disclosure for Marketing Purposes
th: การเปิดเผยข้อมูลเพื่อวัตถุประสงค์ทางการตลาด

source: Data Payload
th: ข้อมูลเพย์โหลด

source: Data Preview (JSON)
th: ตัวอย่างข้อมูล (JSON)

source: Data Recipients
th: ผู้รับข้อมูล

source: Data Retention Period
th: ระยะเวลาการเก็บรักษาข้อมูล

source: Data Structure Issue
th: ปัญหาโครงสร้างข้อมูล

source: Data Subject Rights
th: สิทธิของเจ้าของข้อมูล

source: Data Validation
th: การตรวจสอบข้อมูล

source: Data validation failed:<br>
th: การตรวจสอบข้อมูลล้มเหลว:<br>

source: Date
th: วันที่

source: Date customer consented to data processing
th: วันที่ลูกค้าให้ความยินยอมในการประมวลผลข้อมูล

source: Date of Birth
th: วันเกิด

source: Date of final installment payment
th: วันที่ผ่อนชำระงวดสุดท้าย

source: Date of first installment payment
th: วันที่หนี้เลือกชำระแล้ว

source: Date of income verification
th: วันที่ของสิ่งสิ่งสิ่งเกิ่ง

source: Date vehicle was first registered
th: วันที่จดทะเบียนรถครั้งแรก

source: Date when application was sent back for corrections
th: วันที่ส่งใบสมัครกลับเพื่อแก้ไข

source: Date when authority verified the application
th: วันที่เจ้าหน้าที่ตรวจสอบใบสมัครแล้ว

source: Date when corrections were completed and application was resubmitted
th: วันที่แก้ไขเสร็จสมบูรณ์และส่งใบสมัครใหม่

source: Date when land was pledged for this loan
th: วันที่ที่ดินถูกจำนองสำหรับเงินกู้นี้

source: Date when land was released from this loan (if applicable)
th: วันที่ที่ที่ดินได้รับการปลดปล่อยจากสินเชื่อนี้ (ถ้ามี)

source: Date when property was pledged for this loan
th: วันที่ที่ทรัพย์สินถูกจำนำสำหรับสินเชื่อนี้

source: Date when property was released from this loan (if applicable)
th: วันที่ทรัพย์สินถูกปล่อยจากสินเชื่อนี้ (ถ้ามี)

source: Date when vehicle was pledged for this loan
th: วันที่รถถูกจำนำสำหรับสินเชื่อนี้

source: Date when vehicle was released from this loan (if applicable)
th: วันที่ปล่อยรถยนต์จากสินเชื่อนี้ (ถ้ามี)

source: Daughter
th: บุตรสาว

source: Day
th: วัน

source: Day of month for payment (1-31)
th: วันเดือนสนองการชำ (1-31)

source: Days Calculated
th: วันที่คำนวณแล้ว

source: Days Overdue
th: วันที่ค้างชำระ

source: Days Pending
th: วันรอดำเนินการ

source: Days Under Review
th: วันที่อาวนเริ่ง

source: Days in Draft
th: วันที่ ฉบับร่าง

source: Days in State
th: จำนวนวันในสถานะ

source: Deal has already been converted
th: ข้อตกลงได้รับการแปลงแล้ว

source: Deal has already been converted to Loan Application: {0}
th: ข้อตกลงถูกแปลงเป็นใบสมัครสินเชื่อแล้ว: {0}

source: Deal must be Qualified before converting to Loan Application
th: ข้อตกลงต้องได้รับการรับรองก่อนที่จะเปลี่ยนเป็นใบสมัครสินเชื่อ

source: Deal must be Qualified or Approved
th: ข้อตกลงต้องอยู่ในสถานะ ได้รับการรับรอง หรือ อนุมัติแล้ว

source: Dealership Appraisal
th: การประเมินตัวแทนจำหน่าย

source: Debit
th: หักบัญชี

source: Debt Age (Days)
th: อายุหนี้ (วัน)

source: Debt Burden
th: ภาระหนี้สิน

source: Debt Burden Score (1-4)
th: คะแนนภาระหนี้ (1-4)

source: Debt Details
th: รายละเอียดหนี้สิน

source: Debt Follow Up
th: ติดตามหนี้สิน

source: Debt Obligations
th: ภาระหนี้สิน

source: Debt Service Ratio (DSR)
th: อัตราส่วนการชำระหนี้ (DSR)

source: Debt Statement
th: รายงานหนี้สิน

source: Debt Type
th: ประเภทหนี้

source: Debt to Income Ratio
th: อัตราส่วนหนี้สินต่อรายได้

source: Debt to Income ratio {0}% exceeds recommended maximum {1}%
th: อัตราส่วนหนี้สินต่อรายได้ {0}% เกินขีดจำกัดสูงสุดที่แนะนำ {1}%

source: Debt-to-Income Ratio (%)
th: อัตราส่วนหนี้สินต่อรายได้ (%)

source: Debts
th: ภาษี

source: Debug
th: ดีบัก

source: Debug Data
th: ข้อมูลดีบัก

source: Debug Disabled
th: การแก้ไขข้อผิดพลาดถูกปิดใช้งาน

source: Debug Mode
th: โหมดดีบัก

source: Debug mode will re-enable when you start a new application
th: โหมดดีบักจะเปิดใช้งานอีกครั้งเมื่อคุณเริ่มแอปพลิเคชันใหม่

source: Debug/test draft (e.g., DRAFT-DEBUG-001) - excluded from production statistics and reports
th: ร่างสำหรับดีบัก/ทดสอบ (เช่น DRAFT-DEBUG-001) - ไม่รวมในสถิติและรายงานการผลิต

source: Decision Date
th: วันที่ เด่สร

source: Decision Notes
th: บันทึกการตัดสินใจ

source: Decision Rationale
th: เหตุผลในการตัดสินใจ

source: Decision must be either Accepted or Rejected
th: การตัดสินใจต้องเป็นการ อนุมัติ หรือ ปฏิเสธ เท่านั้น

source: Decline
th: ปฏิเสธ

source: Decrease Credit
th: ลดเผื่อเครดิต

source: Deed Details
th: รายละเอียดสัญญา

source: Deed Images
th: ภาพเอกสารสิทธิ์

source: Deed Information
th: ข้อมูลโฉนด

source: Deed Number
th: ชื่อ ตัดเมี

source: Deed Number Validation
th: การตรวจสอบหมายเลขโฉนด

source: Deed Number is required
th: หมายเลขสัญญาจะต้องระบุ

source: Deed Type
th: ประเภทสัญญา

source: Deed Type Display
th: ประเภทสัญญาแสดงผล

source: Default
th: ค่าเริ่มต้น

source: Default Assignment Method
th: เป็นเสรางสร้าง

source: Default Branch
th: สาขาเริ่มต้น

source: Default Interest Rate
th: อัตราดอกเบี้ยเริ่มต้น

source: Default Interest Rate (%)
th: อัตราดอกเบี้ยเริ่มต้น (%)

source: Default Loan Amounts & Terms
th: จำนวนเงินกู้และเงื่อนไขเริ่มต้น

source: Default Loan Term (Months)
th: ระยะเวลาสัญญากู้ยืมเริ่มต้น (เดือน)

source: Default Maximum Approvable set to {0}
th: ค่าตั้งต้นของจำนวนสูงสุดที่อนุมัติได้ถูกตั้งเป็น {0}

source: Default Maximum Branch Approvable
th: จำนวนสาขาสูงสุดที่สามารถอนุมัติได้โดยค่าเริ่มต้น

source: Default Maximum Loan Amount
th: จำนวนเงินกู้สูงสุดเริ่มต้น

source: Default Maximum Loan Term
th: ระยะเวลาสูงสุดของเงินกู้เริ่มต้น

source: Default Minimum Loan Amount
th: จำนวนเงินกู้ขั้นต่ำเริ่มต้น

source: Default Minimum Loan Term
th: ระยะเวลาขั้นต่ำของเงินกู้เริ่มต้น

source: Default Payment Frequency
th: ความถี่การชำระเงินเริ่มต้น

source: Default Reducing Interest Rate
th: อัตราดอกเบี้ยลดต้นทุนเริ่มต้น

source: Default SMS provider updated to {0}
th: โทเคน SMS สินสรางสร์สอระบลางสินเลือกส่งสร์สอระบลางชื่อน {0}

source: Default Service Line
th: บรรทัดบริการเริ่มต้น

source: Default annual interest rate for new loans
th: อัตราดอกเบี้ยรายปีเริ่มต้นสำหรับสินเชื่อใหม่

source: Default branch set to:
th: ตั้งสาขาเริ่มต้นเป็น:

source: Default interest rate set to:
th: อัตราดอกเบี้ยเริ่มต้นตั้งไว้ที่:

source: Default maximum approvable set to:
th: ค่าตั้งต้นสูงสุดที่สามารถอนุมัติได้ตั้งไว้ที่:

source: Default maximum loan set to:
th: ตั้งค่าสูงสุดเงินกู้เริ่มต้นเป็น:

source: Default maximum term set to:
th: ระยะเวลาสูงสุดเริ่มต้นตั้งค่าเป็น:

source: Default minimum loan set to:
th: ตั้งค่าขั้นต่ำของเงินกู้เริ่มต้นเป็น:

source: Default minimum term set to:
th: ระยะเวลาขั้นต่ำเริ่มต้นตั้งค่าเป็น:

source: Default rate
th: อัตราเริ่มต้น

source: Default service line set to:
th: ตั้งค่าบรรทัดบริการเริ่มต้นเป็น:

source: Default templates have been created successfully. You can find them in the Screening Checklist Template list.
th: เทมเพลตเริ่มต้นถูกสร้างเรียบร้อยแล้ว คุณสามารถค้นหาได้ในรายการเทมเพลตรายการตรวจสอบการคัดกรอง

source: Defaulted
th: ค่าเริ่มต้น

source: Define approval limits for different loan product types
th: กำหนดขีดจำกัดการอนุมัติสำหรับประเภทสินเชื่อแต่ละประเภท

source: Define collateral types and guarantor requirements by loan amount tier
th: กำหนดประเภทหลักประกันและข้อกำหนดผู้ค้ำประกันตามระดับจำนวนเงินกู้

source: Definition of Sensitive Personal Data
th: คำนิยามของข้อมูลส่วนบุคคลที่ละเอียดอ่อน

source: Delayed
th: ล่าช้า

source: Delete
th: ลบ

source: Delete Configuration
th: ลบการตั้งค่า

source: Delete Loan Product
th: ลบผลิตภัณฑ์สินเชื่อ

source: Delete failed: {0}
th: การลบล้มเหลว: {0}

source: Deleted {0} records for {1}
th: ลบระเบียน {0} รายการสำหรับ {1} แล้ว

source: Deny
th: ปฏิเสธ

source: Department
th: แผนก

source: Department assignment
th: การมอบหมายแผนก

source: Depreciation Calculation
th: การคำนวณค่าเสื่อมราคา

source: Depreciation Display
th: การแสดงค่าตัดจำหน่าย

source: Depreciation Percentage
th: อัตราค่าเสื่อมราคา

source: Depreciation Rate Subsequent Years (%)
th: อัตราค่าเสื่อมราคาปีถัดไป (%)

source: Depreciation Rate Year 1 (%)
th: อัตราค่าเสื่อมราคาปีที่ 1 (%)

source: Describe the collateral type...
th: โปรดระบุประเภทหลักประกัน...

source: Description
th: คำอธิบาย

source: Description & Notes
th: คำอธิบายและบันทึก

source: Description (English)
th: คำอธิบาย (ภาษาอังกฤษ)

source: Description (Thai)
th: คำอธิบาย

source: Deskew
th: ปรับภาพให้ตรง

source: Detailed Information
th: ข้อมูลโดยละเอียด

source: Details
th: รายละเอียด

source: Details of all loan products
th: รายละเอียดของผลิตภัณฑ์สินเชื่อทั้งหมด

source: Detect
th: ตรวจจับ

source: Detect → Crop → Deskew → CLAHE → Sharpen → Trim
th: ตรวจจับ → ตัดภาพ → ปรับภาพเอียง → CLAHE → ปรับความคม → ตัดขอบ

source: Detect → Crop → Sharpen only
th: ตรวจจับ → ครอบตัด → ปรับความคมชัดเท่านั้น

source: Detected
th: ตรวจพบ

source: Detected Text
th: ข้อความที่ตรวจพบ

source: Development
th: การพัฒนา

source: Development Only
th: สำหรับการพัฒนาเท่านั้น

source: Development Playground
th: สนามเด็กเล่นสำหรับพัฒนา

source: Development Status Score
th: คะแนนสถานะการพัฒนา

source: Development status score (0-10): infrastructure, facilities
th: คะแนนสถานะการพัฒนา (0-10): โครงสร้างพื้นฐาน, สิ่งอำนวยความสะดวก

source: Device Information
th: ข้อมูลอุปกรณ์

source: Dexie Upload Queue Items
th: รายการคิวอัปโหลด Dexie

source: Dexie Vehicle Photos
th: รูปภาพรถยนต์ Dexie

source: Diameter
th: เส้นผ่านศูนย์กลาง

source: Diesel
th: ดีเซล

source: Different document types
th: ประเภทเอกสารที่แตกต่างกัน

source: Digital Documentation
th: เอกสารดิจิทัล

source: Digital Information and Verification
th: ข้อมูลดิจิทัลและการตรวจสอบ

source: Digital Signature
th: ลายมือชื่อดิจิทัล

source: Digital Signatures
th: ลายเซ็นดิจิทัล

source: Digital signature captured from application form
th: ลายเซ็นดิจิทัลที่บันทึกจากแบบฟอร์มใบสมัคร

source: Disabled
th: ปิดใช้งาน

source: Disabled Smart Debug Mode for this session
th: ปิดโหมดดีบักอัจฉริยะสำหรับเซสชันนี้แล้ว

source: Disburse
th: เบิกจ่าย

source: Disbursed
th: การเบิกจ่าย

source: Disbursed Amount
th: จำนวนเงินที่เบิกจ่าย

source: Disbursed By
th: เบิกจ่ายโดย

source: Disbursed Today
th: เบิกจ่ายวันนี้

source: Disbursed:
th: จ่ายออก:

source: Disbursement
th: การเบิกจ่าย

source: Disbursement Amount
th: จำนวนเงินจ่ายออก

source: Disbursement Date
th: วันที่เบิกจ่าย

source: Disbursement Details
th: รายละเอียดการเบิกจ่าย

source: Disbursement Details (Pages 35-36)
th: รายละเอียดการเบิกจ่าย (หน้าที่ 35-36)

source: Disbursement Documents Ready - M Capital
th: เอกสารการเบิกจ่ายพร้อม - M Capital

source: Disbursement Failed
th: การเบิกจ่ายล้มเหลว

source: Disbursement Information
th: ข้อมูลการเบิกจ่าย

source: Disbursement Method
th: วิธีการเบิกจ่าย

source: Disbursement Rate
th: อัตราการเบิกจ่าย

source: Disbursement Reference
th: เอกสารอ้างอิงการเบิกจ่าย

source: Disbursement Schedule
th: กำหนดการเบิกจ่าย

source: Disbursement Status
th: สถานะการจ่ายเงิน

source: Disbursement Summary
th: สรุปการเบิกจ่าย

source: Disbursement Task
th: งานเบิกจ่าย

source: Disbursement Task Status Updated: {0}
th: สถานะงานเบิกจ่ายได้รับการอัปเดต: {0}

source: Disbursement Task is required
th: งานเบิกจ่ายเป็นสิ่งจำเป็น

source: Disbursement Workflow
th: กระบวนการทำงานจ่ายเงิน

source: Disbursement Workflow Completed!
th: กระบวนการจ่ายเงินเสร็จสมบูรณ์!

source: Disbursement amount must be greater than zero
th: จำนวนเงินเบิกจ่ายต้องมากกว่าศูนย์

source: Disbursement blocked - Vehicle over 20 years old
th: การเบิกจ่ายถูกระงับ - ยานพาหนะอายุเกิน 20 ปี

source: Disbursement completed successfully! Loan is now active.
th: การเบิกจ่ายเสร็จสมบูรณ์เรียบร้อยแล้ว! สินเชื่ออยู่ในสถานะใช้งานแล้ว

source: Disbursement documents must be uploaded before completing disbursement.
th: เอกสารการเบิกจ่ายต้องถูกอัปโหลดก่อนที่จะทำการเบิกจ่ายให้เสร็จสมบูรณ์

source: Disbursement documents uploaded successfully.
th: เอกสารการเบิกจ่ายถูกอัปโหลดเรียบร้อยแล้ว

source: Disbursement for loan {0}
th: การเบิกจ่ายสำหรับเงินกู้ {0}

source: Disbursement is BLOCKED until the original land title deed is received. Please ensure the original deed is obtained before proceeding with disbursement.
th: การเบิกจ่ายถูก ระงับบัญชี จนกว่าจะได้รับ ไม่ไทยสินทรัพย์เลือกสินค้าสินค้าสอรัพย์เลือกที่ดีที่สุดโดยอัตโนมัติใหม่เลือกประดานข้อมูลใหม่เลือกบัญชี

source: Disbursement will be blocked until approved
th: การเบิกจ่ายจะถูกระงับจนกว่าจะได้รับการอนุมัติ

source: Disclosure Statement
th: คำชี้แจงการเปิดเผยข้อมูล

source: Disclosure of Sensitive Personal Data
th: การเปิดเผยข้อมูลส่วนบุคคลที่ละเอียดอ่อน

source: Discount
th: ส่วนลด

source: Discount Amount
th: จำนวน ส่วนลด

source: Display Name (Bilingual)
th: ชื่อที่แสดง (สองภาษา)

source: Display Order
th: ลำดับการแสดงผล

source: Display name (e.g., สายบริการ 01)
th: ชื่อที่แสดง (เช่น สายบริการ 01)

source: Dispute
th: ข้อพิพาท

source: District
th: อำเภอ

source: District (Amphoe)
th: อำเภอ

source: District/Amphoe
th: อำเภอ

source: District/Amphoe is required
th: อำเภอ/ตำบล จำเป็นต้องระบุ

source: Divorced
th: หย่าร้าง

source: Do you want to continue?
th: ต้องการดำเนินการต่อหรือไม่?

source: Doc
th: เอกสาร

source: Doc Gen Status
th: สถานะการสร้างเอกสาร

source: Doc mode: optimized for ID cards & text (no smoothing)
th: โหมดเอกสาร: ปรับแต่งสำหรับบัตรประชาชนและข้อความ (ไม่มีการปรับความเรียบ)

source: DocType Storage
th: การจัดเก็บ DocType

source: DocType {0} not found
th: ไม่พบ DocType {0}

source: DocType, fieldname, and new option are required
th: DocType, ชื่อฟิลด์, และตัวเลือกใหม่เป็นสิ่งที่จำเป็น

source: Docs Required
th: เอกสารที่ต้องใช้

source: Doctor
th: แพทย์

source: Document
th: เอกสาร

source: Document Arrays (23-Item Checklist System)
th: อาร์เรย์เอกสาร (ระบบรายการตรวจสอบ 23 รายการ)

source: Document Attached
th: เอกสารแนบ

source: Document Attachment
th: เอกสารแนบ

source: Document Category
th: หมวดหมู่เอกสาร

source: Document Category Required
th: ประเภทเอกสาร จำเป็นต้องระบุ

source: Document Checklist Page 1: 23-item checklist with auto-tick marks
th: รายการตรวจสอบเอกสาร หน้า 1: รายการตรวจสอบ 23 รายการพร้อมเครื่องหมายติ๊กอัตโนมัติ

source: Document Checklist Page 2: Declaration & Consent with signature
th: หน้ารายการตรวจสอบเอกสาร หน้า 2: การประกาศและความยินยอมพร้อมลายเซ็นต์

source: Document Details
th: รายละเอียดเอกสาร

source: Document File
th: ไฟล์เอกสาร

source: Document Generation (Doc Gen)
th: การสร้างเอกสาร (Doc Gen)

source: Document Images
th: ภาพเอกสาร

source: Document Information
th: ข้อมูลเอกสาร

source: Document Name
th: ชื่อเอกสาร

source: Document Number
th: หมายเลขเอกสาร

source: Document Preview
th: ตัวอย่างเอกสาร

source: Document Requirements
th: ข้อกำหนดเอกสาร

source: Document Review
th: การตรวจสอบเอกสาร

source: Document Signing Process:
th: กระบวนการลงนามเอกสาร:

source: Document Status
th: สถานะเอกสาร

source: Document Summary
th: สรุปเอกสาร

source: Document Type
th: ประเภทเอกสาร

source: Document Types
th: ประเภทเอกสาร

source: Document URL not available
th: URL เอกสารไม่พร้อมใช้งาน
