Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Please provide a rejection reason
th: กรุณาระบุเหตุผลในการปฏิเสธ

source: Please provide a search term
th: กรุณาใส่คำค้นหา

source: Please provide general collateral information for items without registration books.
th: กรุณาให้ข้อมูลวัสดุทั่วไปสำหรับสินค้าที่ไม่มีสมุดทะเบียน

source: Please provide land title deed information as collateral for this loan.
th: กรุณาแจ้งข้อมูลโฉนดที่ดินเป็นหลักประกันสำหรับสินเชื่อนี้ด้วยค่ะ

source: Please provide property information as collateral for this loan.
th: กรุณาให้ข้อมูลทรัพย์สินเป็นหลักประกันสำหรับสินเชื่อนี้ด้วยค่ะ

source: Please save the application before requesting OTP
th: กรุณาบันทึกแอปพลิเคชันก่อนขอรับ OTP

source: Please save the document first to calculate maximum loan amount.
th: กรุณาบันทึกเอกสารก่อนเพื่อคำนวณจำนวนเงินกู้สูงสุด

source: Please save the loan application first to create customer record
th: กรุณาบันทึกคำขอกู้ก่อนเพื่อสร้างระเบียนลูกค้า

source: Please scan Thai ID first
th: กรุณาสแกนบัตรประชาชนก่อน

source: Please scan guarantor ID first
th: กรุณาสแกนบัตรประจำตัวผู้ค้ำประกันก่อน

source: Please select a brand first
th: กรุณาเลือกแบรนด์ก่อน

source: Please select a collateral type
th: กรุณาเลือกประเภทหลักประกัน

source: Please select a property type
th: กรุณาเลือกประเภททรัพย์สิน

source: Please select a province
th: กรุณาเลือกจังหวัด

source: Please select a title deed type
th: กรุณาเลือกประเภทโฉนด

source: Please select a user to assign to
th: กรุณาเลือกผู้ใช้เพื่อมอบหมายงาน

source: Please select a valid image file
th: กรุณาเลือกไฟล์รูปภาพที่ถูกต้อง

source: Please select a vehicle category first
th: กรุณาเลือกประเภทยานพาหนะก่อน

source: Please select an image file
th: กรุณาเลือกไฟล์รูปภาพ

source: Please select at least one application
th: กรุณาเลือกแอปพลิเคชันอย่างน้อยหนึ่งรายการ

source: Please select at least one task
th: กรุณาเลือกอย่างน้อยหนึ่งงาน

source: Please select at least one template type
th: กรุณาเลือกประเภทแม่แบบอย่างน้อยหนึ่งประเภท

source: Please select both Branch and Service Line first
th: กรุณาเลือกทั้ง สาขา และ สายงานบริการ ก่อน

source: Please select exactly one application to edit
th: กรุณาเลือกแอปพลิเคชันเพียงหนึ่งรายการเพื่อแก้ไข

source: Please select sub-model before viewing vehicle year
th: กรุณาเลือกโมเดลย่อยก่อนดูปีรถยนต์

source: Please set Document Category for this Vehicle Document (vehicle_registration or insurance_policy)
th: กรุณาตั้งค่า ประเภทเอกสาร สำหรับ เอกสารยานพาหนะนี้ (vehicle_registration หรือ insurance_policy)

source: Please sign in with your M Capital account to continue.
th: กรุณาเข้าสู่ระบบด้วยบัญชี M Capital ของคุณเพื่อดำเนินการต่อ

source: Please specify brand - market price must be entered manually
th: กรุณาระบุแบรนด์ - ราคาตลาดต้องกรอกด้วยตนเอง

source: Please specify color
th: กรุณาระบุสี

source: Please specify color - for multi-color vehicles
th: กรุณาระบุสี - สำหรับยานพาหนะหลายสี

source: Please specify model - market price must be entered manually
th: กรุณาระบุรุ่น - ราคาตลาดต้องกรอกด้วยตนเอง

source: Please specify relationship
th: กรุณาระบุความสัมพันธ์

source: Please specify sub-model - market price must be entered manually
th: กรุณาระบุรุ่นย่อย - ราคาตลาดต้องป้อนด้วยตนเอง

source: Please specify vehicle location
th: กรุณาระบุตำแหน่งยานพาหนะ

source: Please try again
th: กรุณาลองอีกครั้ง

source: Please try again later
th: กรุณาลองใหม่อีกครั้งในภายหลัง

source: Please try again.
th: กรุณาลองอีกครั้งค่ะ

source: Please upload a CSV file
th: กรุณาอัปโหลดไฟล์ CSV

source: Please upload a file first
th: กรุณาอัปโหลดไฟล์ก่อน

source: Please upload the following required documents
th: กรุณาอัปโหลดเอกสารที่จำเป็นดังต่อไปนี้

source: Please use the ERPNext Desk to create and configure loan products with all their details (fees, collateral requirements, documents, and selling points).
th: โปรดใช้ ERPNext Desk เพื่อสร้างและกำหนดค่าผลิตภัณฑ์สินเชื่อพร้อมรายละเอียดทั้งหมด (ค่าธรรมเนียม ข้อกำหนดหลักประกัน เอกสาร และจุดขาย)

source: Please use the dedicated Disbursement Workflow page to claim and process disbursement tasks.
th: กรุณาใช้หน้ากระบวนการเบิกจ่ายเฉพาะเพื่อเรียกร้องและดำเนินการงานเบิกจ่าย

source: Please wait for all steps to complete before proceeding
th: กรุณารอให้ขั้นตอนทั้งหมดเสร็จสมบูรณ์ก่อนดำเนินการต่อ

source: Please wait while we extract vehicle information
th: กรุณารอสักครู่ ขณะเรากำลังดึงข้อมูลยานพาหนะ

source: Please wait {0} seconds before requesting another OTP.
th: กรุณารอ {0} วินาทีก่อนขอ OTP ใหม่อีกครั้ง

source: Please wait...
th: กรุณารอสักครู่...

source: Pledged
th: ให้คำมั่นสัญญา

source: Point
th: จุด

source: Points
th: จุด

source: Policy: Original land title deed (ต้นฉบับโฉนดที่ดิน) is required before disbursement.
th: นโยบาย: ต้องใช้ต้นฉบับโฉนดที่ดินก่อนการเบิกจ่ายเงิน

source: Policy: Original vehicle registration book (ต้นฉบับเล่มทะเบียน) is required before disbursement.
th: นโยบาย: ต้องใช้ต้นฉบับเล่มทะเบียนรถก่อนการเบิกจ่ายเงิน

source: Polite, Friendly, Responsible
th: สุภาพ เป็นมิตร มีความรับผิดชอบ

source: Polite, Responsible, Good Reputation
th: สุภาพ รับผิดชอบ มีชื่อเสียงดี

source: Poor
th: แย่

source: Poor collateral quality - Loan approval may be difficult
th: คุณภาพหลักประกันต่ำ - อาจมีความยากลำบากในการอนุมัติสินเชื่อ

source: Poor condition - requires review
th: สภาพไม่ดี - ต้องการการตรวจสอบ

source: Poor condition - review required
th: สภาพไม่ดี - ต้องตรวจสอบ

source: Popup blocked! Please allow popups for this site.
th: ป๊อปอัพถูกบล็อก! กรุณาอนุญาตป๊อปอัพสำหรับเว็บไซต์นี้ด้วยค่ะ

source: Por Bor Tor 5
th: ปอ. ท. 5

source: Port
th: พอร์ต

source: Portfolio Performance
th: ผลการดำเนินงานพอร์ตโฟลิโอ

source: Portfolio Performance Report
th: รายงานผลการดำเนินงานพอร์ตโฟลิโอ

source: Portfolio Value
th: มูลค่าพอร์ตโฟลิโอ

source: Position
th: ตำแหน่ง

source: Position Code
th: รหัสตำแหน่ง

source: Position Name
th: ชื่อตำแหน่ง

source: Position Name (Thai)
th: ชื่อตำแหน่ง (ภาษาไทย)

source: Position camera to capture the stamped/engraved chassis number clearly
th: จัดตำแหน่งกล้องเพื่อถ่ายหมายเลขตัวถังที่ประทับหรือตอกอย่างชัดเจน

source: Position title '{0}' not found in reference data
th: ไม่พบตำแหน่งงาน '{0}' ในข้อมูลอ้างอิง

source: Position/Job Title
th: ตำแหน่งงาน/ชื่อตำแหน่ง

source: Postal Code
th: รหัสไปรษณีย์

source: Postal Code must be 5 digits
th: รหัสไปรษณีย์ต้องเป็นตัวเลข 5 หลัก

source: Posting Date
th: วันที่บันทึกข้อมูล

source: Potential Match
th: การจับคู่ที่เป็นไปได้

source: Powerful Thai OCR Features
th: ฟีเจอร์ OCR ภาษาไทยที่ทรงพลัง

source: Premium
th: พรีเมียม

source: Premium Amount
th: จำนวนเงินพรีเมียม

source: Prepared Report
th: จัดทำรายงาน

source: Preparing {0} export...
th: กำลังเตรียมการส่งออก {0}...

source: Prerequisites Checklist
th: รายการตรวจสอบข้อกำหนดเบื้องต้น

source: Prerequisites Incomplete
th: เงื่อนไขเบื้องต้นไม่สมบูรณ์

source: Presets
th: การตั้งค่าล่วงหน้า

source: Preview
th: แสดงตัวอย่าง

source: Preview Checklist
th: แสดงตัวอย่างรายการตรวจสอบ

source: Preview Contract
th: แสดงตัวอย่างสัญญา

source: Preview GL Entries
th: ดูตัวอย่างรายการสมุดรายวันทั่วไป

source: Preview Image
th: ภาพตัวอย่าง

source: Preview of uploaded document images
th: ตัวอย่างภาพเอกสารที่อัปโหลดแล้ว

source: Preview page
th: ดูตัวอย่างหน้าจอ

source: Previous
th: ก่อน

source: Previous Follow-ups
th: การติดตามผลก่อนหน้า

source: Previous Guarantee Count
th: จำนวนการรับประกันก่อนหน้า

source: Previous Transaction Hash
th: แฮชธุรกรรมก่อนหน้า

source: Price Information
th: ข้อมูลราคา

source: Price found
th: พบราคา

source: Price found (partial match)
th: พบราคา (ตรงกันบางส่วน)

source: Pricing
th: การตั้งราคา

source: Primary
th: หลัก

source: Primary Employment
th: การจ้างงานหลัก

source: Primary Reference
th: เอกสารอ้างอิงหลัก

source: Primary School
th: โรงเรียนประถมศึกษา

source: Principal
th: เงินต้น

source: Principal (THB)
th: เงินต้น (THB)

source: Principal Amount
th: เงินต้น

source: Principal amount must be greater than zero
th: จำนวนเงินต้นต้องมากกว่าศูนย์

source: Print
th: พิมพ์

source: Print Bundle
th: พิมพ์ชุดรวม

source: Print bundle generated successfully with {0} pages
th: การสร้างชุดพิมพ์เสร็จสมบูรณ์พร้อม {0} หน้า

source: Print bundle generated successfully!
th: สร้างชุดพิมพ์เรียบร้อยแล้ว!

source: Priority
th: ลำดับความสำคัญ

source: Priority: {0}
th: ลำดับความสำคัญ: {0}

source: Privacy & Security
th: ความเป็นส่วนตัวและความปลอดภัย

source: Privacy Notice
th: ประกาศความเป็นส่วนตัว

source: Privacy Policy
th: นโยบายความเป็นส่วนตัว

source: Private Company
th: บริษัทเอกชน

source: Probation
th: การทดลอง

source: Probation End Date
th: วันที่สิ้นสุดการทดลองงาน

source: Proceed to Next Step
th: ดำเนินการไปยังขั้นตอนถัดไป

source: Proceed with Disbursement
th: ดำเนินการเบิกจ่าย

source: Process Different ID Card
th: ประมวลผลบัตรประชาชนต่างประเภท

source: Process Disbursement
th: ดำเนินการจ่ายเงิน

source: Process Log
th: บันทึกกระบวนการ

source: Process Logs
th: บันทึกกระบวนการ

source: Process New Document
th: ดำเนินการเอกสารใหม่

source: Process Thai invoices, receipts, and purchase orders. Extract line items, totals, and tax information.
th: ประมวลผลใบกำกับภาษี ใบเสร็จรับเงิน และใบสั่งซื้อภาษาไทย ดึงข้อมูลรายการสินค้า ยอดรวม และข้อมูลภาษี

source: Process an image to see results
th: ประมวลผลภาพเพื่อดูผลลัพธ์

source: Process approved loans and manage disbursements
th: ดำเนินการอนุมัติสินเชื่อและจัดการการเบิกจ่ายเงิน

source: Process documents in seconds with our optimized OCR pipeline and cloud infrastructure.
th: ประมวลผลเอกสารในไม่กี่วินาทีด้วยระบบ OCR ที่ได้รับการปรับแต่งและโครงสร้างพื้นฐานบนคลาวด์ของเรา

source: Process with OCR
th: ประมวลผลด้วย OCR

source: Processing
th: การประมวลผล

source: Processing Days
th: วันดำเนินการ

source: Processing Error
th: ข้อผิดพลาดในการประมวลผล

source: Processing Fee
th: ค่าธรรมเนียมการดำเนินการ

source: Processing Fee:
th: ค่าธรรมเนียมการดำเนินการ:

source: Processing ID Card
th: กำลังดำเนินการบัตรประชาชน

source: Processing Results
th: ผลลัพธ์การประมวลผล

source: Processing Server
th: เซิร์ฟเวอร์ประมวลผล

source: Processing Time
th: เวลาประมวลผล

source: Processing Time (seconds)
th: เวลาประมวลผล (วินาที)

source: Processing accuracy
th: ความถูกต้องในการประมวลผล

source: Processing bank book...
th: กำลังประมวลผลสมุดบัญชีธนาคาร...

source: Processing both halves...
th: กำลังประมวลผลทั้งสองส่วน...

source: Processing chassis number image...
th: กำลังประมวลผลภาพหมายเลขตัวถัง...

source: Processing documents...
th: กำลังประมวลผลเอกสาร...

source: Processing failed
th: การประมวลผลล้มเหลว

source: Processing image...
th: กำลังประมวลผลรูปภาพ...

source: Processing in Progress
th: กำลังดำเนินการ

source: Processing land title deed...
th: กำลังดำเนินการโฉนดที่ดิน...

source: Processing time
th: เวลาประมวลผล

source: Processing vehicle registration...
th: กำลังดำเนินการลงทะเบียนรถยนต์...

source: Processing...
th: กำลังดำเนินการ...

source: Product
th: สินค้า

source: Product Approval Limit
th: ขีดจำกัดการอนุมัติสินค้า

source: Product Code
th: รหัสสินค้า

source: Product Description
th: คำอธิบายสินค้า

source: Product Information
th: ข้อมูลสินค้า

source: Product Terms and Conditions
th: ข้อกำหนดและเงื่อนไขสินค้า

source: Product cannot be its own parent
th: สินค้าไม่สามารถเป็นสินค้าหลักของตนเองได้

source: Product serial number
th: หมายเลขซีเรียลสินค้า

source: Production
th: การผลิต

source: Products
th: สินค้า

source: Professional Details
th: รายละเอียดทางวิชาชีพ

source: Profile
th: โปรไฟล์

source: Profile Updated
th: อัปเดตโปรไฟล์แล้ว

source: Profile updated successfully
th: อัปเดตโปรไฟล์เรียบร้อยแล้ว

source: Progress
th: ความคืบหน้า

source: Progress Tracking
th: การติดตามความก้าวหน้า

source: Progress compared to targets
th: ความก้าวหน้าเมื่อเทียบกับเป้าหมาย

source: Prohibited Occupation (e.g., gambling)
th: อาชีพต้องห้าม (เช่น การพนัน)

source: Project ID
th: รหัสโครงการ

source: Project ID *
th: รหัสโครงการ *

source: Project:
th: โครงการ:

source: Promised Amount
th: จำนวนเงินที่สัญญาไว้

source: Promised Payment Date
th: วันที่ชำระเงินที่สัญญาไว้

source: Promised to Pay
th: สัญญาจะชำระเงิน

source: Promotion Interest-Free Periods
th: ช่วงระยะเวลาส่งเสริมการขายแบบไม่เสียดอกเบี้ย

source: Promotional Discount (%)
th: ส่วนลดส่งเสริมการขาย (%)

source: Proof of farming operation required
th: หลักฐานการดำเนินการเกษตรจำเป็นต้องใช้

source: Propagated
th: เผยแพร่

source: Propagation in progress
th: กำลังดำเนินการเผยแพร่

source: Property Address
th: ที่อยู่ทรัพย์สิน

source: Property Appraisal Date
th: วันที่ริบสินทรัพย์

source: Property Appraised Value
th: มูลค่าประเมินทรัพย์สิน

source: Property Appraiser
th: ผู้ประเมินทรัพย์สิน

source: Property Boundary
th: แนวเขตที่ดิน

source: Property Collateral
th: หลักประกันทรัพย์สิน

source: Property Collateral ID
th: รหัสหลักประกันทรัพย์สิน

source: Property Collateral Image
th: ภาพหลักประกันทรัพย์สิน

source: Property Collateral Information
th: ข้อมูลหลักประกันทรัพย์สิน

source: Property Collateral created successfully
th: หลักประกันทรัพย์สินถูกสร้างเรียบร้อยแล้ว

source: Property Collateral is required
th: หลักประกันทรัพย์สินเป็นสิ่งจำเป็น

source: Property Collateral not found
th: ไม่พบหลักประกันทรัพย์สิน

source: Property Collateral not found: {0}
th: ไม่พบหลักประกันทรัพย์สิน: {0}

source: Property Collateral updated successfully
th: หลักประกันทรัพย์สินได้รับการอัปเดตเรียบร้อยแล้ว

source: Property Details
th: รายละเอียดทรัพย์สิน

source: Property Document
th: เอกสารทรัพย์สิน

source: Property Document: Property Tax Receipt
th: เอกสารทรัพย์สิน: ใบเสร็จรับเงินภาษีทรัพย์สิน

source: Property Document: Property Title Deed (All Pages)
th: เอกสารสิทธิ์ที่ดิน: โฉนดที่ดิน (ทุกหน้า)

source: Property Documents
th: เอกสารทรัพย์สิน

source: Property Images
th: รูปภาพทรัพย์สิน

source: Property Information
th: ข้อมูลทรัพย์สิน

source: Property Insurance Provider
th: ผู้ให้บริการประกันทรัพย์สิน

source: Property Loan
th: สินเชื่อที่ดิน

source: Property Loan History
th: ประวัติสินเชื่ออสังหาริมทรัพย์

source: Property Photo
th: รูปทรัพย์สิน

source: Property Photos
th: รูปภาพทรัพย์สิน

source: Property Selected
th: ทรัพย์สินที่เลือกแล้ว

source: Property Tax Receipt
th: ใบเสร็จภาษีที่ดิน

source: Property Tax Receipt Pages
th: หน้าบิลภาษีที่ดิน

source: Property Title Deed (All Pages)
th: โฉนดที่ดิน (ทุกหน้า)

source: Property Title Deed Pages
th: หน้าสมุดโฉนดที่ดิน

source: Property Type
th: ประเภทอสังหาริมทรัพย์

source: Property Type is required
th: ประเภททรัพย์สินเป็นข้อมูลที่จำเป็น

source: Property appraisal required - cannot proceed
th: ต้องประเมินมูลค่าทรัพย์สินก่อน - ไม่สามารถดำเนินการต่อได้

source: Property classification
th: การจำแนกประเภททรัพย์สิน

source: Property/Building Information
th: ข้อมูลทรัพย์สิน/อาคาร

source: Province
th: จังหวัด

source: Province (Changwat)
th: จังหวัด

source: Province is required
th: จังหวัดเป็นข้อมูลที่จำเป็น

source: Provision Adequacy Report
th: รายงานความเพียงพอของเงินสำรอง

source: Provision Gap
th: ช่องว่างสำรอง

source: Provision Information
th: ข้อมูลการตั้งสำรอง

source: Provision Rate (%)
th: อัตราสำรอง (%)

source: Provision Report
th: รายงานสำรองเงิน

source: Public
th: สาธารณะ

source: Public Company
th: บริษัทมหาชน

source: Public Hire
th: การจ้างงานสาธารณะ

source: Purchase
th: ซื้อ

source: Purchase CMI
th: ซื้อ CMI

source: Purchase Date
th: วันที่ซื้อ

source: Purchase Information
th: ข้อมูลการซื้อ

source: Purchase Price
th: ราคาซื้อ

source: Purchase Receipt
th: ใบรับซื้อ

source: Purple
th: สีม่วง

source: Purpose
th: วัตถุประสงค์

source: Purpose of Data Collection and Use
th: วัตถุประสงค์ของการเก็บรวบรวมและการใช้ข้อมูล

source: Qty
th: จำนวน

source: Quality Check
th: การตรวจสอบคุณภาพ

source: Quarterly
th: รายไตรมาส

source: Queued
th: อยู่ในคิว

source: Quick
th: ด่วน

source: Quick Actions
th: คำสั่งด่วน

source: Quick Approval
th: อนุมัติอย่างรวดเร็ว

source: Quick Land Valuation
th: การประเมินมูลค่าที่ดินด่วน

source: Quick Scan
th: สแกนด่วน

source: Quick Scan Vehicle Registration
th: สแกนด่วนทะเบียนรถยนต์

source: Quick Stats
th: สถิติอย่างรวดเร็ว

source: Quick Valuation
th: การประเมินมูลค่าอย่างรวดเร็ว

source: Quick Valuation Result
th: ผลการประเมินมูลค่าอย่างรวดเร็ว

source: Quick Vehicle Valuation
th: การประเมินมูลค่ารถยนต์อย่างรวดเร็ว

source: RE
th: ตอบกลับ

source: RE (Refinance)
th: RE (รีไฟแนนซ์)

source: RE = Refinance (รีไฟแนนซ์), TL = Title Loan (จำนำเล่มทะเบียน), TO = Transfer of Ownership (การโอนกรรมสิทธิ์)
th: RE = รีไฟแนนซ์, TL = จำนำเล่มทะเบียน, TO = การโอนกรรมสิทธิ์

source: Rai
th: ไร่

source: Rai (ไร่)
th: ไร่

source: Rai cannot be negative
th: ไร่ต้องไม่เป็นค่าลบ

source: Rate Adjustments
th: การปรับอัตรา

source: Rate Limiting & Security
th: การจำกัดอัตราและความปลอดภัย

source: Rate Name
th: ชื่ออัตรา

source: Rate Type
th: ประเภทอัตรา

source: Raw Text
th: ข้อความดิบ

source: Re-Payment Method
th: วิธีการชำระเงินใหม่

source: Re-Payment method - วิธีการชำระคืนเงินกู้
th: วิธีการชำระคืนเงินกู้

source: Re-applying Customer
th: กำลังนำลูกค้าไปใช้ใหม่

source: Read
th: อ่านแล้ว

source: Ready
th: พร้อมแล้ว

source: Ready for Disbursement
th: พร้อมสำหรับการเบิกจ่าย

source: Ready for Review
th: พร้อมสำหรับการตรวจสอบ

source: Ready to Apply for a Loan?
th: พร้อมยื่นขอสินเชื่อแล้วหรือยัง?

source: Ready to Submit
th: พร้อมส่งข้อมูล

source: Ready to disburse
th: พร้อมเบิกจ่าย

source: Real Draft Data from Dev Environment
th: ข้อมูลร่างจริงจากสภาพแวดล้อมการพัฒนา

source: Real Estate
th: อสังหาริมทรัพย์

source: Real Estate (House)
th: อสังหาริมทรัพย์ (บ้าน)

source: Rear View
th: มุมมองด้านหลัง

source: Reason
th: เหตุผล

source: Reason for sending application back for corrections
th: เหตุผลในการส่งใบสมัครคืนเพื่อแก้ไข

source: Reassign on Officer Unavailable
th: มอบหมายใหม่เมื่อเจ้าหน้าที่ไม่พร้อมใช้งาน

source: Recalculate All
th: คำนวณใหม่ทั้งหมด

source: Recalculate Statistics
th: คำนวณสถิติใหม่

source: Receipt Number
th: หมายเลขใบเสร็จ

source: Received
th: ที่ได้รับ

source: Received Date
th: วันที่ได้รับ

source: Recent Activity
th: กิจกรรมล่าสุด

source: Recent Applications
th: แอปพลิเคชันล่าสุด

source: Recent Events
th: เหตุการณ์ล่าสุด

source: Recent vehicle - Good LTV potential
th: ยานพาหนะล่าสุด - ศักยภาพ LTV ที่ดี

source: Recipients (comma separated)
th: ผู้รับ (คั่นด้วยเครื่องหมายจุลภาค)

source: Recommendation
th: คำแนะนำ

source: Recommended Action
th: คำแนะนำการดำเนินการ

source: Recommended Decision
th: การตัดสินใจที่แนะนำ

source: Recommended Interest Rate (%)
th: อัตราดอกเบี้ยที่แนะนำ (%)

source: Records Failed
th: บันทึกล้มเหลว

source: Records Imported
th: บันทึกถูกนำเข้าแล้ว

source: Recovery Management
th: การจัดการกู้คืน

source: Red
th: สีแดง

source: Red Plate
th: ป้ายแดง

source: Red Plate Vehicle
th: รถป้ายแดง

source: Redirecting to M Capital Apply System...
th: กำลังเปลี่ยนเส้นทางไปยังระบบสมัคร M Capital...

source: Redirecting you to the next step...
th: กำลังเปลี่ยนเส้นทางไปยังขั้นตอนถัดไป...

source: Reducing
th: กำลังลดลง

source: Reducing Balance
th: ยอดคงเหลือลดลง

source: Reducing Interest Rate (% per year)
th: ลดอัตราดอกเบี้ย (% ต่อปี)

source: Reducing Rate
th: อัตราการลดลง

source: Reducing interest rate is loaded from your default settings
th: การลดอัตราดอกเบี้ยถูกโหลดจากการตั้งค่าเริ่มต้นของคุณ

source: Refer to Credit Committee
th: อ้างอิงถึงคณะกรรมการสินเชื่อ

source: Refer to Manager
th: อ้างอิงถึงผู้จัดการ

source: Reference
th: อ้างอิง

source: Reference DocType
th: เอกสารอ้างอิง DocType

source: Reference Image
th: ภาพอ้างอิง

source: Reference Name
th: ชื่ออ้างอิง

source: Reference Number
th: เลขที่อ้างอิง

source: Reference Person
th: บุคคลอ้างอิง

source: Reference Person Count
th: จำนวนบุคคลอ้างอิง

source: Reference Person Details
th: รายละเอียดบุคคลอ้างอิง

source: Reference Person Information
th: ข้อมูลบุคคลอ้างอิง

source: Reference Person Selected
th: บุคคลอ้างอิงที่เลือกแล้ว

source: Reference Person Status
th: สถานะบุคคลอ้างอิง

source: Reference Person mode - Proceeding to documents
th: โหมดบุคคลอ้างอิง - กำลังดำเนินการไปยังเอกสาร

source: Reference to draft application (set during insurance creation from loan flow). Only one insurance application allowed per loan draft.
th: อ้างอิงถึงแบบร่างใบสมัคร (ตั้งค่าระหว่างการสร้างประกันจากกระบวนการสินเชื่อ) อนุญาตให้มีใบสมัครประกันเพียงหนึ่งรายการต่อแบบร่างสินเชื่อเท่านั้น

source: Reference to final loan application (set after Step 8 submission)
th: การอ้างอิงถึงใบสมัครสินเชื่อขั้นสุดท้าย (ตั้งค่าหลังจากส่งขั้นตอนที่ 8)

source: Reference to the loan application draft that created this vehicle
th: อ้างอิงถึงร่างคำขอกู้ที่สร้างยานพาหนะนี้

source: Referral/affiliate tracking ID
th: รหัสติดตามการแนะนำ/พันธมิตร

source: Refinance
th: รีไฟแนนซ์

source: Refinance available for existing customers
th: การรีไฟแนนซ์สำหรับลูกค้าปัจจุบันที่มีอยู่

source: Refinance for all vehicle types with good payment history
th: รีไฟแนนซ์สำหรับรถทุกประเภทที่มีประวัติการชำระเงินดี

source: Refinance for home loans with good payment history
th: รีไฟแนนซ์สินเชื่อบ้านสำหรับผู้ที่มีประวัติการชำระเงินดี

source: Refinance for land loans with good payment history
th: รีไฟแนนซ์สินเชื่อที่ดินสำหรับลูกค้าที่มีประวัติการชำระเงินดี

source: Refinance for motorcycles with good payment history
th: รีไฟแนนซ์รถจักรยานยนต์ที่มีประวัติการชำระเงินดี

source: Refinanced
th: ได้รับการรีไฟแนนซ์ใหม่

source: Refresh
th: รีเฟรช

source: Refresh Calculations
th: ดึงข้อมูลรายตา

source: Refresh Data
th: ดึงข้อมูล

source: Refresh Tracking
th: รีเฟรชการติดตาม

source: Refreshing
th: กำลังรีเฟรช

source: Refreshing...
th: กำลังปรับปรุง...

source: Refused to Pay
th: ปฏิเสธการชำระเงิน

source: Reg
th: ลงทะเบียน

source: Region
th: ภูมิภาค

source: Regional Manager
th: ผู้จัดการภูมิภาค

source: Registration
th: การลงทะเบียน

source: Registration Book
th: สมุดทะเบียน

source: Registration Book Pending
th: สมุดทะเบียนรอดำเนินการ

source: Registration Date
th: วันที่ราง

source: Registration Information
th: ข้อมูลการลงทะเบียน

source: Registration Province
th: จังหวัดที่ลงทะเบียน

source: Registration Year
th: ปีที่ลงทะเบียน

source: Registration book already marked as Original.
th: สมุดทะเบียนได้ถูกทำเครื่องหมายว่าเป็นต้นฉบับแล้ว

source: Registration book status updated to Original.
th: สถานะสมุดทะเบียนได้รับการอัปเดตเป็นต้นฉบับแล้ว

source: Registration, service records (0-10)
th: การลงทะเบียน, บันทึกการให้บริการ (0-10)

source: Reject
th: ปฏิเสธ

source: Rejected
th: ไม่อนุมัติ

source: Rejected By
th: ปฏิเสธโดย

source: Rejection Date
th: วันที่ สธแล้ว

source: Rejection Details
th: รายละเอียดการปฏิเสธ

source: Rejection Reason
th: เหตุผลในการปฏิเสธ

source: Rejection reason is required
th: จำเป็นต้องระบุเหตุผลการปฏิเสธ

source: Related File Key
th: คีย์ไฟล์ที่เกี่ยวข้อง

source: Relationship
th: ความสัมพันธ์

source: Relationship & Emergency Contact
th: ความสัมพันธ์และผู้ติดต่อฉุกเฉิน

source: Relationship & Status
th: ความสัมพันธ์และสถานะ

source: Relationship Type
th: ประเภทความสัมพันธ์

source: Relationship to Applicant
th: ความสัมพันธ์กับผู้สมัคร

source: Relationship to Borrower
th: ความสัมพันธ์กับผู้กู้

source: Relationships
th: ความสัมพันธ์

source: Relative of PEP
th: ญาติของบุคคลที่มีความเสี่ยงทางการเมือง (PEP)

source: Released
th: ปล่อยแล้ว

source: Religion
th: ศาสนา

source: Reload
th: โหลด

source: Remaining Debtor Report
th: รายงานลูกหนี้คงเหลือ

source: Remaining Months
th: เดือนที่เหลืออยู่

source: Remarks
th: หมายเหตุ

source: Remarks & Follow-up
th: หมายเหตุและการติดตามผล

source: Remove
th: ลบ

source: Remove white borders from image edges
th: ลบขอบสีขาวออกจากขอบภาพ

source: Renew Vehicle Tax
th: ต่ออายุภาษีรถยนต์

source: Renewal
th: การต่ออายุ

source: Rental Contract (Optional)
th: สัญญาเช่า (ไม่บังคับ)

source: Rental Contract Pages
th: หน้าสัญญาเช่า

source: Rental Income
th: รายได้ค่าเช่า

source: Rental Space
th: สิดสาราง

source: Rental Space (THB/month)
th: พื้นที่ให้เช่า (บาท/เดือน)

source: Rented House/Room
th: บ้าน/ห้องเช่า

source: Repayment Calendar
th: ปฏิทินการชำระคืน

source: Repayment Capacity
th: ความสามารถในการชำระหนี้
