Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: <div style="font-family: Arial, sans-serif; max-width: 600px; margin: 0 auto;"> <h2 style="color: #28a745;">✓ Card Activation Successful</h2> <p>Dear {0},</p> <p>Your M Capital card has been successfully activated!</p> <div style="background: #f5f5f5; padding: 20px; margin: 20px 0;"> <p><strong>Card Number:</strong> {1}</p> <p><strong>Activated Date:</strong> {2}</p> </div> <p>You can now use your card for loan transactions.</p> <p style="color: #666;">If you did not activate this card, please contact M Capital support immediately.</p> <hr style="border: 1px solid #eee; margin: 30px 0;"> <p style="color: #666; font-size: 12px;"> M Capital Corporation<br> https://mcapital.co.th </p> </div>
th: <div style="font-family: Arial, sans-serif; max-width: 600px; margin: 0 auto;"> <h2 style="color: #28a745;">✓ การเปิดใช้งานบัตรสำเร็จ</h2> <p>เรียน {0},</p> <p>บัตร M Capital ของท่านได้รับการเปิดใช้งานเรียบร้อยแล้ว!</p> <div style="background: #f5f5f5; padding: 20px; margin: 20px 0;"> <p><strong>หมายเลขบัตร:</strong> {1}</p> <p><strong>วันที่เปิดใช้งาน:</strong> {2}</p> </div> <p>ท่านสามารถใช้บัตรนี้สำหรับทำรายการสินเชื่อได้ทันที</p> <p style="color: #666;">หากท่านไม่ได้เป็นผู้เปิดใช้งานบัตรนี้ กรุณาติดต่อฝ่ายสนับสนุนของ M Capital ทันที</p> <hr style="border: 1px solid #eee; margin: 30px 0;"> <p style="color: #666; font-size: 12px;"> บริษัท M Capital<br> https://mcapital.co.th </p> </div>

source: <div style="font-family: Arial, sans-serif; max-width: 600px; margin: 0 auto;"> <h2 style="color: #d9534f;">✗ Card Activation Failed</h2> <p>Dear {0},</p> <p>Your card activation attempt has failed due to maximum OTP verification attempts exceeded.</p> <div style="background: #fff3cd; padding: 20px; margin: 20px 0; border-left: 4px solid #ffc107;"> <p><strong>Card Number:</strong> {1}</p> <p><strong>Status:</strong> Failed</p> </div> <p>Please contact M Capital support to reset your card activation.</p> <hr style="border: 1px solid #eee; margin: 30px 0;"> <p style="color: #666; font-size: 12px;"> M Capital Corporation<br> Support: support@mcapital.co.th<br> https://mcapital.co.th </p> </div>
th: <div style="font-family: Arial, sans-serif; max-width: 600px; margin: 0 auto;"> <h2 style="color: #d9534f;">✗ การเปิดใช้งานบัตรล้มเหลว</h2> <p>เรียน {0},</p> <p>การพยายามเปิดใช้งานบัตรของคุณล้มเหลวเนื่องจากเกินจำนวนครั้งสูงสุดในการยืนยัน OTP</p> <div style="background: #fff3cd; padding: 20px; margin: 20px 0; border-left: 4px solid #ffc107;"> <p><strong>หมายเลขบัตร:</strong> {1}</p> <p><strong>สถานะ:</strong> ล้มเหลว</p> </div> <p>กรุณาติดต่อฝ่ายสนับสนุนของ M Capital เพื่อรีเซ็ตการเปิดใช้งานบัตรของคุณ</p> <hr style="border: 1px solid #eee; margin: 30px 0;"> <p style="color: #666; font-size: 12px;"> M Capital Corporation<br> ฝ่ายสนับสนุน: support@mcapital.co.th<br> https://mcapital.co.th </p> </div>

source: Dear {0}, The following application has been resubmitted after corrections: Application ID: {1} Customer: {2} Loan Amount: ฿{3:,.2f} Please review the updated application. Best regards, M Capital System
th: เรียน {0}, ใบสมัครดังต่อไปนี้ได้ถูกส่งใหม่หลังจากแก้ไขแล้ว: รหัสใบสมัคร: {1} ลูกค้า: {2} จำนวนเงินกู้: ฿{3:,.2f} กรุณาตรวจสอบใบสมัครที่ได้รับการปรับปรุงแล้ว ด้วยความเคารพอย่างสูง ระบบ M Capital

source: Dear {0}, Your loan application requires corrections before it can be processed: Application ID: {1} Customer: {2} Loan Amount: ฿{3:,.2f} Reason for corrections: {4} Please make the necessary corrections and resubmit the application. Best regards, M Capital Team
th: เรียน {0}, คำขอกู้ของท่านจำเป็นต้องได้รับการแก้ไขก่อนที่จะดำเนินการต่อได้: รหัสคำขอกู้: {1} ลูกค้า: {2} จำนวนเงินกู้: ฿{3:,.2f} เหตุผลในการแก้ไข: {4} กรุณาดำเนินการแก้ไขตามที่จำเป็นและส่งคำขอกู้ใหม่อีกครั้ง ด้วยความเคารพอย่างสูง ทีมงาน M Capital

source: <div style="font-family: Arial, sans-serif; max-width: 600px; margin: 0 auto;"> <h2 style="color: #28a745;">✓ เอกสารการอนุมัติเงินกู้พร้อมแล้ว / Disbursement Documents Ready</h2> <p>Dear {0},</p> <p>เอกสารการอนุมัติเงินกู้ของคุณได้รับการสร้างเรียบร้อยแล้ว<br> Your loan disbursement documents have been generated successfully.</p> <div style="background: #f5f5f5; padding: 20px; margin: 20px 0;"> <p><strong>เลขที่เอกสาร / Document No:</strong> {1}</p> <p><strong>จำนวนเงินที่อนุมัติ / Disbursement Amount:</strong> {2}</p> <p><strong>วันที่อนุมัติเงิน / Disbursement Date:</strong> {3}</p> </div> <p>คุณสามารถดาวน์โหลดเอกสารได้จากลิงก์ด้านล่าง:<br> You can download your documents from the link below:</p> <p style="text-align: center; margin: 30px 0;"> <a href="{4}" style="background: #007bff; color: white; padding: 12px 30px; text-decoration: none; border-radius: 5px; display: inline-block;"> ดาวน์โหลดเอกสาร / Download Documents </a> </p> <hr style="border: 1px solid #eee; margin: 30px 0;"> <p style="color: #666; font-size: 12px;"> M Capital Corporation<br> https://mcapital.co.th </p> </div>
th: <div style="font-family: Arial, sans-serif; max-width: 600px; margin: 0 auto;"> <h2 style="color: #28a745;">✓ เอกสารการอนุมัติเงินกู้พร้อมแล้ว / Disbursement Documents Ready</h2> <p>เรียน {0},</p> <p>เอกสารการอนุมัติเงินกู้ของคุณได้รับการสร้างเรียบร้อยแล้ว<br> Your loan disbursement documents have been generated successfully.</p> <div style="background: #f5f5f5; padding: 20px; margin: 20px 0;"> <p><strong>เลขที่เอกสาร / Document No:</strong> {1}</p> <p><strong>จำนวนเงินที่อนุมัติ / Disbursement Amount:</strong> {2}</p> <p><strong>วันที่อนุมัติเงิน / Disbursement Date:</strong> {3}</p> </div> <p>คุณสามารถดาวน์โหลดเอกสารได้จากลิงก์ด้านล่าง:<br> You can download your documents from the link below:</p> <p style="text-align: center; margin: 30px 0;"> <a href="{4}" style="background: #007bff; color: white; padding: 12px 30px; text-decoration: none; border-radius: 5px; display: inline-block;"> ดาวน์โหลดเอกสาร / Download Documents </a> </p> <hr style="border: 1px solid #eee; margin: 30px 0;"> <p style="color: #666; font-size: 12px;"> M Capital Corporation<br> https://mcapital.co.th </p> </div>

source: <div style="font-family: Arial, sans-serif; max-width: 600px; margin: 0 auto;"> <h2 style="color: #333;">Card Activation OTP</h2> <p>Dear {0},</p> <p>Your OTP for card activation is:</p> <div style="background: #f5f5f5; padding: 20px; text-align: center; margin: 20px 0;"> <h1 style="color: #007bff; letter-spacing: 5px; margin: 0;">{1}</h1> </div> <p><strong>This OTP is valid for 5 minutes.</strong></p> <p style="color: #d9534f;">⚠️ Never share your OTP with anyone. M Capital staff will never ask for your OTP.</p> <hr style="border: 1px solid #eee; margin: 30px 0;"> <p style="color: #666; font-size: 12px;"> Card Number: {2}<br> Generated: {3} </p> </div>
th: <div style="font-family: Arial, sans-serif; max-width: 600px; margin: 0 auto;"> <h2 style="color: #333;">รหัส OTP สำหรับเปิดใช้งานบัตร</h2> <p>เรียน {0},</p> <p>รหัส OTP สำหรับการเปิดใช้งานบัตรของคุณคือ:</p> <div style="background: #f5f5f5; padding: 20px; text-align: center; margin: 20px 0;"> <h1 style="color: #007bff; letter-spacing: 5px; margin: 0;">{1}</h1> </div> <p><strong>รหัส OTP นี้มีอายุใช้งาน 5 นาที</strong></p> <p style="color: #d9534f;">⚠️ กรุณาอย่าเปิดเผยรหัส OTP ของคุณกับผู้อื่น เจ้าหน้าที่ M Capital จะไม่ขอรหัส OTP ของคุณในทุกกรณี</p> <hr style="border: 1px solid #eee; margin: 30px 0;"> <p style="color: #666; font-size: 12px;"> หมายเลขบัตร: {2}<br> วันที่สร้าง: {3} </p> </div>

source: <p>Customer decision has been recorded for disbursement task:</p> <ul> <li>Task: <strong>{0}</strong></li> <li>Applicant: <strong>{1}</strong></li> <li>Decision: <strong style="color: {2}">{3}</strong></li> <li>Decision Date: {4}</li> <li>Notes: {5}</li> </ul>
th: <p>การตัดสินใจของลูกค้าได้รับการบันทึกสำหรับงานเบิกจ่าย:</p> <ul> <li>งาน: <strong>{0}</strong></li> <li>ผู้ยื่นคำขอ: <strong>{1}</strong></li> <li>การตัดสินใจ: <strong style="color: {2}">{3}</strong></li> <li>วันที่ตัดสินใจ: {4}</li> <li>หมายเหตุ: {5}</li> </ul>

source: <p>Dear {0},</p> <p>The disbursement task for <strong>{1}</strong> has been updated:</p> <ul> <li>Status: <strong>{2}</strong></li> <li>Loan Application: {3}</li> <li>Loan Amount: {4}</li> </ul> <p>Please review the task in the system.</p>
th: <p>เรียน {0},</p> <p>งานเบิกจ่ายสำหรับ <strong>{1}</strong> ได้รับการอัปเดตแล้ว:</p> <ul> <li>สถานะ: <strong>{2}</strong></li> <li>คำขอกู้: {3}</li> <li>จำนวนเงินกู้: {4}</li> </ul> <p>กรุณาตรวจสอบงานในระบบ</p>

source: Dear {0}, A new loan application has been assigned to you for review: Application ID: {1} Customer: {2} Loan Amount: ฿{3:,.2f} Loan Product: {4} Please log in to review and process this application. Best regards, M Capital System
th: เรียน {0}, มีการมอบหมายใบสมัครสินเชื่อใหม่ให้ท่านตรวจสอบดังนี้: รหัสใบสมัคร: {1} ลูกค้า: {2} จำนวนเงินกู้: ฿{3:,.2f} ผลิตภัณฑ์สินเชื่อ: {4} กรุณาเข้าสู่ระบบเพื่อตรวจสอบและดำเนินการกับใบสมัครนี้ ด้วยความเคารพ ระบบ M Capital

source: (Total Debt / Total Income) × 100
th: (รวมหนี้สิน / รวมรายได้) × 100

source: * Actual payments may vary based on specific loan terms and conditions
th: * การชำระเงินที่แท้จริงอาจแตกต่างกันไปตามข้อกำหนดและเงื่อนไขสินเชื่อเฉพาะ

source: + Own Land Title Deed
th: + โฉนดที่ดินของตนเอง

source: + Supplementary Income from Spouse/Children
th: + รายได้เสริมจากคู่สมรส/บุตร

source: - After due date
th: - หลังจากวันที่ครบกำหนด

source: - Within payment period
th: - ภายในระยะเวลาชำระเงิน

source: -- Unassigned --
th: -- ไม่ได้กำหนด --

source: 0-30 Days
th: 0-30 วัน

source: 1 - 66-75 ปี (ลูกค้างกลุ่มพิเศษ)
th: 1 - 66-75 ซิงค์ (ลูกค้ากวันพิลสิน)

source: 1 - ข้อมูลการใช้รถไม่ตรง/ปิดบังข้อมูล (ผู้กู้) OR บุคคลนอกพื้นที่/ระบุความสัมพันธ์ไม่ได้ (ผู้ค้ำ)
th: 1 - ซิงค์สิวรกไทยระยอก/ซิงชิงร์ค์ ( เผยให ) OR เบลลังนอสหนาสลี/ระบูบขริลากชีไทยบีไทย ( เผยคู )

source: 1 - ต่ำกว่า 6 เดือน
th: 1 - ต่ำกว่า 6 ดือน

source: 1 - ผ่อนสินเชื่อมากกว่า 4 บริษัท/มีบุคคลมาติดตามถวงถามหนี้
th: 1 - ผ่อนชำระสินเชื่อกับมากกว่า 4 บริษัท/มีบุคคลมาติดตามทวงถามหนี้

source: 1 - มีปัญหากับเจ้าหนี้/อันธพาล/เสพยาเสพติดผิดกฎหมาย/เล่นการพนัน
th: 1 - มีปัญหากับ Supplier/อันธพาล/เสพยาเสพติดผิดกฎหมาย/เล่นการพนัน

source: 1 - รายได้เท่าค่างวด/น้อยกว่าค่างวด
th: 1 - รายได้เท่ากับค่างวด/น้อยกว่าค่างวด

source: 1 hour ago
th: 1 ชั่วโมงที่แล้ว

source: 1-2 Creditors with Good Payment History
th: เจ้าหนี้ 1-2 รายที่มีประวัติการชำระเงินดี

source: 1-2 Lenders (House, Car, Household)
th: 1-2 ผู้ให้กู้ (บ้าน, รถยนต์, เครื่องใช้ในบ้าน)

source: 1-3 business days
th: 1-3 วันที่ ธุรกิจ

source: 1-3 years
th: 1-3 ปี

source: 1-30 Days
th: 1-30 วัน

source: 1-5 years
th: 1-5 ปี

source: 1. Behavior and Needs Analysis
th: 1. การวิเคราะห์พฤติกรรมและความต้องการ

source: 1. Borrower Information
th: 1. ข้อมูลผู้กู้

source: 1. Definitions
th: 1. คำนิยาม

source: 1. Eligibility Requirements
th: 1. ข้อกำหนดคุณสมบัติ

source: 1. New Products and Services Information
th: 1. ข้อมูลสินค้าและบริการใหม่

source: 1. พิสูจน์ตัวตน/ที่อยู่อาศัย (Identity/Residence Proof)
th: 1. พิสูจน์ตัวตน/หลักฐานที่อยู่

source: 13-digit Thai ID
th: หมายเลขบัตรประชาชน 13 หลัก

source: 13-digit Thai National ID of vehicle owner
th: หมายเลขบัตรประชาชนไทย 13 หลักของเจ้าของรถยนต์

source: 15 minutes ago
th: 15 วันลินที่

source: 16 Days
th: 16 วัน

source: 16-digit card number
th: หมายเลขบัตร 16 หลัก

source: 1=Branch Manager, 2=District Manager, 3=Regional Manager, 4=Head Office
th: 1=ผู้จัดการสาขา, 2=ผู้จัดการเขต, 3=ผู้จัดการภูมิภาค, 4=สำนักงานใหญ่

source: 2 - 6 เดือน - 1 ปี
th: 2 - 6 ดือน - 1 ปี

source: 2 - ผ่อนสินเชื่อ 3-4 บริษัท (บ้าน/รถ/ของใช้ภายในบ้าน)
th: 2 - ฌออนสินซิโรชิร 3-4 บัวดวน (บาน/ร์ร/สวิงชื่อนชานชุน)

source: 2 - มีปัญหากับชุมชน/มีความรับผิดชอบ
th: 2 - Issues with Community / Responsibilities

source: 2 - ไม่ใช่คนในครอบครัว (ผู้กู้) OR เพื่อนบ้าน/เพื่อนร่วมงาน (ผู้ค้ำ)
th: 2 - ไม่ใช่คนในครอบครัว (ผู้กู้) หรือ เพื่อนบ้าน/เพื่อนร่วมงาน (ผู้ค้ำ)

source: 2 hours ago
th: 2 วันเลิกที่

source: 2. Freebies and Discounts
th: 2. ของแถมและส่วนลด

source: 2. Loan Amount and Interest Rate
th: 2. จำนวนเงินกู้และอัตราดอกเบี้ย

source: 2. Marketing Communication
th: 2. การสื่อสารการตลาด

source: 2. Promotions and Special Offers
th: 2. โปรโมชั่นและข้อเสนอพิเศษ

source: 2. พิสูจน์อาชีพ (Occupation Proof)
th: 2. พิสูจน์อาชีพ

source: 2.1 Insurance Information (GSE)
th: 2.1 ข้อมูลประกันภัย (GSE)

source: 20-30 years
th: 20-30 ปี

source: 24/7 Service
th: บริการตลอด 24 ชั่วโมง 7 วัน

source: 3 - ญาติเป็นคนใช้รถ (ผู้กู้) OR อาชีพข้าราชการ (ผู้ค้ำ)
th: 3 - ญาติเป็นคนใช้รถ (ผู้กู้) หรือ อาชีพข้าราชการ (ผู้ค้ำ)

source: 3 - ผ่อนสินเชื่อ 1-2 บริษัท (บ้าน/รถ/ของใช้ภายในบ้าน)
th: 3 - ฌอนสินซิโซ 1-2 บิทยับร (บาน/ราร/เส็มชื่อนชานซิโซ)

source: 3 hours ago
th: 3 วันเลิกต์

source: 3-4 Creditors with Acceptable Payment
th: เจ้าหนี้ 3-4 รายที่มีการชำระเงินที่ยอมรับได้

source: 3-4 Lenders (Reduce Credit)
th: 3-4 เล็กหลัง (ระงับบเครด)

source: 3. Debt Repayment
th: 3. การชำระหนี้

source: 3. Events and Workshops
th: 3. กิจกรรมและเวิร์กช็อป

source: 3. Freebie Conditions
th: 3. เงื่อนไขของแถมฟรี

source: 3. Loan Information
th: 3. ข้อมูลเงินกู้

source: 3. Marketing Content You May Receive
th: 3. เนื้อหาการตลาดที่คุณอาจได้รับ

source: 3. พิสูจน์รายได้ (Income Proof)
th: 3. พิสูจน์รายได้

source: 30% weight in total score
th: 30% วันเวรตินที่ปีไทยเลือก

source: 31-40 years
th: 31-40 ปี

source: 31-60 Days
th: 31-60 วัน

source: 3rd Party
th: บุคคลที่สาม

source: 3rd Party Information
th: ข้อมูลจากบุคคลที่สาม

source: 4 - 10 ปีขึ้นไป
th: 4 - 10 ปีซังซอ

source: 4 - 3 ปีขึ้นไป
th: 4 - 3 ปีซัด

source: 4 - ปลอดภาระหนี้สิน
th: 4 - ปลอบชารสินสินส

source: 4 - รายได้มากกว่า 4 เท่า (โฉนดที่ดินของตนเอง)
th: 4 - รอดสายองมสาง 4 ที่ຕา (โซนดชินชีของสินสิน)

source: 4 - อัธยาศัยดี/พูดจาสุภาพ/เป็นมิตรกับเพื่อนบ้าน/มีความรับผิดชอบ
th: 4 - มีอัธยาศัยดี/พูดจาสุภาพ/เป็นมิตรกับเพื่อนบ้าน/มีความรับผิดชอบ

source: 4 - เจ้าของกิจการ/พนักงานประจำ/ข้าราชการ
th: 4 - เจ้าของธุรกิจ/พนักงานประจำ/ข้าราชการ

source: 4 - ใช้รถเอง (ผู้กู้) OR คนในครอบครัว/นายจ้าง/ผู้บังคับบัญชา (ผู้ค้ำ)
th: 4 - ใช้รถเอง (ผู้กู้) หรือ คนในครอบครัว/นายจ้าง/ผู้บังคับบัญชา (ผู้ค้ำ)

source: 4 hours ago
th: 4 วันเสร็จ

source: 4+ Lenders, Debt Collectors (NOT APPROVED)
th: 4+ เลื่อราง, ระดรลังซั่ง (ไม่อนุมัติแล้ว)

source: 4. Bank Account for Disbursement
th: 4. บัญชีธนาคารสำหรับการเบิกจ่าย

source: 4. Collateral
th: 4. หลักประกัน

source: 4. Data Sharing with Partners
th: 4. การแบ่งปันข้อมูลกับพันธมิตร

source: 4. Discount Conditions
th: 4. เงื่อนไขส่วนลด

source: 4. Surveys and Research
th: 4. การสำรวจและการวิจัย

source: 40% weight in total score
th: 40% น้ำหนักในคะแนนรวม

source: 404 - Page Not Found
th: 404 - ไม่พบหน้าที่ต้องการ

source: 41-65 years
th: 41-65 ปี

source: 45 Days
th: 45 วัน

source: 5 minutes ago
th: 5 วันลินสาง

source: 5-10 years
th: 5-10 ปี

source: 5. Business Partner Information
th: 5. ข้อมูลคู่ธุรกิจ

source: 5. Cancellation of Benefits
th: 5. การยกเลิกสวัสดิการ

source: 5. Contact Frequency
th: 5. ความถี่ในการติดต่อ

source: 5. Default on Payment
th: 5. ค่าเริ่มต้นในการชำระเงิน

source: 5. Guarantor Information
th: 5. ข้อมูลผู้ค้ำประกัน

source: 6 months - 1 year
th: 6 ดือน - 1 ปี

source: 6-digit PIN
th: รหัส PIN 6 หลัก

source: 6. Consent Duration
th: 6. ระยะเวลาการยินยอม

source: 6. Early Repayment
th: 6. การชำระคืนก่อนกำหนด

source: 6. Income & Expense Summary
th: 6. สรุปรายได้และค่าใช้จ่าย

source: 6. Limitation of Liability
th: 6. ข้อจำกัดความรับผิดชอบ

source: 61-90 Days
th: 61-90 วัน

source: 66-75 years (Special Consideration)
th: 66-75 ปี (ระบรอบสิน)

source: 7. Amendment of Terms
th: 7. การแก้ไขเงื่อนไข

source: 7. Cancellation of Consent
th: 7. การยกเลิกความยินยอม

source: 8. Contact Information
th: 8. ข้อมูลติดต่อ

source: 8. Data Protection
th: 8. การปกป้องข้อมูล

source: 8. Personal Data Protection
th: 8. การคุ้มครองข้อมูลส่วนบุคคล

source: 9. Governing Law
th: 9. กฎหมายที่ใช้บังคับ

source: 9. Right to Decline
th: 9. สิทธิ์ในการปฏิเสธ

source: 90+ Days
th: 90+ วัน

source: <span class="h4"><b>Quick Access Dashboards</b></span>
th: <span class="h4"><b>แผงควบคุมเข้าถึงด่วน</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
th: <span class="h4"><b>รายงานและข้อมูลหลัก</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: <span class="h4"><i class="fa fa-university"></i> M Capital Corporation</span>
th: <span class="h4"><i class="fa fa-university"></i> บริษัท เอ็ม แคปปิตอล คอร์ปอเรชั่น จำกัด</span>

source: A guarantor with this ID Number already exists: {0}
th: ผู้ค้ำประกันที่มีหมายเลขบัตรประชาชนนี้มีอยู่แล้ว: {0}

source: A template with this name already exists. Please choose a unique name.
th: มีแม่แบบที่ใช้ชื่อนี้อยู่แล้ว กรุณาเลือกชื่อที่ไม่ซ้ำกัน

source: AI Processing in Progress
th: กำลังประมวลผลด้วย AI

source: AML Check
th: การตรวจสอบ AML

source: AML Check Date
th: วันที่ วูน ของ AML

source: AML Check Performed
th: การตรวจสอบ AML ดำเนินการแล้ว

source: AML Check Status
th: สถานะการตรวจสอบ AML

source: AML Cleared
th: ผ่านการตรวจสอบ AML แล้ว

source: AML Risk Level
th: ระดับความเสี่ยง AML

source: AML Status
th: สถานะ AML

source: AMP Application ID
th: รหัสประจำตัวแอปพลิเคชัน AMP

source: AMP Integration
th: การผสานรวม AMP

source: API Call Time
th: เวลาการเรียก API

source: API Integration
th: การเชื่อมต่อ API

source: API Key from ThaiBulkSMS dashboard
th: API Key จากแดชบอร์ด ThaiBulkSMS

source: API Secret from ThaiBulkSMS dashboard (kept secure)
th: API Secret จากแดชบอร์ด ThaiBulkSMS (เก็บรักษาอย่างปลอดภัย)

source: APR (%)
th: อัตราดอกเบี้ยรายปี (%)

source: APR (Annual Percentage Rate) (%)
th: อัตราร้อยละประจำปี (APR) (%)

source: AR Card
th: บัตรลูกหนี้

source: AR Card (Installment Table)
th: บัตรลูกหนี้ (ตารางผ่อนชำระ)

source: AR Card - Repayment Comparison
th: บัตรลูกหนี้ - การเปรียบเทียบการชำระเงินคืน

source: AWS S3 Connection
th: การเชื่อมต่อ AWS S3

source: AWS credentials not configured in site_config.json
th: ข้อมูลรับรอง AWS ยังไม่ได้ตั้งค่าในไฟล์ site_config.json

source: Abandoned
th: ยกเลิกใช้

source: About
th: เกี่ยวกับ

source: About Access Control
th: เกี่ยวกับการควบคุมการเข้าถึง

source: Accept
th: ยอมรับ

source: Accept & Continue
th: ยอมรับและดำเนินการต่อ

source: Accepted
th: ยอมรับแล้ว

source: Access Denied
th: ปฏิเสธการเข้าถึง

source: Access Denied: This dashboard is restricted to Administrator and System Manager roles only
th: ปฏิเสธการเข้าถึง: แดชบอร์ดนี้จำกัดเฉพาะบทบาทผู้ดูแลระบบและผู้จัดการระบบเท่านั้น

source: Access denied. Only accountants can access the disbursement workflow.
th: ปฏิเสธการเข้าถึง เฉพาะผู้ทำงานด้านการบัญชีเท่านั้นที่สามารถเข้าถึงกระบวนการเบิกจ่ายได้

source: Accessibility Score
th: คะแนนการเข้าถึง

source: Accessibility score (0-10): road access, utilities
th: คะแนนการเข้าถึง (0-10): การเข้าถึงถนน, สาธารณูปโภค

source: Account
th: บัญชี

source: Account Details
th: รายละเอียดบัญชี

source: Account Holder Name
th: ชื่อผู้ถือบัญชี

source: Account Name
th: ชื่อบัญชี

source: Account Name Mismatch
th: ชื่อบัญชีไม่ตรงกัน

source: Account Name Verified
th: ชื่อบัญชีได้รับการยืนยันแล้ว

source: Account Number
th: หมายเลขบัญชี

source: Account Preferences
th: การตั้งค่าบัญชี

source: Account Type
th: ประเภทบัญชี

source: Account closure payment - {0}
th: การชำระเงินปิดบัญชี - {0}

source: Account holder name
th: ชื่อผู้ถือบัญชี

source: Account holder name (from ID Card)
th: ชื่อเจ้าของบัญชี (จากบัตรประชาชน)

source: Account name extracted from Bank Book OCR scan
th: ชื่อบัญชีที่สกัดจากการสแกน OCR สมุดบัญชีธนาคาร

source: Account/Loan Number
th: หมายเลขบัญชี/สินเชื่อ

source: Accounting
th: การบัญชี

source: Accounts Manager
th: ผู้จัดการบัญชี

source: Accounts Receivable Report
th: รายงานลูกหนี้การค้า

source: Acknowledge Expired ID
th: ยอมรับบัตรประจำตัวหมดอายุ

source: Action
th: ดำเนินการ

source: Action Code
th: รหัสการดำเนินการ

source: Action Code Information
th: ข้อมูลรหัสการดำเนินการ

source: Action Code must be a 3-digit number (e.g., 601, 401, 801, 501)
th: รหัสการกระทำต้องเป็นตัวเลข 3 หลัก (เช่น 601, 401, 801, 501)

source: Action Taken
th: การดำเนินการ

source: Actions
th: การดำเนินการ

source: Activated
th: เปิดใช้งานแล้ว

source: Activated By
th: เปิดใช้งานโดย

source: Activated Date
th: วันที่อานระบอ

source: Activation Status
th: สถานะการเปิดใช้งาน

source: Active
th: ใช้งาน

source: Active - มีประกัน
th: Active - Active

source: Active Customers
th: ลูกค้ากำลังใช้งาน

source: Active Loans
th: สินเชื่อที่ใช้งานอยู่

source: Active Sessions
th: เซสชันที่ใช้งานอยู่

source: Active insurance - OK
th: ประกันภัยที่ใช้งานอยู่ - ตกลง

source: Activity
th: กิจกรรม

source: Actual Close Date
th: วันที่ปิดจริง

source: Actual Close Payment
th: วันที่ปิดการชำระเงินจริง

source: Actual Interest Paid
th: ดอกเบี้ยที่จ่ายจริง

source: Actual Payment Date
th: วันที่ชำระเงินจริง

source: Actual Price per Sqm
th: ราคาจริงต่อตารางเมตร

source: Actual Provision
th: การตั้งสำรองจริง

source: Actual Provision Amount
th: จำนวนเงินสำรองจริง

source: Actual loan amount and LTV will be determined in the next step based on:
th: จำนวนเงินกู้จริงและอัตราส่วนสินเชื่อต่อมูลค่าหลักประกันจะถูกกำหนดในขั้นตอนถัดไปโดยอิงตาม:

source: Actual price per sqm after adjustments
th: ราคาจริงต่อตารางเมตรหลังการปรับปรุง

source: Actual/365
th: จริง/365

source: Add
th: เพิ่ม

source: Add Configuration
th: เพิ่มการกำหนดค่า

source: Add Custom Option
th: เพิ่มตัวเลือกกำหนดเอง

source: Add Files
th: เพิ่มไฟล์

source: Add First Guarantor
th: เพิ่มผู้ค้ำประกันคนแรก

source: Add Friend
th: เพิ่มเพื่อน

source: Add GPS
th: เพิ่ม GPS

source: Add Insurance Policy Page
th: เพิ่มหน้ากรมธรรม์ประกันภัย

source: Add More
th: เพิ่มอีก

source: Add More Pages
th: เพิ่มหน้ามากขึ้น

source: Add New
th: เพิ่มใหม่

source: Add New Guarantor
th: เพิ่มผู้ค้ำประกันใหม่

source: Add New Item
th: เพิ่มไอเท็มใหม่

source: Add Option
th: เพิ่มตัวเลือก

source: Add Vehicle Photo
th: เพิ่มรูปภาพรถยนต์

source: Add Vehicle Registration Page
th: เพิ่มหน้าลงทะเบียนรถยนต์

source: Add a new customer to ERPNext. The customer will be available immediately after creation.
th: เพิ่มลูกค้าใหม่ใน ERPNext ลูกค้าจะพร้อมใช้งานทันทีหลังจากสร้างเสร็จแล้ว

source: Add an extra layer of security
th: เพิ่มชั้นความปลอดภัยเพิ่มเติม

source: Add any notes or conditions for approval...
th: เพิ่มหมายเหตุหรือเงื่อนไขสำหรับการอนุมัติ...

source: Add guarantors for your loan application if required. You can add up to 5 guarantors.
th: เพิ่มผู้ค้ำประกันสำหรับการสมัครสินเชื่อของคุณหากจำเป็น คุณสามารถเพิ่มผู้ค้ำประกันได้สูงสุด 5 คน

source: Add marketing selling points to promote the loan product
th: เพิ่มจุดขายทางการตลาดเพื่อส่งเสริมผลิตภัณฑ์สินเชื่อ

source: Added Vehicle Photo {0}. Please upload the file.
th: เพิ่มรูปภาพรถยนต์ {0} แล้ว กรุณาอัปโหลดไฟล์ด้วยครับ/ค่ะ

source: Added {0} - Page {1}. Please upload the file.
th: เพิ่ม {0} - หน้า {1} กรุณาอัปโหลดไฟล์ด้วยครับ/ค่ะ

source: Adding...
th: กำลังเพิ่ม...

source: Additional
th: เพิ่มเติม

source: Additional Data
th: ข้อมูลเพิ่มเติม

source: Additional Details
th: รายละเอียดเพิ่มเติม

source: Additional Document
th: เอกสารเพิ่มเติม

source: Additional Document Set 1 (Multiple)
th: ชุดเอกสารเพิ่มเติม 1 (หลายรายการ)

source: Additional Document Set 2 (Multiple)
th: ชุดเอกสารเพิ่มเติม 2 (หลายรายการ)

source: Additional Documents
th: เอกสารเพิ่มเติม

source: Additional Income
th: รายได้เพิ่มเติม

source: Additional Income Source
th: แหล่งรายได้เพิ่มเติม

source: Additional Information
th: ข้อมูลเพิ่มเติม

source: Additional Metadata
th: ข้อมูลเมตาเพิ่มเติม

source: Additional Notes
th: หมายเหตุเพิ่มเติม

source: Additional Photo
th: รูปภาพเพิ่มเติม

source: Additional details
th: รายละเอียดเพิ่มเติม

source: Additional notes about commission structure or terms
th: หมายเหตุเพิ่มเติมเกี่ยวกับโครงสร้างค่าคอมมิชชั่นหรือเงื่อนไข

source: Additional notes about the collateral...
th: หมายเหตุเพิ่มเติมเกี่ยวกับหลักประกัน...

source: Additional notes about the land...
th: หมายเหตุเพิ่มเติมเกี่ยวกับที่ดิน...

source: Additional notes about the property...
th: หมายเหตุเพิ่มเติมเกี่ยวกับทรัพย์สิน...
