Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Links to upload set (bluebook, id_card, etc.) - NULL for flat arrays like photos
th: ลิงก์สำหรับอัปโหลดชุดไฟล์ (bluebook, id_card, ฯลฯ) - กำหนดค่าเป็น NULL สำหรับอาร์เรย์แบบแบน เช่น photos

source: List of job responsibilities for this position
th: รายการความรับผิดชอบงานสำหรับตำแหน่งนี้

source: Living Together
th: การอยู่ร่วมกัน

source: Load Draft
th: โหลดฉบับร่าง

source: Loaded {0} documents from insurance application {1}
th: โหลดเอกสารจำนวน {0} จากแอปพลิเคชันประกันภัย {1} แล้ว

source: Loading Installment Table...
th: กำลังโหลดตารางผ่อนชำระ...

source: Loading Insurance Form
th: กำลังโหลดแบบฟอร์มประกันภัย

source: Loading Thai address data...
th: กำลังโหลดข้อมูลที่อยู่ภาษาไทย...

source: Loading WASM module...
th: กำลังโหลดโมดูล WASM...

source: Loading application details...
th: กำลังโหลดรายละเอียดแอปพลิเคชัน...

source: Loading applications...
th: กำลังโหลดแอปพลิเคชัน...

source: Loading appraisers...
th: กำลังโหลดผู้ประเมิน...

source: Loading branches...
th: กำลังโหลดสาขา...

source: Loading brand data, validation will complete shortly...
th: กำลังโหลดข้อมูลแบรนด์ การตรวจสอบความถูกต้องจะเสร็จสิ้นในไม่ช้า...

source: Loading collateral information...
th: กำลังโหลดข้อมูลหลักประกัน...

source: Loading customer obligation data...
th: กำลังโหลดข้อมูลภาระผูกพันของลูกค้า...

source: Loading dashboard data...
th: กำลังโหลดข้อมูลแผงควบคุม...

source: Loading documents from My Jobs...
th: กำลังโหลดเอกสารจาก งานของฉัน...

source: Loading draft application
th: กำลังโหลดแบบร่างคำขอ

source: Loading insurance data...
th: กำลังโหลดข้อมูลประกันภัย...

source: Loading loan application data...
th: กำลังโหลดข้อมูลคำขอกู้เงิน...

source: Loading loan data...
th: กำลังโหลดข้อมูลสินเชื่อ...

source: Loading loan products...
th: กำลังโหลดผลิตภัณฑ์สินเชื่อ...

source: Loading logs...
th: กำลังโหลดบันทึก...

source: Loading market value...
th: กำลังโหลดมูลค่าตลาด...

source: Loading portfolio data...
th: กำลังโหลดข้อมูลผลงาน...

source: Loading positions...
th: กำลังโหลดตำแหน่งงาน...

source: Loading provinces...
th: กำลังโหลดจังหวัด...

source: Loading risk analysis data...
th: กำลังโหลดข้อมูลวิเคราะห์ความเสี่ยง...

source: Loading service lines...
th: กำลังโหลดรายการบริการ...

source: Loading staff list...
th: กำลังโหลดรายการพนักงาน...

source: Loading...
th: กำลังโหลด...

source: Loan
th: เงินกู้

source: Loan Account No.
th: หมายเลขบัญชีเงินกู้

source: Loan Account Number
th: หมายเลขบัญชีเงินกู้

source: Loan Agreement
th: สัญญาเงินกู้

source: Loan Agreement Number
th: โกรารการชัวรายง

source: Loan Amount
th: การกู้ยืมเงิน

source: Loan Amount (฿)
th: จำนวนเงินกู้ (฿)

source: Loan Amount Confirmed
th: จำนวนเงินกู้ที่ยืนยันแล้ว

source: Loan Amount:
th: จำนวนเงินกู้:

source: Loan Amounts
th: จำนวนเงินกู้

source: Loan Application
th: การขอสินเชื่อ

source: Loan Application App
th: แอปพลิเคชันขอสินเชื่อ

source: Loan Application Debt
th: คำขอกู้เงิน

source: Loan Application Details
th: รายละเอียดคำขอกู้เงิน

source: Loan Application Document
th: เอกสารคำขอกู้เงิน

source: Loan Application Draft
th: ร่างคำขอกู้เงิน

source: Loan Application Draft {0} not found. Please save your loan application first.
th: ไม่พบแบบร่างคำขอกู้ {0} กรุณาบันทึกคำขอกู้ของคุณก่อน

source: Loan Application Employment
th: การจ้างงานสำหรับคำขอกู้ยืม

source: Loan Application Form
th: แบบฟอร์มคำขอกู้เงิน

source: Loan Application ID is required
th: รหัสคำขอกู้เป็นข้อมูลที่จำเป็นต้องระบุ

source: Loan Application Information
th: ข้อมูลคำขอกู้ยืมเงิน

source: Loan Application Name
th: ชื่อคำขอกู้เงิน

source: Loan Application References
th: เอกสารอ้างอิงคำขอกู้เงิน

source: Loan Application Sync Status
th: สถานะการซิงค์คำขอกู้ยืม

source: Loan Application Type
th: ประเภทคำขอกู้เงิน

source: Loan Application is required
th: ใบสมัครสินเชื่อต้องระบุข้อมูลให้ครบถ้วน

source: Loan Application is required for GL preview
th: การขอสินเชื่อจำเป็นสำหรับการแสดงตัวอย่างบัญชีแยกประเภททั่วไป

source: Loan Application is required for screening
th: การยื่นคำขอกู้จำเป็นสำหรับการคัดกรอง

source: Loan Application must be approved before creating disbursement schedule
th: ใบสมัครสินเชื่อต้องได้รับการอนุมัติก่อนสร้างตารางการเบิกจ่ายเงิน

source: Loan Application must be approved before creating disbursement task
th: ใบสมัครสินเชื่อต้องได้รับการอนุมัติก่อนสร้างงานเบิกจ่ายเงินทุน

source: Loan Application must have a valid interest rate
th: ใบสมัครสินเชื่อต้องมีอัตราดอกเบี้ยที่ถูกต้อง

source: Loan Application must have a valid loan amount
th: ใบสมัครสินเชื่อต้องระบุจำนวนเงินกู้ที่ถูกต้อง

source: Loan Application {0} does not exist
th: ใบสมัครสินเชื่อ {0} ไม่มีอยู่จริง

source: Loan Application {0} not found
th: ไม่พบคำขอกู้ {0}

source: Loan Application {0} status updated to {1}
th: สถานะคำขอกู้ {0} ได้รับการอัปเดตเป็น {1}

source: Loan Applications
th: คำขอกู้เงิน

source: Loan Applications History
th: ประวัติคำขอกู้เงิน

source: Loan Calculation
th: การคำนวณเงินกู้

source: Loan Calculator
th: เครื่องคำนวณเงินกู้

source: Loan Category
th: หมวดหมู่เงินกู้

source: Loan Classification Report
th: รายงานการจำแนกประเภทเงินกู้

source: Loan Default Values
th: ค่าผิดนัดเงินกู้

source: Loan Defaults
th: การผิดนัดชำระเงินกู้

source: Loan Details
th: รายละเอียดเงินกู้

source: Loan Disbursed Successfully!
th: ปล่อยเงินกู้เรียบร้อยแล้ว!

source: Loan Disbursement
th: การเบิกจ่ายเงินกู้

source: Loan Disbursements
th: การเบิกจ่ายเงินกู้

source: Loan Document
th: เอกสารเงินกู้

source: Loan End Date
th: วันที่สินเชื่อสิ้นสุด

source: Loan Guarantor
th: ผู้ค้ำประกันเงินกู้

source: Loan Guarantor Application
th: ใบสมัครผู้ค้ำประกันเงินกู้

source: Loan History
th: ประวัติการกู้ยืม

source: Loan ID
th: รหัสสินเชื่อ

source: Loan Limits
th: วงเงินกู้

source: Loan Manager
th: ผู้จัดการสินเชื่อ

source: Loan Officer
th: เจ้าหน้าที่สินเชื่อ

source: Loan Parameters
th: พารามิเตอร์เงินกู้

source: Loan Period
th: ระยะเวลาการกู้ยืม

source: Loan Portfolio
th: พอร์ตสินเชื่อ

source: Loan Portfolio Dashboard
th: แดชบอร์ดพอร์ตสินเชื่อ

source: Loan Portfolio Report
th: รายงานพอร์ตสินเชื่อ

source: Loan Product
th: ผลิตภัณฑ์สินเชื่อ

source: Loan Product Code
th: รหัสผลิตภัณฑ์สินเชื่อ

source: Loan Product Configuration
th: การตั้งค่าผลิตภัณฑ์สินเชื่อ

source: Loan Product created successfully
th: สร้างผลิตภัณฑ์สินเชื่อสำเร็จแล้ว

source: Loan Product deleted successfully
th: ซิงบินเลือกเลื่อกเป็นเป็นเป็นติดสินค้าเลือกปชารสั่งเลื่อกเลื่อกเป็นเป็นเป็นติด

source: Loan Product is not selected
th: ไม่ได้เลือกผลิตภัณฑ์สินเชื่อ

source: Loan Product is required
th: จำเป็นต้องระบุผลิตภัณฑ์สินเชื่อ

source: Loan Product is required to determine interest rate
th: จำเป็นต้องระบุผลิตภัณฑ์สินเชื่อเพื่อกำหนดอัตราดอกเบี้ย

source: Loan Product not found: {0}
th: ไม่พบผลิตภัณฑ์สินเชื่อ: {0}

source: Loan Product updated successfully
th: ผลิตภัณฑ์สินเชื่อได้รับการปรับปรุงเรียบร้อยแล้ว

source: Loan Products
th: ผลิตภัณฑ์สินเชื่อ

source: Loan Protection Insurance Provider
th: ผู้ให้บริการประกันภัยคุ้มครองสินเชื่อ

source: Loan Provision Report
th: รายงานการตั้งสำรองเงินกู้

source: Loan Purpose
th: วัตถุประสงค์ของเงินกู้

source: Loan Purpose - BOT
th: วัตถุประสงค์ของเงินกู้ - BOT

source: Loan Reference
th: อ้างอิงเงินกู้

source: Loan Repayment
th: การชำระเงินกู้

source: Loan Screening
th: การคัดกรองสินเชื่อ

source: Loan Screening {0} not found
th: การตรวจสอบสินเชื่อ {0} ไม่พบ

source: Loan Start Date
th: วันที่เริ่มต้นสินเชื่อ

source: Loan Status
th: สถานะเงินกู้

source: Loan Term
th: ระยะเวลาสินเชื่อ

source: Loan Term (Months)
th: ระยะเวลาสินเชื่อ (เดือน)

source: Loan Term (months)
th: ระยะเวลาสินเชื่อ (เดือน)

source: Loan Type
th: ประเภทเงินกู้

source: Loan Upload Group
th: กลุ่มอัปโหลดสินเชื่อ

source: Loan Upload Set
th: การตั้งค่าสำหรับอัปโหลดเงินกู้

source: Loan added to land deed history
th: การซื้อขารรู่เลือกเลื่อยไทยรู่

source: Loan added to property history
th: การเด่งสินทรัพย์ชอบริบท

source: Loan already exists
th: สินเชื่อมีอยู่แล้ว

source: Loan amount cannot exceed collateral value
th: จำนวนเงินกู้ต้องไม่เกินมูลค่าหลักประกัน

source: Loan amount cannot exceed {0} THB
th: จำนวนเงินกู้ไม่สามารถเกิน {0} บาท

source: Loan amount is not specified
th: จำนวนเงินกู้ไม่ได้ระบุไว้

source: Loan amount must be at least {0} THB
th: จำนวนเงินกู้ต้องไม่น้อยกว่า {0} บาท

source: Loan application approved successfully
th: การอนุมัติคำขอกู้ได้รับการอนุมัติเรียบร้อยแล้ว

source: Loan application created successfully
th: การสร้างคำขอกู้สำเร็จแล้ว

source: Loan application draft saved
th: บันทึกแบบร่างคำขอกู้เงินแล้ว

source: Loan application name is required
th: จำเป็นต้องระบุชื่อคำขอกู้เงิน

source: Loan application not found
th: ไม่พบคำขอกู้เงิน

source: Loan application rejected
th: คำขอกู้ถูกปฏิเสธ

source: Loan application this credit scoring is for
th: การสมัครสินเชื่อนี้สำหรับการให้คะแนนเครดิต

source: Loan application updated successfully
th: การขอสินเชื่อได้รับการปรับปรุงเรียบร้อยแล้ว

source: Loan category (product) is missing
th: ประเภทสินเชื่อ (สินค้า) หายไป

source: Loan created and task status updated to In Progress
th: สร้างสินเชื่อแล้วและสถานะงานได้รับการอัปเดตเป็น กำลังดำเนินการ

source: Loan created successfully
th: สร้างเงินกู้เรียบร้อยแล้ว

source: Loan details draft saved
th: ฉบับร่างลางสิวยสิตริบทไม่

source: Loan details for selected contract
th: รายละเอียดเงินกู้สำหรับสัญญาที่เลือก

source: Loan disbursement to {0}
th: การเบิกจ่ายเงินกู้ให้กับ {0}

source: Loan entry not found in property history
th: ไม่พบรายการเงินกู้ในประวัติทรัพย์สิน

source: Loan exceeding rate or no rate available, including vehicles over 20 years
th: อัตราเงินกู้เกินกำหนดหรือไม่มีอัตราที่ใช้ได้ รวมถึงรถยนต์ที่มีอายุมากกว่า 20 ปี

source: Loan for cars, pickups, vans, trucks, tractors - Less than 50% of vehicle value
th: สินเชื่อสำหรับรถยนต์ รถปิคอัพ รถตู้ รถบรรทุก รถแทรกเตอร์ - ต่ำกว่า 50% ของมูลค่ารถยนต์

source: Loan for cars, pickups, vans, trucks, tractors - Not exceeding vehicle rate
th: สินเชื่อสำหรับรถยนต์ รถกระบะ รถตู้ รถบรรทุก รถแทรกเตอร์ - ไม่เกินอัตราราคายานพาหนะ

source: Loan for electric bikes and e-scooters without vehicle registration book
th: สินเชื่อสำหรับจักรยานไฟฟ้าและสกูตเตอร์ไฟฟ้าโดยไม่ต้องใช้เล่มทะเบียนรถ

source: Loan has been created. Click Next to proceed to Document Signing.
th: การกู้ยืมถูกสร้างแล้ว คลิก ถัดไป เพื่อดำเนินการลงนามเอกสารต่อไป

source: Loan history entry updated
th: รายการประวัติสินเชื่อได้รับการปรับปรุงแล้ว

source: Loan history status updated
th: สถานะประวัติสินเชื่อได้รับการอัปเดตแล้ว

source: Loan preferences saved successfully!
th: การตั้งค่าการกู้ยืมถูกบันทึกเรียบร้อยแล้ว!

source: Loan preferences updated successfully
th: การตั้งค่าการกู้ยืมได้รับการอัปเดตเรียบร้อยแล้ว

source: Loan product deleted successfully
th: ซิงเลือกสินเพลายสราคามดรียกสินเพลายเลือกเห็นนี้

source: Loan reference is required for GL entries
th: การอ้างอิงเงินกู้เป็นสิ่งจำเป็นสำหรับรายการสมุดรายวัน

source: Loan secured by land with buildings or residential structures
th: เงินกู้ที่มีหลักประกันเป็นที่ดินพร้อมอาคารหรือสิ่งปลูกสร้างที่อยู่อาศัย

source: Loan secured by land with buildings or structures
th: เงินกู้ที่มีหลักประกันเป็นที่ดินพร้อมสิ่งปลูกสร้าง

source: Loan secured by vacant land title deeds
th: เงินกู้ที่มีหลักประกันโดยโฉนดที่ดินว่างเปล่า

source: Loan secured by vacant land title deeds with flexible terms
th: เงินกู้ที่มีหลักประกันโดยโฉนดที่ดินว่างเปล่าพร้อมเงื่อนไขที่ยืดหยุ่น

source: Loan to Value Ratio
th: อัตราส่วนเงินกู้ต่อมูลค่า

source: Loan to Value ratio {0}% exceeds maximum allowed {1}%
th: อัตราส่วนสินเชื่อต่อมูลค่า {0}% เกินขีดจำกัดสูงสุดที่อนุญาต {1}%

source: Loan top-up disbursed - {0}
th: เบิกจ่ายเงินกู้เพิ่มเติม - {0}

source: Loan write-off - {0}
th: ตัดหนี้สูญ - {0}

source: Loan {0} created successfully
th: การชอร {0} ผู่เก็นเรียง

source: Loan-to-Value Ratio (%)
th: อัตราส่วนเงินกู้ต่อมูลค่าหลักประกัน (%)

source: Loans Processed
th: 기อรายการสิ่ง

source: Local Items
th: รายการท้องถิ่น

source: Local-First Sync Status
th: สถานะการซิงค์แบบ Local-First

source: Location
th: สถานที่

source: Location Factor Display
th: แสดงปัจจัยสถานที่

source: Location Factors
th: ปัจจัยสถานที่

source: Location Information
th: ข้อมูลสถานที่

source: Location information is unavailable.
th: ข้อมูลสถานที่ไม่สามารถใช้งานได้

source: Location request timed out.
th: คำขอตำแหน่งหมดเวลาการตอบสนองแล้ว

source: Log Out
th: ออกจากระบบ

source: Log Sources (Click to toggle)
th: แหล่งที่มาของบันทึก (คลิกเพื่อสลับ)

source: Log out
th: ออกจากระบบ

source: Login
th: เข้าสู่ระบบ

source: Login from Chrome
th: เข้าสู่ระบบจาก Chrome

source: Long press (mobile) or right-click (web) on location to copy coordinates
th: กดค้างไว้ (มือถือ) หรือคลิกขวา (เว็บ) บนตำแหน่งที่ตั้งเพื่อคัดลอกพิกัด

source: Longitude
th: ลองจิจูด

source: Loss
th: ขาดทุน

source: Low
th: ต่ำ

source: Low %
th: เปอร์เซ็นต์ต่ำ

source: Low Confidence
th: ความมั่นใจต่ำ

source: Low Risk
th: ความเสี่ยงต่ำ

source: Low Risk %
th: เปอร์เซ็นต์ความเสี่ยงต่ำ

source: M
th: ม

source: M (Minimal) - Least Amount
th: M (น้อยที่สุด) - จำนวนต่ำสุด

source: M Capital Card Activated Successfully
th: บัตร M Capital เปิดใช้งานสำเร็จแล้ว

source: M Capital Card Activation
th: การเปิดใช้งานบัตร M Capital

source: M Capital Card Activation Failed
th: การเปิดใช้งานบัตร M Capital ล้มเหลว

source: M Capital Card Activation OTP
th: รหัส OTP สำหรับเปิดใช้งานบัตร M Capital

source: M Capital Collateral Type
th: ประเภทหลักประกัน M Capital

source: M Capital Corporation
th: บริษัท เอ็ม แคปิตอล คอร์ปอเรชั่น จำกัด

source: M Capital Corporation Co., Ltd.
th: บริษัท เอ็ม แคปิตอล คอร์ปอเรชั่น จำกัด

source: M Capital Product Code
th: รหัสผลิตภัณฑ์ M Capital

source: M Capital Settings
th: การตั้งค่า M Capital

source: M Capital card activated with OTP verification
th: บัตร M Capital ได้รับการเปิดใช้งานด้วยการยืนยัน OTP

source: M Capital uses role-based access control to protect sensitive information. Your access level is determined by your approval position in the organization.
th: M Capital ใช้การควบคุมการเข้าถึงตามบทบาทเพื่อปกป้องข้อมูลที่ละเอียดอ่อน ระดับการเข้าถึงของคุณจะถูกกำหนดโดยตำแหน่งการอนุมัติของคุณในองค์กร

source: M Loan Application
th: คำขอกู้ M

source: M Loan Application Number
th: หมายเลขคำขอกู้ M

source: M Loan Application created from this draft
th: ใบสมัครสินเชื่อ M สร้างจากร่างนี้

source: M Loan Application created successfully
th: ใบสมัครสินเชื่อ M สร้างเรียบร้อยแล้ว

source: M Loan Application is required
th: ใบสมัครสินเชื่อ M จำเป็นต้องกรอก

source: M Loan Application is required to create ERPNext Loan Application
th: แบบฟอร์มคำขอกู้ M จำเป็นต้องใช้ในการสร้าง แบบฟอร์มคำขอกู้ ERPNext

source: M Loan Application not found: {0}
th: ไม่พบคำขอสินเชื่อ M: {0}

source: M Loan Application saved (no vehicle linked)
th: บันทึกคำขอกู้เงิน M แล้ว (ไม่มีการเชื่อมโยงยานพาหนะ)

source: M Loan Application saved successfully!
th: การบันทึกคำขอกู้เงิน M สำเร็จแล้ว!

source: M Loan Application {0} not found
th: คำขอกู้ยืม {0} ไม่พบ

source: M Loan Borrower
th: ผู้กู้เงิน M

source: M Loan Borrower Application
th: แบบฟอร์มคำขอกู้ยืมเงิน

source: M Loan Borrower Employment
th: การจ้างงานผู้กู้ยืมเงิน M

source: M Loan Borrower Family
th: M ผู้กู้ยืมเงินในครอบครัว

source: M Loan Borrower Income
th: รายได้ผู้กู้เงิน M

source: M Loan Borrower Signature
th: ลายเซ็นผู้กู้เงิน M

source: M Loan Borrower created: {0}
th: ผู้กู้เงิน M สร้างโดย: {0}

source: M Loan Financial Assessment
th: การประเมินทางการเงินสินเชื่อ M

source: M Loan Transaction Log
th: บันทึกธุรกรรมสินเชื่อ M

source: M Logging Dashboard
th: กระดานบันทึกการ

source: M Report Access Log
th: M รายงาน บันทึกการเข้าใช้งาน

source: MC (Motor) - Motorcycle
th: MC (มอเตอร์) - รถจักรยานยนต์

source: MC=Motorcycle, M=Minimal, N=Normal, O=Over, RE=Refinance, One Time=Agricultural, L=Land, H=Home
th: MC=มอเตอร์ไซค์, M=ขั้นต่ำ, N=ปกติ, O=เกิน, RE=รีไฟแนนซ์, One Time=เกษตรกรรม, L=ที่ดิน, H=บ้าน

source: MLA-68-12-00001 - Stable document ID (never changes, BOT-compliant sequential)
th: MLA-68-12-00001 - รหัสเอกสารคงที่ (ไม่เปลี่ยนแปลง, เป็นไปตามข้อกำหนด BOT แบบลำดับ)

source: MRZ Code
th: รหัส MRZ

source: Machinery
th: เครื่องจักร

source: Made Simple
th: ทำให้ง่ายขึ้น

source: Mailing Address
th: สารางสินค้า

source: Main loan agreement document
th: เอกสารสัญญาเงินกู้หลัก

source: Main product code {0} should be one of: {1}. Sub-products should have a parent product linked.
th: รหัสสินค้าหลัก {0} ควรเป็นหนึ่งใน: {1} สินค้าย่อยต้องมีการเชื่อมโยงกับสินค้าหลัก

source: Main validation in Plate Validation Section below
th: การตรวจสอบหลักในส่วนการตรวจสอบแผ่น

source: Make
th: สร้าง

source: Make Payment
th: การชำระเงิน

source: Make payments for your loan.
th: ชำระเงินกู้ของคุณ

source: Make sure the draft exists in
th: ตรวจสอบให้แน่ใจว่าแบบร่างมีอยู่ใน

source: Make/Brand
th: ผลิต/ยี่ห้อ

source: Male
th: ชาย

source: Manage Google Cloud Service Account configurations for OCR processing
th: จัดการการตั้งค่าบัญชีบริการ Google Cloud สำหรับการประมวลผล OCR

source: Manage Loan Products
th: จัดการผลิตภัณฑ์สินเชื่อ

source: Manage and process loan applications from customers
th: จัดการและดำเนินการคำขอกู้ยืมจากลูกค้า

source: Manage employee-to-position mappings in
th: จัดการการจับคู่พนักงานกับตำแหน่งใน

source: Manage loan products and their configurations
th: จัดการผลิตภัณฑ์สินเชื่อและการตั้งค่าของผลิตภัณฑ์

source: Manage your account security and authentication methods
th: จัดการความปลอดภัยบัญชีและวิธีการตรวจสอบสิทธิ์ของคุณ

source: Manage your account settings and application preferences
th: จัดการการตั้งค่าบัญชีและการตั้งค่าการใช้งานของคุณ

source: Manage your active login sessions
th: จัดการเซสชันการเข้าสู่ระบบที่ใช้งานอยู่ของคุณ

source: Manage your personal details and contact information
th: จัดการรายละเอียดส่วนตัวและข้อมูลติดต่อของคุณ

source: Management Reports
th: รายงานการบริหารจัดการ

source: Mandatory
th: จำเป็น

source: Mandatory Documents
th: เอกสารที่จำเป็นต้องมี

source: Mandatory Item Percentage
th: เปอร์เซ็นต์ของไอเท็มที่บังคับใช้

source: Mandatory Items
th: รายการบังคับ

source: Manual
th: คู่มือ

source: Manual Disbursement
th: การจ่ายเงินด้วยตนเอง

source: Manual assignment required - no suitable approver found
th: ต้องกำหนดการอนุมัติด้วยตนเอง - ไม่พบผู้อนุมัติที่เหมาะสม

source: Map / Location
th: แผนที่ / สถานที่

source: Map to Frappe system role for permission checks
th: แมปไปยังบทบาทระบบ Frappe สำหรับการตรวจสอบสิทธิ์

source: Map/Location
th: แผนที่/สถานที่

source: Map/Location Images
th: แผนที่/ภาพสถานที่

source: Marital Status
th: สถานภาพการสมรส

source: Marked {0} drafts as expired
th: ทำเครื่องหมาย {0} ฉบับร่างว่า หมดอายุแล้ว

source: Market Comparison
th: การเปรียบเทียบตลาด

source: Market Price
th: ราคาตลาด

source: Market Price Admin
th: ผู้ดูแลราคาตลาด

source: Market Price per Sqm
th: ราคาตลาดต่อตารางเมตร

source: Market Value
th: มูลค่าตลาด

source: Market Value (Step 4)
th: มูลค่าตลาด (ขั้นตอนที่ 4)

source: Market Value / Purchase Price
th: มูลค่าตลาด / ราคาซื้อ

source: Market Value Estimation
th: การประเมินมูลค่าตลาด

source: Market value will be auto-filled as the loan amount
th: มูลค่าตลาดจะถูกกรอกโดยอัตโนมัติเป็นจำนวนเงินกู้

source: Marketing Communications
th: การสื่อสารการตลาด

source: Marketing Communications Consent
th: ความยินยอมในการสื่อสารทางการตลาด

source: Marketing Consent
th: ความยินยอมทางการตลาด

source: Marketing Data Consent
th: ความยินยอมในการใช้ข้อมูลทางการตลาด

source: Marketing Purposes
th: วัตถุประสงค์ทางการตลาด

source: Married
th: แต่งงาน

source: Master
th: เจ้านาย

source: Match Confidence
th: ความมั่นใจในการจับคู่

source: Matched
th: ตรงกัน

source: Matches borrower
th: ตรงกับผู้กู้

source: Matches borrower ID
th: ตรงกับรหัสผู้กู้

source: Maturity
th: วันครบกำหนด

source: Maturity Date
th: วันที่ เป็น

source: Max Age
th: อายุสูงสุด

source: Max Amount
th: จำนวนเงินสูงสุด

source: Max Approvable
th: สูงสุดที่อนุมัติได้

source: Max Approval Amount (฿)
th: จำนวนเงินอนุมัติสูงสุด (฿)

source: Max Approval Amount for {0} must be greater than 0
th: จำนวนเงินอนุมัติสูงสุดสำหรับ {0} ต้องมากกว่า 0

source: Max Approved Amount
th: จำนวนเงินที่อนุมัติสูงสุด

source: Max Leads Per Officer Per Day
th: จำนวนลูกค้าเป้าหมายสูงสุดต่อเจ้าหน้าที่ต่อวัน

source: Max Loan
th: วงเงินกู้สูงสุด

source: Max Loan Amount
th: จำนวนเงินกู้สูงสุด

source: Max OTP Requests Per Hour
th: จำนวนคำขอ OTP สูงสุดต่อชั่วโมง

source: Max Overdue Days
th: จำนวนวันที่ค้างชำระสูงสุด

source: Max Period (Months)
th: ระยะเวลาสูงสุด (เดือน)

source: Max Term
th: ระยะเวลาสูงสุด

source: Maximum
th: ขีดสุด

source: Maximum 200,000 Baht
th: สูงสุด 200,000 บาท

source: Maximum 5 guarantors allowed
th: อนุญาตให้มีผู้ค้ำประกันสูงสุด 5 คน

source: Maximum Affordable Payment
th: ยอดชำระสูงสุดที่สามารถจ่ายได้

source: Maximum Amount
th: จำนวนสูงสุด

source: Maximum Approvable Amount
th: จำนวนเงินสูงสุดที่อนุมัติได้

source: Maximum Approval Amount (฿)
th: จำนวนเงินอนุมัติสูงสุด (฿)

source: Maximum Branch Approvable
th: จำนวนสาขาที่อนุมัติได้สูงสุด

source: Maximum Interest Rate (%)
th: อัตราดอกเบี้ยสูงสุด (%)

source: Maximum LTV
th: อัตราส่วนหนี้สินสูงสุดต่อมูลค่าหลักประกัน

source: Maximum LTV Ratio (%)
th: อัตราส่วน LTV สูงสุด (%)

source: Maximum LTV ratio
th: อัตราส่วน LTV สูงสุด

source: Maximum Loan Amount
th: จำนวนเงินกู้สูงสุด

source: Maximum Loan Calculator
th: เครื่องคำนวณวงเงินสินเชื่อสูงสุด

source: Maximum Loan Period (Months)
th: ระยะเวลาสูงสุดของเงินกู้ (เดือน)

source: Maximum OTP requests allowed per phone number per hour
th: จำนวนคำขอ OTP สูงสุดที่อนุญาตต่อหมายเลขโทรศัพท์ต่อชั่วโมง

source: Maximum OTP verification attempts ({0}) exceeded. Card activation failed.
th: จำนวนครั้งการยืนยัน OTP สูงสุด ({0}) ถูกใช้เกินกำหนด การเปิดใช้งานบัตรล้มเหลว

source: Maximum OTP verification attempts exceeded. Card activation failed.
th: จำนวนครั้งในการยืนยัน OTP สูงสุดถูกใช้เกินแล้ว การเปิดใช้งานบัตรล้มเหลว

source: Maximum approval amounts for each loan product type (MC, M, N, O, RE, One Time, L, H)
th: จำนวนเงินอนุมัติสูงสุดสำหรับประเภทสินเชื่อแต่ละประเภท (MC, M, N, O, RE, One Time, L, H)

source: Maximum attempts exceeded. Please request a new OTP.
th: เกินจำนวนครั้งที่พยายามสูงสุด กรุณาขอรหัส OTP ใหม่

source: Maximum attempts reached. Please request a new OTP
th: ถึงจำนวนครั้งสูงสุดที่กำหนดแล้ว กรุณาขอ OTP ใหม่

source: Maximum loan amount this position can approve for this product type
th: จำนวนเงินกู้สูงสุดที่ตำแหน่งนี้สามารถอนุมัติได้สำหรับประเภทผลิตภัณฑ์นี้

source: Maximum loan at 48 months, 24% interest
th: วงเงินกู้สูงสุด 48 เดือน ดอกเบี้ย 24%

source: Maximum monthly payment at 40% DSR
th: จำนวนเงินชำระสูงสุดรายเดือนที่อัตราส่วนหนี้สินต่อรายได้ 40%

source: Maximum verification attempts exceeded. Please request a new OTP.
th: เกินจำนวนครั้งสูงสุดในการยืนยัน กรุณาขอ OTP ใหม่อีกครั้ง

source: Mechanical Condition Score
th: คะแนนสภาพเครื่องจักร

source: Medium
th: ปานกลาง

source: Medium %
th: ขนาดกลาง %

source: Medium Confidence
th: ความมั่นใจระดับกลาง

source: Medium Risk
th: ความเสี่ยงระดับกลาง

source: Medium Risk - Existing Credit OK
th: ความเสี่ยงระดับกลาง - เครดิตที่มีอยู่ปกติ

source: Medium-High
th: ปานกลาง-สูง

source: Member Since
th: สมาชิกตั้งแต่

source: Member card system not yet available
th: ระบบบัตรสมาชิกยังไม่พร้อมใช้งาน

source: Merchant
th: ผู้ค้า

source: Message
th: ข้อความ

source: Messages for Status
th: ข้อความสำหรับสถานะ

source: Metadata
th: ข้อมูลเมตา

source: Method for collecting penalty payments
th: วิธีการเก็บค่าปรับ

source: Method for loan disbursement
th: วิธีการเบิกจ่ายเงินกู้

source: Method of loan repayment collection
th: วิธีการเก็บชำระเงินกู้

source: Mileage
th: ระยะทาง

source: Mileage (KM)
th: ระยะทาง (กม.)

source: Mileage of {0} km is unusually high. Please verify.
th: ระยะทาง {0} กม. สูงผิดปกติ กรุณาตรวจสอบอีกครั้ง

source: Min Age
th: อายุขั้นต่ำ

source: Min Amount
th: จำนวนเงินขั้นต่ำ

source: Min Loan Amount
th: จำนวนเงินกู้ขั้นต่ำ

source: Min Overdue Days
th: จำนวนวันเกินกำหนดขั้นต่ำ
