Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Min Period (Months)
th: ระยะเวลาขั้นต่ำ (เดือน)

source: Min Term
th: แหล่งข้อมูล

source: Minimal
th: ขั้นต่ำ

source: Minimal - Detect → Crop → Sharpen only (faster, preserves original colors)
th: ขั้นพื้นฐาน - ตรวจจับ → ครอบตัด → เพิ่มความคมชัดเท่านั้น (เร็วขึ้น รักษาสีต้นฉบับ)

source: Minimal, Normal, and Over rate options
th: ตัวเลือก อัตราขั้นต่ำ, อัตราปกติ, และอัตราเกิน

source: Minimum 1 guarantor required
th: ต้องมีผู้ค้ำประกันอย่างน้อย 1 คน

source: Minimum Days in Process
th: ระยะเวลาขั้นต่ำในกระบวนการ

source: Minimum LTV
th: LTV ขั้นต่ำ

source: Minimum Loan Amount
th: จำนวนเงินกู้ขั้นต่ำ

source: Minimum Loan Period (Months)
th: ระยะเวลาการกู้ยืมขั้นต่ำ (เดือน)

source: Minimum Outstanding
th: ยอดค้างชำระขั้นต่ำ

source: Minimum Usage Count
th: จำนวนการใช้งานขั้นต่ำ

source: Minimum monthly credit card payment
th: ยอดชำระขั้นต่ำรายเดือนบัตรเครดิต

source: Minor Issues with Neighbors
th: ปัญหาเล็กน้อยกับเพื่อนบ้าน

source: Mismatch
th: ไม่ตรงกัน

source: Miss
th: นางสาว

source: Missing
th: ขาดหาย

source: Missing Critical
th: ขาดข้อมูลสำคัญ

source: Missing Required Documents
th: เอกสารที่จำเป็นขาดหาย

source: Missing chunk {0}
th: ชิ้นส่วนที่ขาดหาย {0}

source: Missing credentials in OTP Settings
th: ข้อมูลรับรองใน การตั้งค่า OTP หายไป

source: Missing credentials in site_config.json
th: ขาดข้อมูลรับรองในไฟล์ site_config.json

source: Missing required customer information
th: ขาดข้อมูลลูกค้าที่จำเป็น

source: Missing required field: {0}
th: ข้อมูลที่จำเป็นขาดหาย: {0}

source: Missing required information:
th: ข้อมูลที่จำเป็นขาดหายไป:

source: Missing vehicle information for qualification: {0}
th: ข้อมูลยานพาหนะสำหรับคุณสมบัติขาดหาย: {0}

source: Mixed
th: ผสม

source: Mobile
th: มือถือ

source: Mobile Friendly
th: เหมาะกับมือถือ

source: Mobile No.
th: หมายเลขโทรศัพท์มือถือ

source: Mobile Number
th: หมายเลขมือถือ

source: Mobile Phone
th: โทรศัพท์มือถือ

source: Mobile Phone is required
th: โทรศัพท์มือถือเป็นข้อมูลที่จำเป็น

source: Model
th: แบบ

source: Model Code Description
th: รหัสแบบจำลอง คำอธิบาย

source: Moderate
th: ปานกลาง

source: Moderate Risk
th: ความเสี่ยงปานกลาง

source: Modern Lending Platform
th: แพลตฟอร์มการให้กู้ยืมสมัยใหม่

source: Modified
th: แก้ไขแล้ว

source: Modified By
th: แก้ไขโดย

source: Modified Date/Time
th: วันที่/เวลา ที่แก้ไขแล้ว

source: Module
th: โมดูล

source: Monitor and refresh your loan application status
th: ติดตามและรีเฟรชสถานะคำขอกู้ของคุณ

source: Monitor application submission pipeline and system health
th: ติดตามกระบวนการส่งใบสมัครและสถานะระบบ

source: Month
th: เดือน

source: Month must be 2 digits (01-12)
th: เดือนต้องเป็นตัวเลข 2 หลัก (01-12)

source: Month must be between 01 and 12
th: เดือนต้องอยู่ระหว่าง 01 ถึง 12

source: Month number (01-12)
th: หมายเลขเดือน (01-12)

source: Monthly
th: รายเดือน

source: Monthly Collection Target (%)
th: เป้าหมายการเก็บเงินรายเดือน (%)

source: Monthly Expenses
th: ค่าใช้จ่ายรายเดือน

source: Monthly Follow-up Target
th: เป้าหมายติดตามผลรายเดือน

source: Monthly Gross Income
th: รายได้รวมรายเดือน

source: Monthly Income
th: รายได้รายเดือน

source: Monthly Installment
th: งวดรายเดือน

source: Monthly Interest Income Report
th: รายงานรายได้ดอกเบี้ยรายเดือน

source: Monthly Loan Target
th: เป้าหมายสินเชื่อรายเดือน

source: Monthly Net Income
th: รายได้สุทธิรายเดือน

source: Monthly Obligations
th: ภาระผูกพันรายเดือน

source: Monthly Payment
th: การชำระเงินรายเดือน

source: Monthly Payment (Approx.)
th: การชำระเงินรายเดือน (โดยประมาณ)

source: Monthly Progress
th: ความก้าวหน้ารายเดือน

source: Monthly Rate (%)
th: อัตรารายเดือน (%)

source: Monthly Salary
th: เงินเดือนรายเดือน

source: Monthly gross income cannot be negative
th: รายได้รวมรายเดือนต้องไม่เป็นค่าลบ

source: Monthly income after tax and mandatory deductions
th: รายได้รายเดือนหลังหักภาษีและค่าหักบัญชีที่จำเป็น

source: Monthly net income cannot be negative
th: รายได้สุทธิรายเดือนต้องไม่เป็นค่าติดลบ

source: Months Calculated
th: เดือนที่คำนวณแล้ว

source: Moo
th: หมู

source: More settings coming soon...
th: กำลังจะมีการตั้งค่าเพิ่มเติมเร็วๆ นี้...

source: More than 10 years
th: มากกว่า 10 ปี

source: More than 3 years
th: มากกว่า 3 ปี

source: Mortgage Holder
th: ผู้ถือสิทธิ์จำนอง

source: Mortgage holder information is recommended when land has existing mortgage
th: แนะนำให้ระบุข้อมูลผู้ถือจำนองเมื่อที่ดินมีการจำนองอยู่แล้ว

source: Mortgaged
th: จำนอง

source: Mother
th: แม่

source: Motorcycle
th: รถจักรยานยนต์

source: Motorcycle Driving License
th: ใบอนุญาตขับขี่รถจักรยานยนต์

source: Motorcycle Loan
th: สินเชื่อรถจักรยานยนต์

source: Motorcycle Loans
th: สินเชื่อรถจักรยานยนต์

source: Motorcycle loan - Exceeds rate or no rate, including motorcycles over 20 years
th: สินเชื่อรถจักรยานยนต์ - เกินอัตราดอกเบี้ยหรือไม่มีอัตราดอกเบี้ย รวมถึงรถจักรยานยนต์ที่มีอายุมากกว่า 20 ปี

source: Mr.
th: คุณ

source: Mrs.
th: นาง

source: Ms.
th: นางสาว

source: Multi-Page Document Support
th: รองรับเอกสารหลายหน้า

source: Multi-Page Upload
th: อัปโหลดหลายหน้า

source: Multiple Lending Vehicles found with chassis number {0}
th: พบยานพาหนะให้ยืมหลายรายการที่มีหมายเลขตัวถัง {0}

source: Multiple approval requirements - requires Branch Manager review
th: ต้องได้รับการอนุมัติหลายขั้นตอน - จำเป็นต้องได้รับการตรวจสอบจากผู้จัดการสาขา

source: Must be between 0 and 3
th: ต้องอยู่ระหว่าง 0 ถึง 3

source: Must be between 0 and 99
th: ต้องอยู่ระหว่าง 0 ถึง 99

source: Must be between 16-45 days from disbursement date
th: ต้องอยู่ระหว่าง 16-45 วันนับจากวันที่เบิกจ่ายเงิน

source: Must select sub-model before viewing vehicle year
th: ต้องเลือกโมเดลย่อยก่อนดูปีรถยนต์

source: Must select sub-model first
th: ต้องเลือกซับโมดูลก่อน

source: My Account
th: บัญชีของฉัน

source: My Applications
th: แอปพลิเคชันของฉัน

source: My Disbursement
th: ค่าใช้จ่ายของฉัน

source: My Disbursement Tasks
th: งานเบิกจ่ายของฉัน

source: My Jobs
th: งานของฉัน

source: My Jobs Access
th: สิทธิ์การเข้าถึงงานของฉัน

source: My Jobs access updated
th: การเข้าถึงงานของฉันได้รับการอัปเดตแล้ว

source: My Profile
th: โปรไฟล์ของฉัน

source: My Settings
th: การตั้งค่าของฉัน

source: Myanmar
th: Myanmar (Burma)

source: N
th: น

source: N (Normal) - Standard
th: N (ปกติ) - มาตรฐาน

source: N/A
th: ไม่มีข้อมูล

source: NCB Score
th: คะแนน NCB

source: NPL Classification
th: การจัดประเภทสินทรัพย์ด้อยคุณภาพ

source: NPL Date
th: วัน NPL

source: NPL History Alert
th: การแจ้งเตือนประวัติ NPL

source: NPL Only
th: NPL เท่านั้น

source: NPL Report
th: รายงาน NPL

source: NPL Report - Non-Performing Loans
th: รายงานสินเชื่อที่ไม่ก่อให้เกิดรายได้ (NPL)

source: NPL Summary
th: สรุป NPL

source: NPL Summary - BOT Compliance
th: สรุป NPL - การปฏิบัติตาม BOT

source: Name
th: ชื่อ

source: Name (EN)
th: ชื่อ (EN)

source: Name (English)
th: ชื่อ (ภาษาอังกฤษ)

source: Name (Thai)
th: ชื่อ (ภาษาไทย)

source: Name Information
th: ข้อมูลชื่อ

source: Name information is incomplete
th: ข้อมูลชื่อไม่สมบูรณ์

source: National Credit Bureau score 0-1000
th: คะแนนสำนักงานข้อมูลเครดิตแห่งชาติ 0-1000

source: National ID
th: หมายเลขบัตรประชาชน

source: National ID Card
th: บัตรประจำตัวประชาชน

source: National ID Number
th: หมายเลขบัตรประชาชน

source: Nationality
th: สัญชาติ

source: Near Threshold
th: ใกล้เกณฑ์

source: Nearby Branches
th: สาขาใกล้เคียง

source: Nearby Landmarks
th: สถานที่สำคัญใกล้เคียง

source: Need Help?
th: ต้องการความช่วยเหลือไหม?

source: Need Legal Action
th: ต้องการดำเนินการทางกฎหมาย

source: Need to inform
th: ต้องแจ้งให้ทราบ

source: Needs Renovation
th: ต้องปรับปรุงใหม่

source: Needs your attention
th: ต้องการความสนใจจากคุณ

source: Neighbor Issues, Responsible
th: ปัญหาเพื่อนบ้าน, ผู้รับผิดชอบ

source: Neither 'Notification' nor 'Email Alert' DocType found. Please check your Frappe installation.
th: ไม่พบ DocType 'Notification' หรือ 'Email Alert' กรุณาตรวจสอบการติดตั้ง Frappe ของคุณ

source: Net Amount:
th: จำนวนสุทธิ:

source: Net Disbursement:
th: ยอดจ่ายสุทธิ:

source: Net Income
th: กำไรสุทธิ

source: Net Monthly Income
th: รายได้สุทธิรายเดือน

source: Net Premium
th: เบี้ยประกันภัยสุทธิ

source: Net Remaining
th: ยอดคงเหลือสุทธิ

source: Net income + other income
th: รายได้สุทธิ + รายได้อื่น ๆ

source: Net income cannot exceed gross income
th: รายได้สุทธิไม่สามารถเกินรายได้รวมได้

source: Never share your OTP with anyone. M Capital staff will never ask for your OTP over phone or email.
th: อย่าเปิดเผย OTP ของคุณกับผู้อื่น เจ้าหน้าที่ M Capital จะไม่ขอ OTP ของคุณทางโทรศัพท์หรืออีเมล

source: New
th: ใหม่

source: New Application
th: แอปพลิเคชันใหม่

source: New Data (JSON)
th: ข้อมูลใหม่ (JSON)

source: New Insurance Application: {0}
th: ใบสมัครประกันภัยใหม่: {0}

source: New Loan Application Assigned
th: มอบหมายคำขอกู้ใหม่

source: New Product
th: สินค้าใหม่

source: New Screening
th: การคัดกรองใหม่

source: New Tasks
th: งานใหม่

source: New Template Name
th: ชื่อแม่แบบใหม่

source: New customer - Thai ID is available
th: ลูกค้าใหม่ - มีหมายเลขบัตรประชาชนไทย

source: New guarantor - ID number is available
th: ผู้ค้ำประกันใหม่ - หมายเลขบัตรประชาชนพร้อมใช้งาน

source: New vehicle - High LTV potential
th: รถยนต์ใหม่ - ศักยภาพ LTV สูง

source: New/Renewal
th: ใหม่/ต่ออายุ

source: Next
th: ต่อไป

source: Next Follow-up Date
th: วันที่ติดตามผลถัดไป

source: Next Payment
th: การชำระเงินครั้งถัดไป

source: Next Steps
th: ขั้นตอนถัดไป

source: Next follow-up scheduled for {0}
th: การติดตามผลครั้งถัดไปกำหนดไว้สำหรับวันที่ {0}

source: Next: Address Information
th: ไปที่ข้อมูลที่อยู่

source: Next: Documents
th: ไปที่เอกสาร

source: Next: Land Information
th: ไปที่ข้อมูลที่ดิน

source: Next: Loan Details
th: ไปที่รายละเอียดสินเชื่อ

source: Next: Property Information
th: ไปที่ข้อมูลทรัพย์สิน

source: Next: Review & Submit
th: ไปที่ตรวจสอบและส่งข้อมูล

source: Next: Vehicle Information
th: ไปที่ข้อมูลยานพาหนะ

source: Ngan
th: งาน

source: Ngan (งาน)
th: งาน

source: Ngan must be between 0 and 3
th: งานต้องอยู่ระหว่าง 0 ถึง 3

source: Ngan must be between 0 and 3 (4 Ngan = 1 Rai)
th: งานต้องอยู่ระหว่าง 0 ถึง 3 (4 งาน = 1 ไร่)

source: Nick Name (Thai)
th: ชื่อเล่น (ไทย)

source: Nickname
th: ชื่อเล่น

source: Nickname (Thai)
th: ชื่อเล่น (ไทย)

source: No
th: ไม่

source: No Change
th: ไม่มีการเปลี่ยนแปลง

source: No Configurations Found
th: ไม่พบการตั้งค่าใดๆ

source: No Debt
th: ไม่มีหนี้สิน

source: No Existing Debt
th: ไม่มีหนี้สินค้างชำระ

source: No Export Formats
th: ไม่มีรูปแบบการส่งออก

source: No GPS
th: ไม่มี GPS

source: No GPS data
th: ไม่มีข้อมูล GPS

source: No Guarantors Added
th: ไม่ของเก็นเกรางการ

source: No History
th: ไม่มีประวัติ

source: No Income Data
th: ไม่มีข้อมูลรายได้

source: No Insurance
th: ไม่มีประกันภัย

source: No Insurance - ไม่มีประกัน
th: ไม่มีประกัน

source: No Insurance Application
th: ไม่มีคำขอประกันภัย

source: No Lending Vehicle found with chassis number {0}
th: ไม่พบยานพาหนะให้ยืมที่มีหมายเลขตัวถัง {0}

source: No Lending Vehicle linked to draft {0}
th: ไม่มีรถยืมที่เชื่อมโยงกับร่าง {0}

source: No Lending Vehicle linked to this draft
th: ไม่มีรถยืมที่เชื่อมโยงกับร่างนี้

source: No Loan Products
th: ไม่มีผลิตภัณฑ์สินเชื่อ

source: No M Loan Application found
th: ไม่พบคำขอสินเชื่อ M

source: No M Loan Borrower link found
th: ไม่พบลิงก์ผู้กู้เงิน M Loan

source: No NPL data available
th: ไม่มีข้อมูล NPL disponible

source: No Permanent Residence
th: ไม่มีถิ่นที่อยู่ถาวร

source: No Purchase
th: ไม่มีการซื้อขาย

source: No Report Selected
th: ไม่มีรายงานที่เลือกไว้

source: No Template Selected
th: ไม่ได้เลือกเทมเพลต

source: No active applications found
th: ไม่พบแอปพลิเคชันที่ใช้งานอยู่

source: No address
th: ไม่มีที่อยู่

source: No addresses found for zipcode
th: ไม่พบที่อยู่สำหรับรหัสไปรษณีย์นี้

source: No application data available
th: ไม่มีข้อมูลแอปพลิเคชัน available

source: No applications found
th: ไม่พบแอปพลิเคชันใดๆ

source: No applications found with ID number: {0}
th: ไม่พบแอปพลิเคชันที่มีหมายเลข ID: {0}

source: No applications in disbursement
th: ไม่มีแอปพลิเคชันในรายการเบิกจ่าย

source: No applications in status tracking
th: ไม่มีแอปพลิเคชันในสถานะการติดตาม

source: No applications pending customer confirmation
th: ไม่มีใบสมัครที่รอการยืนยันจากลูกค้า

source: No applications requiring approval notification
th: ไม่มีการแจ้งเตือนแอปพลิเคชันที่ต้องได้รับการอนุมัติ

source: No applications returned for correction
th: ไม่มีแอปพลิเคชันใดที่ส่งคืนสำหรับการแก้ไข

source: No applications yet
th: ยังไม่มีแอปพลิเคชันใด ๆ

source: No approval position found. Please contact your administrator to assign you an approval position.
th: ไม่พบตำแหน่งอนุมัติ กรุณาติดต่อผู้ดูแลระบบเพื่อกำหนดตำแหน่งอนุมัติให้คุณ

source: No branch code available
th: ไม่มีรหัสสาขาใช้งานได้

source: No branches available
th: ไม่มีสาขาที่ใช้งานได้

source: No branches found
th: ไม่พบสาขาใดๆ

source: No checklist items to preview
th: ไม่มีรายการตรวจสอบให้แสดงตัวอย่าง

source: No chunk data received
th: ไม่ได้รับข้อมูลชิ้นส่วน

source: No collateral data
th: ไม่มีข้อมูลหลักประกัน

source: No collateral information available
th: ไม่มีข้อมูลหลักประกันที่ใช้ได้

source: No company found. Please create a company first.
th: ไม่พบข้อมูลบริษัท กรุณาสร้างบริษัทก่อนค่ะ

source: No customer found with Tax ID: {0}
th: ไม่พบลูกค้าโดยใช้เลขประจำตัวผู้เสียภาษี: {0}

source: No data available
th: ไม่มีข้อมูล available

source: No data available for PDF generation
th: ไม่มีข้อมูลสำหรับการสร้างไฟล์ PDF

source: No data available for trend analysis
th: ไม่มีข้อมูลสำหรับการวิเคราะห์แนวโน้ม

source: No data found for the given filters
th: ไม่ส่วยสาราคามสิดรอดำเลื่อ

source: No data found for this draft
th: ไม่พบข้อมูลสำหรับร่างนี้

source: No default (select each time)
th: ไม่มีค่าเริ่มต้น (เลือกทุกครั้ง)

source: No delayed items found
th: ไม่พบรายการที่ล่าช้า

source: No district found.
th: ไม่พบเขตพื้นที่

source: No documents available
th: ไม่มีเอกสารที่ใช้ได้

source: No documents to save
th: ไม่มีเอกสารให้บันทึก

source: No documents uploaded
th: ไม่มีเอกสารที่อัปโหลด

source: No documents uploaded yet
th: ยังไม่มีเอกสารอัปโหลด

source: No draft ID available
th: ไม่มีรหัสร่างแบบร่าง

source: No draft ID provided
th: ไม่มีรหัสร่างแบบร่าง

source: No draft ID provided. Please save your loan application first before adding insurance.
th: ไม่มีรหัสร่างเอกสาร กรุณาบันทึกคำขอกู้ของคุณก่อนเพิ่มประกันภัย

source: No draft applications found
th: ไม่พบใบสมัครฉบับร่างใด ๆ

source: No existing applications found - Thai ID is available
th: ไม่พบแอปพลิเคชันที่มีอยู่ - หมายเลขบัตรประชาชนไทยสามารถใช้ได้

source: No existing customer found - close to continue with form
th: ไม่พบลูกค้าที่มีอยู่ - ปิดเพื่อดำเนินการต่อด้วยแบบฟอร์ม

source: No existing customer or draft found for ID: {0}
th: ไม่พบลูกค้าหรือร่างเอกสารที่มีอยู่สำหรับรหัส: {0}

source: No existing guarantor found with this ID
th: ไม่พบผู้ค้ำประกันที่มีรหัสนี้ในระบบ

source: No existing vehicle found
th: ไม่พบรถยนต์ที่มีอยู่

source: No export formats are configured for this report
th: ไม่มีการตั้งค่ารูปแบบการส่งออกสำหรับรายงานนี้

source: No file selected
th: ไม่ได้เลือกไฟล์

source: No files in queue
th: ไม่มีไฟล์ในคิว

source: No general collaterals found. Please create a new one.
th: ไม่พบหลักประกันทั่วไป กรุณาสร้างรายการใหม่

source: No guarantor data found
th: ไม่พบข้อมูลผู้ค้ำประกัน

source: No guarantor information available
th: ไม่มีข้อมูลผู้ค้ำประกัน available

source: No image loaded
th: ไม่มีรูปภาพถูกโหลด

source: No import history found
th: ไม่พบประวัติการนำเข้า

source: No insurance - staff must arrange purchase
th: ไม่มีประกันภัย - พนักงานต้องจัดการซื้อเอง

source: No insurance data available
th: ไม่มีข้อมูลประกันภัย disponible

source: No insurance on old vehicle - cannot proceed
th: ไม่มีประกันภัยสำหรับรถยนต์เก่า - ไม่สามารถดำเนินการต่อได้

source: No insurance on vehicle over 2 years old - rejected per policy
th: ไม่มีประกันภัยสำหรับรถยนต์ที่มีอายุมากกว่า 2 ปี - ถูกปฏิเสธตามนโยบาย

source: No interest rate configured for Loan Product {0}. Please configure either:<br>1. Interest Rate Setup for this product, or<br>2. Default rate in Loan Product master
th: ไม่มีการตั้งอัตราดอกเบี้ยสำหรับผลิตภัณฑ์สินเชื่อ {0} กรุณาตั้งค่าดังนี้:<br>1. การตั้งค่าอัตราดอกเบี้ยสำหรับผลิตภัณฑ์นี้ หรือ<br>2. อัตราเริ่มต้นในข้อมูลหลักผลิตภัณฑ์สินเชื่อ

source: No interest rate found for Loan Product {0}. Please configure Interest Rate Setup or set default rate in Loan Product.
th: ไม่พบอัตราดอกเบี้ยสำหรับผลิตภัณฑ์สินเชื่อ {0} กรุณาตั้งค่าอัตราดอกเบี้ยหรือตั้งอัตราเริ่มต้นในผลิตภัณฑ์สินเชื่อ

source: No items yet. Add one above!
th: ยังไม่มีรายการใด ๆ เพิ่มรายการด้านบน!

source: No jobs assigned to you
th: ไม่มีงานที่มอบหมายให้คุณ

source: No jobs found
th: ไม่พบงานใดๆ

source: No loan applications found
th: ไม่พบคำขอกู้เงินใดๆ

source: No loan categories available
th: ไม่มีหมวดหมู่สินเชื่อที่พร้อมใช้งาน

source: No loan data available
th: ไม่มีข้อมูลสินเชื่อ available

source: No loan details found in draft
th: ไม่พบรายละเอียดเงินกู้ในร่าง

source: No maximum approvable amount configured for this branch in Lending Settings
th: ไม่พบการกำหนดจำนวนเงินสูงสุดที่อนุมัติได้สำหรับสาขานี้ในการตั้งค่าการให้กู้ยืม

source: No new tasks available for claiming at the moment.
th: ขณะนี้ไม่มีงานใหม่ให้รับผิดชอบ

source: No pages uploaded yet
th: ยังไม่มีการอัปโหลดหน้าใดๆ

source: No parsed data
th: ไม่มีข้อมูลที่แยกวิเคราะห์ได้

source: No payment schedule data found
th: ไม่พบข้อมูลตารางการชำระเงิน

source: No payment schedule found
th: ไม่พบตารางการชำระเงิน

source: No pending applications
th: ไม่มีใบสมัครที่รอดำเนินการ

source: No photos uploaded yet
th: ยังไม่มีการอัปโหลดรูปภาพ

source: No price found for this vehicle configuration
th: ไม่พบราคาสำหรับการกำหนดค่ารถยนต์นี้

source: No process history available
th: ไม่มีประวัติการดำเนินการที่ใช้งานได้

source: No process logs found for this application
th: ไม่พบบันทึกกระบวนการสำหรับแอปพลิเคชันนี้

source: No property collaterals found. Please create a new one.
th: ไม่พบหลักประกันทรัพย์สิน กรุณาสร้างรายการใหม่

source: No province found.
th: ไม่พบจังหวัดใดๆ

source: No records to delete for {0}
th: ไม่มีระเบียนให้ลบสำหรับ {0}

source: No reference chassis number available. Please verify manually with vehicle registration.
th: ไม่มีหมายเลขโครงรถอ้างอิง กรุณาตรวจสอบด้วยตนเองกับทะเบียนรถยนต์

source: No reference price available for validation
th: ไม่มีราคามาตรฐานสำหรับการตรวจสอบ

source: No repayments scheduled in this period
th: ไม่มีการกำหนดการชำระคืนในช่วงเวลานี้

source: No server data available
th: ไม่มีข้อมูลเซิร์ฟเวอร์ disponible

source: No service lines available
th: ไม่มีรายการบริการที่ใช้ได้

source: No service lines found
th: ไม่พบรายการบริการ

source: No subdistrict found.
th: ไม่พบตำบลใด ๆ

source: No submitted applications awaiting assignment
th: ไม่มีใบสมัครที่ส่งแล้วรอการมอบหมายงาน

source: No tasks found.
th: ไม่พบงานใดๆ

source: No text extracted
th: ไม่มีข้อความที่ถูกดึงออกมา

source: No vehicle found with this chassis number. You can create a new vehicle below.
th: ไม่พบรถยนต์ที่มีหมายเลขตัวถังนี้ คุณสามารถสร้างรถยนต์ใหม่ได้ด้านล่างนี้

source: No vehicle registration book needed
th: ไม่ต้องใช้เล่มทะเบียนรถยนต์

source: No vehicle registration book required
th: ไม่ต้องใช้เล่มทะเบียนรถยนต์

source: No workflow history available yet.
th: ยังไม่มีประวัติการทำงานของเวิร์กโฟลว์ available

source: Non-Family Use (Reduce Credit)
th: ใช้งานนอกครอบครัว (ลดเครดิต)

source: Non-standard brand - requires Branch Manager approval
th: ยี่ห้อที่ไม่เป็นมาตรฐาน - ต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: Non-standard brand requires Branch Manager approval
th: ยี่ห้อที่ไม่เป็นมาตรฐานต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: None
th: ไม่มี

source: Nor Sor 2
th: น.ส. 2

source: Nor Sor 3 (NS-3)
th: น.ส. 3 (น.ส.3)

source: Nor Sor 3 Gor (NS-3G)
th: น.ส.3 ก (NS-3G)

source: Normal
th: ปกติ

source: Not Acceptable
th: ไม่ยอมรับ

source: Not Available
th: ไม่สามารถใช้งาน

source: Not Contactable
th: ไม่สามารถติดต่อได้

source: Not Logged In
th: ยังไม่ได้เข้าสู่ระบบ

source: Not Ready
th: ยังไม่พร้อม

source: Not Specific
th: ไม่ระบุเฉพาะ

source: Not Specified
th: ไม่ระบุ

source: Not Started
th: ยังไม่เริ่มต้น

source: Not Synced
th: ยังไม่ได้ซิงค์

source: Not Tested
th: ยังไม่ได้ทดสอบ

source: Not Verified
th: ยังไม่ได้รับการยืนยัน

source: Not a PEP
th: ไม่ใช่ PEP

source: Not allowed to convert Deal to Loan Application
th: ไม่อนุญาตให้แปลงธุรกรรมเป็นใบสมัครสินเชื่อ

source: Not allowed to convert Lead to Deal
th: ไม่อนุญาตให้แปลงโอกาสเป็นข้อตกลง

source: Not configured
th: ยังไม่ได้กำหนดค่า

source: Not exceeding rate
th: ไม่เกินอัตรา

source: Not in database
th: ไม่พบในฐานข้อมูล

source: Not permitted to access this document
th: ไม่ได้รับอนุญาตให้เข้าถึงเอกสารนี้

source: Not specified
th: ไม่ได้ระบุ

source: Not yet submitted
th: ยังไม่ส่งแล้ว

source: Note
th: หมายเหตุ

source: Note: Some loan products may have different document requirements. Please contact us for specific product details.
th: หมายเหตุ: ผลิตภัณฑ์สินเชื่อบางรายการอาจมีข้อกำหนดเอกสารที่แตกต่างกัน กรุณาติดต่อเราเพื่อสอบถามรายละเอียดผลิตภัณฑ์เฉพาะ

source: Note: System cannot auto-lookup market price
th: หมายเหตุ: ระบบไม่สามารถค้นหาราคาตลาดโดยอัตโนมัติได้

source: Notes
th: บันทึก

source: Notes and Actions
th: หมายเหตุและการดำเนินการ

source: Notice fee received - {0}
th: ค่าธรรมเนียมแจ้งเตือนที่ได้รับ - {0}

source: Notification Settings
th: การตั้งค่าการแจ้งเตือน

source: Notifications
th: การแจ้งเตือน

source: Number of Active Loans
th: จำนวนสินเชื่อที่ใช้งานอยู่

source: Number of Bathrooms
th: จำนวนห้องน้ำ

source: Number of Bedrooms
th: จำนวนห้องนอน

source: Number of Dependents
th: จำนวนผู้พึ่งพิง

source: Number of Floors
th: จำนวนชั้น

source: Number of Floors must be at least 1
th: จำนวนชั้นต้องไม่น้อยกว่า 1

source: Number of Installments
th: จำนวนงวดการชำระเงิน

source: Number of Lending Vehicle records with the same chassis number. Count > 1 indicates repeat usage.
th: จำนวนระเบียนรถยืมที่มีหมายเลขตัวถังเดียวกัน ค่า Count > 1 หมายถึงการใช้งานซ้ำ

source: Number of mandatory items
th: จำนวนรายการที่จำเป็นต้องมี

source: Number of months must be greater than zero
th: จำนวนเดือนต้องมากกว่าศูนย์

source: Number of optional items
th: จำนวนรายการตัวเลือก

source: Number of promotional interest-free installment periods
th: จำนวนงวดผ่อนชำระแบบดอกเบี้ยฟรีโปรโมชั่น

source: Number of rows in the report result
th: จำนวนแถวในผลลัพธ์รายงาน

source: Number of successfully uploaded files
th: จำนวนไฟล์ที่อัปโหลดสำเร็จ

source: Number of times used as Guarantor
th: จำนวนครั้งที่ใช้เป็นผู้ค้ำประกัน

source: Number of times used as Reference Person
th: จำนวนครั้งที่ใช้เป็นบุคคลอ้างอิง

source: Number of years in current employment
th: จำนวนปีในการทำงานปัจจุบัน

source: O
th: โอ

source: O (Over) - Exceeds Rate
th: O (เกิน) - เกินอัตรา

source: OCR Account Name
th: ชื่อบัญชี OCR

source: OCR Confidence
th: ความมั่นใจ OCR

source: OCR Confidence Score (%)
th: คะแนนความมั่นใจ OCR (%)

source: OCR Dashboard
th: แผงควบคุม OCR

source: OCR Data
th: ข้อมูล OCR

source: OCR Doppler Integration Test
th: ทดสอบการเชื่อมต่อ OCR Doppler

source: OCR Extracted Data
th: ข้อมูลที่สกัดจาก OCR

source: OCR Home
th: OCR หน้าแรก

source: OCR Method
th: เป็น OCR

source: OCR Mode
th: โหมด OCR

source: OCR Processed
th: ประมวลผล OCR แล้ว

source: OCR Processing
th: การประมวลผล OCR

source: OCR Processing Date
th: วันที่ประมวลผล OCR

source: OCR Processing Record
th: บันทึกการประมวลผล OCR

source: OCR Processing Test
th: การทดสอบการประมวลผล OCR

source: OCR Scanner
th: เครื่องสแกน OCR

source: OCR Test
th: ทดสอบ OCR

source: OCR method used: Vision API + Regex or Document AI
th: วิธี OCR ที่ใช้: Vision API + Regex หรือ Document AI

source: OCR processing completed successfully
th: การประมวลผล OCR เสร็จสมบูรณ์เรียบร้อยแล้ว

source: OCR processing failed: {0}
th: การประมวลผล OCR ล้มเหลว: {0}

source: OCR scanned image automatically added to Deed Images
th: ภาพที่สแกนด้วย OCR ถูกเพิ่มโดยอัตโนมัติในรูปภาพสัญญา
