Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Christian Era year (e.g., 2004). UI displays as BE - CE format (e.g., 2547 - 2004)
th: ปีคริสต์ศักราช (เช่น 2004) ส่วนติดต่อผู้ใช้แสดงเป็นรูปแบบ พ.ศ. - ค.ศ. (เช่น 2547 - 2004)

source: Christian Era year (e.g., 2004). Will display as BE - CE format in UI (e.g., 2547 - 2004)
th: ปีคริสต์ศักราช (เช่น 2004) จะแสดงในรูปแบบ พ.ศ. - ค.ศ. ในส่วนติดต่อผู้ใช้ (เช่น 2547 - 2004)

source: Claim
th: เคลม

source: Claim Task
th: งานเคลม

source: Claimed
th: อ้างว่า

source: Claimed By
th: อ้างสิทธิ์โดย

source: Claimed Date
th: วันที่เรียกร้องสิทธิ์

source: Claiming...
th: กำลังเรียกร้อง...

source: Class 1
th: ชั้น 1

source: Class 2
th: ชั้น 2

source: Class 2+
th: ชั้น 2+

source: Class 3
th: ชั้น 3

source: Class 3+
th: ชั้น 3+

source: Classic Mode
th: โหมดคลาสสิก

source: Classification: In House (company employee), Agent (external sales agent), 3rd Party (partner organization)
th: การจัดประเภท: พนักงานในบริษัท, ตัวแทนขายภายนอก, องค์กรพันธมิตร

source: Clear
th: ล้างข้อมูล

source: Clear & Transparent Pricing
th: ราคาที่ชัดเจนและโปร่งใส

source: Clear All
th: ล้างทั้งหมด

source: Clear All Data
th: ล้างข้อมูลทั้งหมด

source: Clear Cache
th: ล้างแคช

source: Clear Filters
th: ล้างตัวกรอง

source: Clear Insurance
th: ล้างประกันภัย

source: Clear Selection
th: ล้างการเลือก

source: Clear all processing and start over
th: ล้างการประมวลผลทั้งหมดและเริ่มต้นใหม่

source: Clear and fair terms with no hidden charges
th: เงื่อนไขชัดเจนและเป็นธรรมโดยไม่มีค่าใช้จ่ายแอบแฝง

source: Clear income documentation required
th: ต้องมีเอกสารรายได้ที่ชัดเจน

source: Clear insurance status
th: ล้างสถานะประกันภัย

source: Clear interest calculation, no hidden fees
th: ล้างการคำนวณดอกเบี้ย ไม่มีค่าธรรมเนียมแอบแฝง

source: Clear residential address
th: ล้างที่อยู่ที่พักอาศัย

source: Click Validate to generate
th: คลิก ยืนยัน เพื่อสร้าง

source: Click the button below to add a guarantor for this loan application. You can add up to 5 guarantors.
th: คลิกปุ่มด้านล่างเพื่อเพิ่มผู้ค้ำประกันสำหรับคำขอกู้เงินนี้ คุณสามารถเพิ่มผู้ค้ำประกันได้สูงสุด 5 คน

source: Click to expand and scan ID card for auto-fill
th: คลิกเพื่อขยายและสแกนบัตรประชาชนสำหรับกรอกข้อมูลอัตโนมัติ

source: Click to jump to
th: คลิกเพื่อไปยัง

source: Click to preview
th: คลิกเพื่อดูตัวอย่าง

source: Click 📍 to use GPS
th: คลิก 📍 เพื่อใช้ระบบระบุตำแหน่ง (GPS)

source: Click 🔗 to view in Google Maps
th: คลิก 🔗 เพื่อดูใน Google Maps

source: Click-to-Sign
th: คลิกเพื่อเซ็นต์

source: Client ID
th: รหัสลูกค้า

source: Client accepted. Application moved to Confirmation stage.
th: ลูกค้ารับรองแล้ว ใบสมัครถูกย้ายไปยังขั้นตอนการยืนยัน

source: Client declined. Application marked as rejected.
th: ลูกค้าปฏิเสธ ใบสมัครถูกทำเครื่องหมายว่าเป็นการปฏิเสธแล้ว

source: Clip Limit
th: ขีดจำกัดคลิป

source: Close
th: ปิด

source: Close Amount
th: ยอดปิด

source: Close Associate of PEP
th: ผู้เกี่ยวข้องใกล้ชิดของ PEP

source: Close Debug
th: ปิดการแก้ไขข้อผิดพลาด

source: Closed
th: ปิด

source: Closed Account Report
th: รายงานบัญชีที่ปิดแล้ว

source: Closing Balance
th: ยอดคงเหลือปิดบัญชี

source: Co-borrower required
th: ต้องมีผู้กู้ร่วม

source: Code
th: รหัส

source: Code (TH)
th: รหัส (TH)

source: Code expires in:
th: รหัสหมดอายุใน:

source: Code {0} does not match category {1}. Expected code starting with {2}xx
th: รหัส {0} ไม่ตรงกับหมวดหมู่ {1} รหัสที่คาดหวังคือรหัสที่ขึ้นต้นด้วย {2}xx

source: Collateral
th: หลักประกัน

source: Collateral Age
th: อายุหลักประกัน

source: Collateral Assessment
th: การประเมินหลักประกัน

source: Collateral Category
th: หมวดหมู่หลักประกัน

source: Collateral Condition
th: สถานะหลักประกัน

source: Collateral Conditions
th: เงื่อนไขหลักประกัน

source: Collateral Details
th: รายละเอียดหลักประกัน

source: Collateral ID
th: รหัสหลักประกัน

source: Collateral Images
th: รูปภาพหลักประกัน

source: Collateral Info
th: ข้อมูลหลักประกัน

source: Collateral Information
th: ข้อมูลหลักประกัน

source: Collateral Masters
th: ข้อมูลหลักหลักประกัน

source: Collateral Photos (Flat)
th: รูปถ่ายหลักประกัน (แบน)

source: Collateral Quality
th: คุณภาพหลักประกัน

source: Collateral Ref.
th: อ้างอิงหลักประกัน

source: Collateral Requirements
th: ข้อกำหนดเกี่ยวกับหลักประกัน

source: Collateral Score
th: คะแนนหลักประกัน

source: Collateral Score (%)
th: คะแนนหลักประกัน (%)

source: Collateral Score (0-20)
th: คะแนนหลักประกัน (0-20)

source: Collateral Score (For Screening)
th: คะแนนหลักประกัน (สำหรับการคัดกรอง)

source: Collateral Score updated: {0}%
th: คะแนนหลักประกันได้รับการปรับปรุง: {0}%

source: Collateral Status
th: สถานะหลักประกัน

source: Collateral Type
th: ประเภทหลักประกัน

source: Collateral Type is required
th: ประเภทหลักประกันเป็นข้อมูลที่จำเป็น

source: Collateral Updated
th: หลักประกันได้รับการปรับปรุงแล้ว

source: Collateral Valuation Summary
th: สรุปมูลค่าหลักประกัน

source: Collateral Value
th: มูลค่าหลักประกัน

source: Collateral risk assessment and policy limits
th: การประเมินความเสี่ยงหลักประกันและขีดจำกัดนโยบาย

source: Collateral status during this loan period
th: สถานะหลักประกันในช่วงระยะเวลาสินเชื่อนี้

source: Colleague
th: เพื่อนร่วมงาน

source: Collect Penalty Method
th: วิธีการเก็บค่าปรับ

source: Collect penalty method - วิธีการเก็บค่าปรับ
th: วิธีการเก็บค่าปรับ

source: Collection & Recovery
th: การติดตามหนี้และการทวงถาม

source: Collection Agent
th: เจ้าหน้าที่เก็บเงิน

source: Collection Call Frequency (Days)
th: ความถี่ในการโทรติดตาม (วัน)

source: Collection Dashboard
th: แผงควบคุมการเก็บเงิน

source: Collection Details
th: รายละเอียดคอลเล็กชัน

source: Collection Manager
th: ผู้จัดการการเก็บเงิน

source: Collection Officer
th: เจ้าหน้าที่เรียกเก็บเงิน

source: Collection Rate
th: อัตราการเก็บเงิน

source: Collection Rate by Loan Type
th: อัตราการเก็บเงินตามประเภทเงินกู้

source: Collection Schedule
th: กำหนดการเก็บเงิน

source: Collection Settings
th: การตั้งค่าการเก็บเงิน

source: Collection charges received - {0}
th: ค่าธรรมเนียมการเก็บเงินที่ได้รับ - {0}

source: Color
th: สี

source: Combined Upload Progress
th: ความคืบหน้าการอัปโหลดรวม

source: Coming soon
th: เร็วๆ นี้

source: Comma-separated list of IP addresses or CIDR blocks. Leave empty to allow all IPs.
th: รายการที่อยู่ IP หรือบล็อก CIDR คั่นด้วยเครื่องหมายจุลภาค กรอกว่างไว้เพื่ออนุญาตที่อยู่ IP ทั้งหมด

source: Comment Added
th: เพิ่มความคิดเห็นแล้ว

source: Comments
th: ความคิดเห็น

source: Commerce Registration (Optional)
th: การลงทะเบียนพาณิชย์ (ไม่บังคับ)

source: Commerce Registration Pages
th: หน้าลงทะเบียนธุรกิจ

source: Commercial
th: เชิงพาณิชย์

source: Commercial Building
th: อาคารพาณิชย์

source: Commission
th: ค่าคอมมิชชั่น

source: Commission Amount
th: จำนวนค่าคอมมิชชั่น

source: Commission Calculation
th: การคำนวณค่าคอมมิชชั่น

source: Commission Configuration
th: การตั้งค่าค่าคอมมิชชั่น

source: Commission Created
th: สร้างค่าคอมมิชชั่นแล้ว

source: Commission Notes
th: หมายเหตุค่าคอมมิชชั่น

source: Commission Period
th: วันสินศันเคร

source: Commission Rate (%)
th: อัตราค่าคอมมิชชั่น (%)

source: Commission is not enabled for {0}. Please enable commission in Employee Position Mapping.
th: ค่าคอมมิชชั่นยังไม่ได้เปิดใช้งานสำหรับ {0} กรุณาเปิดใช้งานค่าคอมมิชชั่นในแผนผังตำแหน่งพนักงาน

source: Commission percentage on approved loan amount
th: เปอร์เซ็นต์ค่าคอมมิชชั่นจากจำนวนเงินกู้ที่ได้รับการอนุมัติ

source: Communication
th: การสื่อสาร

source: Communication Channels
th: ช่องทางการสื่อสาร

source: Community Concerns or Disputes
th: ข้อกังวลหรือข้อพิพาทของชุมชน

source: Community Issues, Responsible
th: ปัญหาชุมชน, ผู้รับผิดชอบ

source: Company
th: บริษัท

source: Company Address
th: ที่อยู่ บริษัท

source: Company Business Type
th: ประเภทธุรกิจของบริษัท

source: Company Contact
th: ผู้ติดต่อบริษัท

source: Company Email
th: อีเมล์ บริษัท

source: Company Info
th: ข้อมูลบริษัท

source: Company Information
th: ข้อมูลบริษัท

source: Company Logo
th: โลโก้บริษัท

source: Company Name
th: ชื่อ บริษัท

source: Company Name (English)
th: ชื่อบริษัท (ภาษาอังกฤษ)

source: Company Name (Thai)
th: ชื่อบริษัท (ภาษาไทย)

source: Company Phone
th: หมายเลขโทรศัพท์บริษัท

source: Company name
th: ชื่อบริษัท

source: Company name for external agents/partners
th: ชื่อบริษัทสำหรับตัวแทน/พันธมิตรภายนอก

source: Company providing life insurance for loan protection
th: บริษัทที่ให้บริการประกันชีวิตเพื่อคุ้มครองสินเชื่อ

source: Company providing vehicle/collision insurance
th: บริษัทประกันภัยรถยนต์/ประกันภัยอุบัติเหตุ

source: Company/Business Type
th: ประเภทบริษัท/ประเภทธุรกิจ

source: Competitive Rates
th: รายไทยสัง

source: Complete
th: ที่สมบูรณ์แบบ

source: Complete Capture
th: บันทึกสมบูรณ์

source: Complete Capture & Process
th: บันทึกและประมวลผลครบถ้วน

source: Complete Stage 1: Save Progress first
th: ดำเนินการให้เสร็จสิ้นขั้นตอนที่ 1: บันทึกความคืบหน้าก่อน

source: Complete history of all loan applications for this borrower
th: ประวัติทั้งหมดของคำขอกู้เงินสำหรับลูกหนี้รายนี้

source: Complete new state snapshot
th: สร้างภาพรวมสถานะใหม่สมบูรณ์

source: Complete old state snapshot
th: บันทึกภาพสถานะเก่าเสร็จสมบูรณ์

source: Complete the final step to disburse the loan to customer
th: ดำเนินการขั้นตอนสุดท้ายเพื่อเบิกจ่ายเงินกู้ให้ลูกค้า

source: Complete the insurance application form to proceed with your loan application
th: กรุณากรอกแบบฟอร์มขอประกันภัยให้ครบถ้วนเพื่อดำเนินการขอสินเชื่อต่อไป

source: Complete the loan disbursement for approved application
th: ดำเนินการเบิกจ่ายเงินกู้สำหรับใบสมัครที่ได้รับการอนุมัติให้เสร็จสมบูรณ์

source: Complete vehicle year and market value to see LTV estimates
th: กรุณากรอกปีรถยนต์และมูลค่าตลาดเพื่อดูการประมาณค่า LTV

source: Complete your application on any device with our responsive design
th: กรอกข้อมูลในแอปพลิเคชันของคุณให้สมบูรณ์บนอุปกรณ์ใดก็ได้ด้วยการออกแบบที่ตอบสนองทุกหน้าจอ

source: Complete!
th: เสร็จสิ้น

source: Completed
th: เสร็จสมบูรณ์

source: Completed By
th: เสร็จสมบูรณ์โดย

source: Completed Date
th: วันที่เสร็จสิ้น

source: Completed Files
th: ไฟล์ที่เสร็จสมบูรณ์

source: Completion Date
th: วันที่เสร็จสมบูรณ์

source: Compliance
th: การปฏิบัติตามข้อกำหนด

source: Compliance Dashboard
th: แผงควบคุมการปฏิบัติตามข้อกำหนด

source: Compliance Officer
th: เจ้าหน้าที่กำกับดูแลการปฏิบัติตามข้อกำหนด

source: Component disabled - use secure server-side version
th: ส่วนประกอบถูกปิดใช้งาน - โปรดใช้เวอร์ชันฝั่งเซิร์ฟเวอร์ที่ปลอดภัย

source: Compound Interest
th: ดอกเบี้ยทบต้น

source: Compounding Frequency
th: ความถี่ในการทบต้น

source: Comprehensive lending and investment management platform for Thai nano finance operations.
th: แพลตฟอร์มบริหารจัดการสินเชื่อและการลงทุนครบวงจรสำหรับการดำเนินงานการเงินนาโนในประเทศไทย

source: Compressing
th: กำลังบีบอัดข้อมูล

source: Compulsory Insurance Status (พ.ร.บ.)
th: สถานะประกันภัยภาคบังคับ (พ.ร.บ.)

source: Compulsory Motor Insurance
th: ประกันภัยรถยนต์ภาคบังคับ

source: Compulsory Motor Insurance (พ.ร.บ.)
th: ประกันภัยรถยนต์ภาคบังคับ (พ.ร.บ.)

source: Compulsory Motor Insurance Status
th: สถานะประกันภัยรถยนต์ภาคบังคับ

source: Compulsory insurance expiry date
th: วันที่หมดอายุประกันภัยภาคบังคับ

source: Condition
th: เงื่อนไข

source: Condition Assessment (0-10 Scale)
th: การประเมินสภาพ (มาตราส่วน 0-10)

source: Condition Display
th: การแสดงเงื่อนไข

source: Condition Notes
th: หมายเหตุเงื่อนไข

source: Condition not specified
th: เงื่อนไขไม่ได้ระบุไว้

source: Conditional Approval
th: การอนุมัติแบบมีเงื่อนไข

source: Conditions
th: เงื่อนไข

source: Condominium
th: คอนโดมิเนียม

source: Confidence
th: ความมั่นใจ

source: Confidence Score
th: คะแนนความมั่นใจ

source: Confidential
th: เป็นความลับ

source: Config Status
th: สถานะการตั้งค่า

source: Configuration List
th: รายการการตั้งค่า

source: Configuration Loaded
th: การตั้งค่าโหลดแล้ว

source: Configuration Name *
th: ชื่อการกำหนดค่า *

source: Configure automatic lead assignment to loan officers from Frappe CRM
th: กำหนดค่าการมอบหมายโอกาสทางธุรกิจอัตโนมัติให้เจ้าหน้าที่สินเชื่อจาก CRM

source: Configure default values for loan applications
th: กำหนดค่าปริยายสำหรับคำขอกู้เงิน

source: Configure entry fees, contract fees, processing fees, and other charges
th: กำหนดค่าธรรมเนียมการเข้าใช้ ค่าธรรมเนียมสัญญา ค่าธรรมเนียมการดำเนินการ และค่าบริการอื่น ๆ

source: Configure maximum approvable amounts for each branch. These limits control the maximum loan amount each branch can approve.
th: กำหนดจำนวนเงินสูงสุดที่สามารถอนุมัติได้สำหรับแต่ละสาขา ขีดจำกัดเหล่านี้ควบคุมจำนวนเงินกู้สูงสุดที่แต่ละสาขาสามารถอนุมัติได้

source: Configured
th: ตั้งค่าแล้ว

source: Confirm & Disburse
th: ยืนยันและเบิกจ่าย

source: Confirm Amount
th: ยืนยันจำนวนเงิน

source: Confirm Original Book Received
th: ยืนยันการรับหนังสือต้นฉบับ

source: Confirm Original Deed Received
th: ยืนยันการได้รับโฉนดต้นฉบับ

source: Confirm Schedule
th: ยืนยันกำหนดการ

source: Confirm Status & Proceed
th: ยืนยันสถานะและดำเนินการต่อ

source: Confirm original land title deed received
th: ยืนยันได้รับโฉนดที่ดินฉบับต้นฉบับแล้ว

source: Confirm original registration book received
th: ยืนยันได้รับเล่มทะเบียนรถต้นฉบับแล้ว

source: Confirmation
th: การยืนยัน

source: Confirming...
th: กำลังยืนยัน...

source: Conflict resolution
th: การแก้ไขข้อขัดแย้ง

source: Connected
th: เชื่อมต่อแล้ว

source: Connection Test
th: ทดสอบการเชื่อมต่อ

source: Connection Time
th: เวลาการเชื่อมต่อ

source: Connection Time:
th: เวลาเชื่อมต่อ:

source: Connection test failed: {0}
th: การทดสอบการเชื่อมต่อล้มเหลว: {0}

source: Consent Date
th: วันที่ สวัน

source: Consent Details
th: รายละเอียดความยินยอม

source: Consent Form
th: แบบฟอร์มยินยอม

source: Consent Given
th: ได้รับความยินยอมแล้ว

source: Consent Management
th: การจัดการความยินยอม

source: Consent Time
th: เวลาการยินยอม

source: Consider retaking photos with better lighting
th: โปรดพิจารณาถ่ายภาพใหม่โดยมีแสงสว่างที่ดีกว่า

source: Construction Year
th: ปีปีความ

source: Construction Year cannot be in the future
th: ปีที่ก่อสร้างต้องไม่เป็นปีในอนาคต

source: Construction Year seems too old. Please verify.
th: ปีที่ก่อสร้างดูเหมือนจะเก่ามาก กรุณาตรวจสอบอีกครั้ง

source: Contact
th: ติดต่อ

source: Contact 1
th: ผู้ติดต่อ 1

source: Contact 2
th: ผู้ติดต่อ 2

source: Contact Address
th: ที่อยู่ติดต่อ

source: Contact Agent
th: ติดต่อเจ้าหน้าที่

source: Contact Callback
th: ติดต่อกลับ

source: Contact District
th: อำเภอผู้ติดต่อ

source: Contact Email
th: อีเมลผู้ติดต่อ

source: Contact Info
th: ข้อมูลการติดต่อ

source: Contact Information
th: ข้อมูลการติดต่อ

source: Contact Method
th: วิธีการติดต่อ

source: Contact Number
th: เบอร์ติดต่อ

source: Contact Phone
th: เบอร์โทรติดต่อ

source: Contact Postal Code
th: รหัสไปรษณีย์ผู้ติดต่อ

source: Contact Province
th: จังหวัดผู้ติดต่อ

source: Contact Sub-district
th: ตำบล

source: Contact Verified
th: ติดต่อได้รับการยืนยันแล้ว

source: Contact You
th: ติดต่อคุณ

source: Contact administrator to request access
th: ติดต่อผู้ดูแลระบบเพื่อขอสิทธิ์เข้าถึง

source: Contact our customer service 24/7 for assistance
th: ติดต่อฝ่ายบริการลูกค้าของเราตลอด 24 ชั่วโมงทุกวันเพื่อขอความช่วยเหลือ

source: Contact our customer service team for any questions about your application.
th: ติดต่อทีมบริการลูกค้าของเราหากมีคำถามเกี่ยวกับใบสมัครของคุณ

source: Contact us for support.
th: ติดต่อเราสำหรับการสนับสนุน

source: Contactable
th: สามารถติดต่อได้

source: Continue
th: ดำเนินการต่อ

source: Continue Application
th: ดำเนินการต่อแอปพลิเคชัน

source: Continue to Address Details
th: ดำเนินการต่อไปยังรายละเอียดที่อยู่

source: Continue to Employment
th: ดำเนินการต่อไปยัง การจ้างงาน

source: Continue with New Vehicle
th: รถยนต์ใหม่

source: Contract
th: สัญญา

source: Contract Date
th: วันที่ สิดราค

source: Contract Document
th: เอกสารสัญญา

source: Contract Employee
th: พนักงานสัญญาจ้าง

source: Contract End Date
th: วันที่สิ้นสุดสัญญา

source: Contract Export Data
th: ส่งออกข้อมูลสัญญา

source: Contract Export Report
th: รายงานส่งออกสัญญา

source: Contract Footer Text
th: ข้อความท้ายสัญญา

source: Contract Header Text
th: ข้อความหัวข้อสัญญา

source: Contract Information
th: ข้อมูลสัญญา

source: Contract No.
th: ต่อราคราค

source: Contract Number
th: โลกลารสิทร

source: Contract Number Sequence
th: ลำดับหมายเลขสัญญา

source: Contract Preview
th: ตัวอย่างสัญญา

source: Contract Remarks
th: หมายเหตุสัญญา

source: Contract Settings
th: การตั้งค่าสัญญา

source: Contract Start Date
th: วันที่ การรางตัด

source: Contract Type
th: ประเภทสัญญา

source: Contract number updated: {0}
th: หมายเลขสัญญาได้รับการอัปเดต: {0}

source: Contract: {0}
th: สัญญา: {0}

source: Contractor
th: ผู้รับเหมา

source: Contrast Limited Adaptive Histogram Equalization
th: การปรับสมดุลฮิสโตแกรมแบบปรับตัวจำกัด

source: Contrast Stretch
th: การยืดช่วงความต่าง

source: Control how your loan applications behave
th: ควบคุมการทำงานของคำขอกู้ของคุณ

source: Control position-based access levels for the My Jobs page
th: ควบคุมระดับการเข้าถึงตามตำแหน่งสำหรับหน้างานของฉัน

source: Control your data and security preferences
th: ควบคุมข้อมูลและการตั้งค่าความปลอดภัยของคุณ

source: Conversion Complete
th: การแปลงเสร็จสมบูรณ์แล้ว

source: Convert
th: แปลง

source: Convert Units
th: แปลงหน่วย

source: Coordinates
th: พิกัด

source: Copy
th: สำเนา

source: Copy (Refinance)
th: คัดลอก (รีไฟแนนซ์)

source: Copy - Original with previous finance
th: คัดลอก - ต้นฉบับพร้อมการเงินก่อนหน้า

source: Copy All Checklist Items
th: คัดลอกรายการตรวจสอบทั้งหมด

source: Copy Settings
th: คัดลอกการตั้งค่า

source: Copy allowed for refinance
th: อนุญาตให้คัดลอกสำหรับการรีไฟแนนซ์

source: Copy allowed for refinance - notification enabled
th: อนุญาตให้คัดลอกสำหรับการรีไฟแนนซ์ - เปิดใช้งานการแจ้งเตือนแล้ว

source: Copy text to clipboard
th: คัดลอกข้อความไปยังคลิปบอร์ด

source: Corners
th: มุม

source: Corporate
th: บริษัท

source: Corporate Governance
th: การกำกับดูแลกิจการ

source: Correction Completed Date
th: วันที่แก้ไขเสร็จสิ้น

source: Correction Reason
th: เหตุผลการแก้ไข

source: Correction Workflow
th: กระบวนการแก้ไข

source: Corrections Required for Loan Application
th: การแก้ไขที่จำเป็นสำหรับคำขอกู้เงิน

source: Cost of Goods
th: ต้นทุนสินค้าขาย

source: Cost of Goods Sold
th: ค่าใช้จ่ายของ สินค้าที่ขาย

source: Cost of Goods Sold (Optional)
th: ต้นทุนขายสินค้า (ไม่บังคับ)

source: Cost of Goods Sold (THB/month)
th: ต้นทุนขายสินค้า (บาท/เดือน)

source: Cost of Goods Sold Pages
th: หน้าต้นทุนขาย

source: Could not extract bank book information
th: ไม่สามารถดึงข้อมูลสมุดบัญชีธนาคารได้

source: Could not fetch branch approvable limit. Please check Lending Settings.
th: ไม่สามารถดึงขีดจำกัดการอนุมัติสาขาได้ กรุณาตรวจสอบการตั้งค่าการให้ยืมเงิน

source: Could not link Land Title Deed to Property
th: ไม่สามารถเชื่อมโยงโฉนดที่ดินกับทรัพย์สินได้

source: Could not load draft
th: ไม่สามารถโหลดฉบับร่างได้

source: Could not open preview window. Please check popup blocker settings.
th: ไม่สามารถเปิดหน้าต่างตัวอย่างได้ กรุณาตรวจสอบการตั้งค่าการบล็อกป๊อปอัป

source: Could not regenerate contract number
th: ไม่สามารถสร้างหมายเลขสัญญาใหม่ได้

source: Coverage Start Date
th: วันที่ การชานเครี

source: Covers all electric bike types
th: ครอบคลุมจักรยานไฟฟ้าทุกประเภท

source: Create Configuration
th: สร้างการตั้งค่า

source: Create Customer
th: สร้างลูกค้า

source: Create Default Templates
th: สร้างแม่แบบเริ่มต้น

source: Create General Collateral
th: สร้างหลักประกันทั่วไป

source: Create Insurance Application
th: สร้างแบบฟอร์มขอประกันภัย

source: Create Land Title Deed
th: สร้างโฉนดที่ดิน

source: Create Loan
th: สร้างเงินกู้

source: Create Loan Product
th: สร้างผลิตภัณฑ์สินเชื่อ

source: Create Loan Product in ERPNext
th: สร้างผลิตภัณฑ์สินเชื่อใน ERPNext

source: Create New
th: สร้างใหม่

source: Create New Customer
th: สร้างลูกค้าใหม่

source: Create Property Collateral
th: สร้างหลักประกันทรัพย์สิน

source: Create Screening
th: สร้างการคัดกรอง

source: Create Templates
th: สร้างแม่แบบ

source: Create a new loan product in ERPNext using the Loan Product DocType form
th: สร้างผลิตภัณฑ์สินเชื่อใหม่ใน ERPNext โดยใช้แบบฟอร์ม DocType ผลิตภัณฑ์สินเชื่อ

source: Create an insurance application for this vehicle to proceed with loan approval. Insurance may be required based on loan conditions.
th: สร้างคำขอประกันภัยสำหรับรถยนต์คันนี้เพื่อดำเนินการอนุมัติสินเชื่อต่อไป โดยอาจจำเป็นต้องมีประกันภัยตามเงื่อนไขของสินเชื่อ

source: Create your first Google Cloud configuration to get started with OCR processing.
th: สร้างการตั้งค่า Google Cloud ครั้งแรกของคุณเพื่อเริ่มต้นการประมวลผล OCR

source: Create your first loan product to get started
th: สร้างผลิตภัณฑ์สินเชื่อแรกของคุณเพื่อเริ่มต้นใช้งาน

source: Created
th: ที่สร้างไว้

source: Created At
th: สร้างเมื่อ

source: Created By
th: สร้างโดย

source: Created by
th: สร้างโดย

source: Created by you
th: สร้างโดยคุณ

source: Created new customer: {0}
th: สร้างลูกค้าใหม่: {0}

source: Created new reference person record: {0}
th: สร้างระเบียนบุคคลอ้างอิงใหม่: {0}

source: Creates GL Entry
th: สร้างรายการสมุดรายวันทั่วไป

source: Creates a test image with clear text
th: สร้างภาพทดสอบที่มีข้อความชัดเจน

source: Creating Loan...
th: กำลังสร้างเงินกู้...

source: Creating M Loan Application first...
th: กำลังสร้างแบบฟอร์มคำขอกู้ยืม M ครั้งแรก...

source: Creating loan application...
th: กำลังสร้างคำขอกู้เงิน...

source: Creating new customer...
th: กำลังสร้างลูกค้าใหม่...

source: Creating new loan application...
th: กำลังสร้างใบสมัครสินเชื่อใหม่...

source: Creating...
th: กำลังสร้าง...

source: Credentials
th: ข้อมูลรับรอง

source: Credit
th: เครดิต

source: Credit Agreement
th: ข้อตกลงเครดิต

source: Credit Approval Report
th: รายงานการอนุมัติวงเงินเครดิต

source: Credit Assessment
th: การประเมินเครดิต

source: Credit Bureau Check
th: การตรวจสอบเครดิตบูโร

source: Credit Card
th: บัตรเครดิต

source: Credit Card Minimum Payment
th: ยอดชำระขั้นต่ำบัตรเครดิต

source: Credit Check
th: การตรวจสอบเครดิต

source: Credit History
th: ประวัติเครดิต

source: Credit History Score (0-25)
th: คะแนนประวัติเครดิต (0-25)

source: Credit Limit
th: วงเงินสินเชื่อ

source: Credit Limit Adjustment
th: การปรับวงเงินเครดิต

source: Credit Officer
th: เจ้าหน้าที่สินเชื่อ

source: Credit Score
th: คะแนนเครดิต

source: Credit Score (%)
th: คะแนนเครดิต (%)

source: Credit Score Breakdown
th: การแจกแจงคะแนนเครดิต

source: Credit Score must be between 0 and 900
th: คะแนนเครดิตต้องอยู่ระหว่าง 0 ถึง 900

source: Credit Scoring
th: การให้คะแนนเครดิต

source: Credit Scoring - Borrower
th: การให้คะแนนเครดิต - ผู้กู้

source: Credit Scoring - Guarantor
th: การให้คะแนนเครดิต - ผู้ค้ำประกัน

source: Credit Scoring Analysis - Borrower
th: การวิเคราะห์คะแนนเครดิต - ผู้กู้

source: Credit Scoring Analysis - Guarantor
th: การวิเคราะห์การให้คะแนนเครดิต - ผู้ค้ำประกัน

source: Credit Scoring record not found
th: ไม่พบระเบียนการให้คะแนนเครดิต

source: Credit bureau check completed
th: การตรวจสอบเครดิตบูโรเสร็จสมบูรณ์แล้ว

source: Credit card minimum payment cannot be negative
th: การชำระขั้นต่ำบัตรเครดิตไม่สามารถเป็นค่าลบได้

source: Creditor/Bank Name
th: ชื่อเจ้าหนี้/ธนาคาร

source: Critical
th: วิกฤต

source: Crop
th: พืชผล

source: Currency
th: สกุลเงิน

source: Current
th: ปัจจุบัน

source: Current (0-30)
th: ปัจจุบัน (0-30)

source: Current Address
th: ที่อยู่ปัจจุบัน

source: Current Address Information
th: ข้อมูลที่อยู่ปัจจุบัน

source: Current Address Same as ID
th: ที่อยู่ปัจจุบันเหมือนกับบัตรประชาชน

source: Current Building
th: อาคารปัจจุบัน

source: Current Configurations
th: การตั้งค่าปัจจุบัน

source: Current District
th: อำเภอปัจจุบัน

source: Current Draft:
th: ร่างปัจจุบัน

source: Current Floor
th: ชั้นปัจจุบัน

source: Current House Number
th: หมายเลขบ้านปัจจุบัน

source: Current Insurance Policy
th: นโยบายประกันภัยปัจจุบัน

source: Current Interest
th: ดอกเบี้ยปัจจุบัน

source: Current Market Value
th: มูลค่าตลาดปัจจุบัน

source: Current Mileage (km)
th: ระยะทางปัจจุบัน (กม.)

source: Current Moo
th: หมู่ปัจจุบัน

source: Current Obligations
th: ภาระผูกพันปัจจุบัน

source: Current Position:
th: ตำแหน่งปัจจุบัน:
