Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: This action code ({0}) will create accounting entries when completed.
th: รหัสการดำเนินการนี้ ({0}) จะสร้างรายการบัญชีเมื่อเสร็จสมบูรณ์แล้ว

source: This application has a pending land title deed. The original deed must be received before disbursement can proceed.
th: แอปพลิเคชันนี้มีโฉนดที่ดินรอดำเนินการ ต้องได้รับโฉนดฉบับจริงก่อนจึงจะสามารถดำเนินการเบิกจ่ายได้

source: This application has a pending registration book. The original registration book must be received before disbursement can proceed.
th: แอปพลิเคชันนี้มีสมุดทะเบียนที่รอดำเนินการ สมุดทะเบียนต้นฉบับต้องได้รับก่อนจึงจะสามารถดำเนินการเบิกจ่ายได้

source: This application is being processed by the disbursement team.
th: แอปพลิเคชันนี้กำลังอยู่ในระหว่างการดำเนินการโดยทีมเบิกจ่าย

source: This component is disabled for security reasons. Use ThaiAddressLookupSecure instead.
th: ส่วนประกอบนี้ถูกปิดใช้งานเพื่อเหตุผลด้านความปลอดภัย กรุณาใช้ ThaiAddressLookupSecure แทน

source: This content is only available to registered users.
th: เนื้อหานี้สามารถเข้าถึงได้เฉพาะผู้ใช้ที่ลงทะเบียนแล้วเท่านั้น

source: This custom value will be saved and available for future applications
th: ค่านี้จะถูกบันทึกและพร้อมใช้งานสำหรับแอปพลิเคชันในอนาคต

source: This customer has Non-Performing Loan (NPL) history. Screening will auto-classify as Very High Risk.
th: ลูกค้ารายนี้มีประวัติเครดิตเสีย (NPL) ระบบคัดกรองจะจัดประเภทโดยอัตโนมัติเป็นความเสี่ยงสูงมาก

source: This installment table is calculated using the Effective Interest Rate (Reducing Balance) method.
th: ตารางการผ่อนชำระนี้คำนวณโดยใช้วิธีอัตราดอกเบี้ยที่แท้จริง (ยอดคงเหลือลดลง)

source: This is an automated notification from M Capital Loan Application System
th: นี่คือการแจ้งเตือนอัตโนมัติจากระบบขอสินเชื่อ M Capital

source: This loan application uses Reference Person instead of Guarantor. No guarantor registration required.
th: ใบสมัครสินเชื่อนี้ใช้บุคคลอ้างอิงแทนผู้ค้ำประกัน โดยไม่ต้องลงทะเบียนผู้ค้ำประกัน

source: This may take a moment for large photos
th: อาจใช้เวลาสักครู่สำหรับรูปภาพขนาดใหญ่

source: This method is only meant for developer mode
th: วิธีนี้มีไว้สำหรับโหมดนักพัฒนาเท่านั้น

source: This report does not support export functionality
th: รายงานนี้ไม่รองรับฟังก์ชันการส่งออกข้อมูล

source: This will import all CSV files from the server directories. Continue?
th: ระบบจะนำเข้าข้อมูลจากไฟล์ CSV ทั้งหมดในไดเรกทอรีของเซิร์ฟเวอร์ ดำเนินการต่อหรือไม่?

source: Tile Size
th: ขนาดกระเบื้อง

source: Time
th: เวลา

source: Time Range
th: ช่วงเวลา

source: Time remaining
th: เวลาที่เหลืออยู่

source: Time taken to generate the report
th: เวลาที่ใช้ในการสร้างรายงาน

source: Times Used
th: จำนวนครั้งที่ใช้

source: Timestamp
th: การประทับเวลา

source: Timestamp when upload completed
th: เวลาที่อัปโหลดเสร็จสิ้น

source: Timestamps
th: เครื่องหมายเวลาประทับ

source: Tip
th: เคล็ดลับ

source: Tip:
th: คำแนะนำ:

source: Title
th: ชื่อเรื่อง

source: Title (English)
th: หัวข้อ (ภาษาอังกฤษ)

source: Title (Thai)
th: หัวข้อ

source: Title Deed Status
th: สถานะโฉนด

source: Title Deed Type
th: ประเภทโฉนด

source: Title Deed Type Scoring
th: การให้คะแนนประเภทโฉนด

source: Title Deed Type is required
th: ประเภทโฉนดที่ดินเป็นข้อมูลที่จำเป็นต้องระบุ

source: Title deed information missing
th: ข้อมูลโฉนดที่ดินหายไป

source: Title deed required - cannot proceed
th: ต้องใช้โฉนดที่ดิน - ไม่สามารถดำเนินการต่อได้

source: Title deed type '{0}' may not be acceptable for lending collateral. Preferred types: Chanote (NS-4), Nor Sor 3 Gor, Nor Sor 3
th: ประเภทโฉนดที่ดิน '{0}' อาจไม่เหมาะสมสำหรับการใช้เป็นหลักประกันสินเชื่อ ประเภทที่แนะนำ: โฉนดที่ดิน (น.ส.4), น.ส.3 ก., น.ส.3

source: To Date
th: ถึงวันที่

source: To Hour
th: เป็น ชั่วโมง

source: To test with debug mode, start a new application instead of continuing an existing draft.
th: เพื่อทดสอบในโหมดดีบัก ให้เริ่มแอปพลิเคชันใหม่แทนการดำเนินการต่อจากร่างที่มีอยู่

source: Today
th: วันนี้

source: Today at
th: วันนี้ เวลา

source: Toggle Chart
th: สลับแผนภูมิ

source: Toggle Full Width
th: สลับความกว้างเต็มหน้าจอ

source: Toggle Theme
th: สลับธีม

source: Too many OTP requests. Please try again in 30 Minutes.
th: มีการร้องขอ OTP มากเกินไป กรุณาลองใหม่อีกครั้งใน 30 นาที

source: Tools
th: เครื่องมือ

source: Top Half
th: ครึ่งบน

source: Total
th: รวม

source: Total (Without Tax)
th: รวม (ไม่มีภาษี)

source: Total Amount
th: ยอดรวม

source: Total Amount Due
th: ยอดรวมที่ต้องชำระ

source: Total Applications
th: รวมใบสมัคร

source: Total Approved
th: รวมที่ได้รับการอนุมัติ

source: Total Area
th: พื้นที่รวม

source: Total Contracts
th: สัญญาทั้งหมด

source: Total Credit Score
th: คะแนนเครดิตรวม

source: Total Credit Score - Guarantor
th: คะแนนเครดิตรวม - ผู้ค้ำประกัน

source: Total Days
th: รวมวันทั้งหมด

source: Total Debt and Repayment Capacity
th: ความสามารถในการชำระหนี้รวม

source: Total Depreciation
th: รวมค่าเสื่อมราคา

source: Total Disbursed
th: ยอดจ่ายรวม

source: Total Documents
th: รวมเอกสารทั้งหมด

source: Total Drafts
th: รวมแบบร่างทั้งหมด

source: Total Files
th: รวมไฟล์ทั้งหมด

source: Total Income
th: รายได้ทั้งหมด

source: Total Installment
th: ยอดผ่อนชำระรวม

source: Total Installment Amount
th: ยอดผ่อนชำระรวม

source: Total Installment/Month
th: ยอดผ่อนชำระต่อเดือน

source: Total Installments
th: ยอดผ่อนชำระรวม

source: Total Interest
th: ดอกเบี้ยรวม

source: Total Interest (incl. VAT)
th: ดอกเบี้ยรวม (รวม VAT)

source: Total Items
th: รวมจำนวน สินค้า

source: Total Land Area
th: สรินทรัพย์ สินท

source: Total Loan Amount
th: ยอดเงินกู้รวม

source: Total Loan Facility (Principal + Insurance Premium)
th: วงเงินสินเชื่อรวม (เงินต้น + เบี้ยประกันภัย)

source: Total Loan Facility and Installment
th: วงเงินสินเชื่อรวมและงวดชำระ

source: Total Loans
th: ยอดเงินกู้รวม

source: Total Market Value
th: มูลค่าตลาดรวม

source: Total Monthly Debt
th: ยอดหนี้รวมรายเดือน

source: Total Monthly Income
th: รายได้รวมรายเดือน

source: Total Monthly Obligations
th: ยอดภาระผูกพันรายเดือนรวม

source: Total Monthly Obligations (THB)
th: ยอดภาระผูกพันรายเดือนรวม (บาท)

source: Total Obligation
th: ภาระผูกพันรวม

source: Total Obligations
th: ภาระผูกพันรวม

source: Total Outstanding
th: ยอดคงค้างรวม

source: Total Paid
th: ยอดชำระรวม

source: Total Payment
th: การชำระเงินรวม

source: Total Portfolio Value
th: มูลค่าพอร์ตโฟลิโอรวม

source: Total Principal
th: ยอดเงินต้นรวม

source: Total Records
th: รวมระเบียนทั้งหมด

source: Total Requested
th: ยอดรวมที่ขอ

source: Total Score & Risk Display
th: ผลรวมคะแนนและการแสดงความเสี่ยง

source: Total Score (%)
th: คะแนนรวม (%)

source: Total Score (0-100)
th: คะแนนรวม (0-100)

source: Total Score (Max 36)
th: คะแนนรวม (สูงสุด 36)

source: Total Screening Score
th: คะแนนการคัดกรองรวม

source: Total Screenings
th: ยอดรวมการคัดกรอง

source: Total Square Wah
th: รวมตารางวา

source: Total Usage Count
th: ยอดรวมการใช้งาน

source: Total area in Square Meters
th: พื้นที่รวมเป็นตารางเมตร

source: Total area in Square Wah
th: พื้นที่รวมเป็นตารางวา

source: Total assigned
th: รวมที่ได้รับมอบหมาย

source: Total contracts created in this period
th: สัญญาทั้งหมดที่สร้างในช่วงเวลานี้

source: Total documents
th: รวมเอกสารทั้งหมด

source: Total entries
th: รวมรายการทั้งหมด

source: Total files in this set
th: รวมไฟล์ทั้งหมดในชุดนี้

source: Total friends
th: เพื่อนทั้งหมด

source: Total monthly income before deductions
th: รายได้รวมรายเดือนก่อนหักค่าใช้จ่าย

source: Total monthly payments for existing loans
th: ยอดชำระเงินรายเดือนรวมสำหรับสินเชื่อที่มีอยู่

source: Total number of checklist items
th: จำนวนรวมของรายการตรวจสอบ

source: Total number of files in this group
th: จำนวนไฟล์ทั้งหมดในกลุ่มนี้

source: Total photos
th: วันเสร็จ

source: Total usage count (Reference + Guarantor)
th: จำนวนการใช้งานรวม (ผู้อ้างอิง + ผู้ค้ำประกัน)

source: Touch Signature
th: ลายเซ็นต์สัมผัส

source: Townhouse
th: ทาวน์เฮาส์

source: Track Application
th: ติดตามแอปพลิเคชัน

source: Track land title deed status - disbursement blocked until original received
th: ติดตามสถานะโฉนดที่ดิน - การเบิกจ่ายถูกระงับจนกว่าจะได้รับต้นฉบับ

source: Track registration book status - disbursement blocked until original received
th: ติดตามสถานะสมุดทะเบียน - ระงับการเบิกจ่ายจนกว่าจะได้รับต้นฉบับ

source: Track the status of your loan applications
th: ติดตามสถานะของคำขอกู้ของคุณ

source: Track your loan application status
th: ติดตามสถานะคำขอกู้ของคุณ

source: Tracking
th: การติดตาม

source: Tracking History
th: ประวัติติดตามผล

source: Tracking Information
th: ข้อมูลการติดตาม

source: Tracking Information (Page 32)
th: ข้อมูลการติดตาม (หน้า 32)

source: Tracking Refresh Completed
th: การรีเฟรชการติดตามเสร็จสมบูรณ์แล้ว

source: Tracking Status
th: สถานะการติดตาม

source: Tracking information has been refreshed for task {0}
th: ข้อมูลการติดตามได้รับการรีเฟรชสำหรับงาน {0}

source: Tractor
th: รถแทรกเตอร์

source: Transaction Hash
th: แฮชธุรกรรม

source: Transaction Reference
th: อ้างอิงรายการธุรกรรม

source: Transfer or lease-purchase options
th: ตัวเลือกการโอนหรือเช่าซื้อ

source: Transmission
th: การส่งข้อมูล

source: Transmission Type
th: ประเภทการส่งผ่าน

source: Transmission type
th: ประเภทการส่งข้อมูล

source: Transparent Pricing
th: ราคาต่อหน่วยเลือก

source: Trend Analysis
th: การวิเคราะห์แนวโน้ม

source: Trim
th: ตัดแต่ง

source: Truck
th: รถบรรทุก

source: Truck Loan
th: สินเชื่อรถบรรทุก

source: Trusted auto and motorcycle loan services with fast and easy processes
th: บริการสินเชื่อรถยนต์และรถจักรยานยนต์ที่เชื่อถือได้ พร้อมกระบวนการรวดเร็วและง่ายดาย

source: Try Again
th: ลองอีกครั้ง

source: Twilio Account SID
th: รหัสบัญชี Twilio

source: Twilio Auth Token
th: โทเคน Twilio สำหรับการเข้าถึง

source: Twilio Settings (Development)
th: การตั้งค่า Twilio (การพัฒนา)

source: Twilio Verify Service SID (e.g., VA12345...)
th: Twilio Verify Service SID (เช่น VA12345...)

source: Twilio is not properly configured. Check Account SID, Auth Token, and Verify Service SID in OTP Settings.
th: Twilio ยังไม่ได้ตั้งค่าอย่างถูกต้อง กรุณาตรวจสอบ Account SID, Access Token และ Verify Service SID ในการตั้งค่า OTP

source: Twilio is properly configured and ready to send OTP
th: Twilio ได้รับการตั้งค่าอย่างถูกต้องและพร้อมส่ง OTP แล้ว

source: Two-Factor Authentication
th: การยืนยันตัวตนสองขั้นตอน

source: Type
th: ประเภท

source: Type Description
th: ประเภทคำอธิบาย

source: Type Signature
th: ลายเซ็นประเภท

source: Type of Discount
th: ประเภทส่วนลด

source: Type of Insurance
th: ประเภทของประกันภัย

source: Type of collateral allowed for this product
th: ประเภทหลักประกันที่อนุญาตสำหรับผลิตภัณฑ์นี้

source: Types of Marketing Communications You Consent To
th: ประเภทของการสื่อสารทางการตลาดที่คุณยินยอม

source: USD - US Dollar
th: USD - ดอลลาร์สหรัฐ

source: UUID from client for tracking offline changes
th: UUID จากลูกค้าเพื่อติดตามการเปลี่ยนแปลงแบบออฟไลน์

source: Unable to access camera. Please use file upload instead.
th: ไม่สามารถเข้าถึงกล้องได้ กรุณาใช้การอัปโหลดไฟล์แทน

source: Unable to create customer record for loan application
th: ไม่สามารถสร้างระเบียนลูกค้าเพื่อการขอสินเชื่อได้

source: Unable to create loan application. Please try again
th: ไม่สามารถสร้างคำขอกู้ได้ กรุณาลองใหม่อีกครั้ง

source: Unable to fetch interest rate automatically. Please set manually.
th: ไม่สามารถดึงอัตราดอกเบี้ยโดยอัตโนมัติได้ กรุณาตั้งค่าเองด้วยตนเอง

source: Unable to generate installment table. Please check loan details.
th: ไม่สามารถสร้างตารางผ่อนชำระได้ กรุณาตรวจสอบรายละเอียดเงินกู้

source: Unable to get location.
th: ไม่สามารถระบุตำแหน่งได้

source: Unable to identify current user
th: ไม่สามารถระบุผู้ใช้ปัจจุบันได้

source: Unable to load application details
th: ไม่สามารถโหลดรายละเอียดแอปพลิเคชันได้

source: Unable to load application details. Please contact support.
th: ไม่สามารถโหลดรายละเอียดแอปพลิเคชันได้ กรุณาติดต่อฝ่ายสนับสนุน

source: Unable to load workflow statistics. Please try again later.
th: ไม่สามารถโหลดสถิติการทำงานได้ กรุณาลองใหม่อีกครั้งในภายหลัง

source: Unable to resend OTP. Please try again
th: ไม่สามารถส่ง OTP ใหม่ได้ กรุณาลองอีกครั้ง

source: Unable to send OTP. Please try again
th: ไม่สามารถส่ง OTP ได้ กรุณาลองใหม่อีกครั้ง

source: Unassigned
th: เขตรับผิดชอบ เขตรับผิดชอบ

source: Uncheck to deactivate this position mapping
th: ยกเลิกการเลือกเพื่อปิดใช้งานการจับคู่ตำแหน่งนี้

source: Under Investigation
th: อยู่ระหว่างการตรวจสอบ

source: Under Review
th: อยู่ระหว่างการตรวจสอบ

source: Under the Personal Data Protection Act B.E. 2562
th: ภายใต้พระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562

source: Unemployed
th: ว่างงาน

source: Unexpected OCR response format
th: รูปแบบการตอบกลับ OCR ที่ไม่คาดคิด

source: Unexpected response format from API
th: รูปแบบการตอบกลับจาก API ที่ไม่คาดคิด

source: Unique identifier (e.g., SL-01)
th: รหัสประจำตัวเฉพาะ (เช่น SL-01)

source: Unique identifier for external agents
th: รหัสประจำตัวเฉพาะสำหรับตัวแทนภายนอก

source: Unique identifier for this draft (auto-generated)
th: รหัสประจำตัวเฉพาะสำหรับร่างนี้ (สร้างโดยอัตโนมัติ)

source: Unique request identifier for tracing
th: รหัสคำขอเฉพาะสำหรับการติดตาม

source: Unit
th: สิน

source: Unit Conversion Display
th: การแสดงหน่วยแปลง

source: Unit Conversion Result
th: ผลลัพธ์การแปลงหน่วย

source: Unit Price
th: ราคาต่อหน่วย

source: Unit/Room
th: หน่วย/ห้อง

source: Unknown
th: ไม่ทราบ

source: Unknown - ไม่ทราบ
th: ไม่ทราบ

source: Unknown error
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ

source: Unknown error occurred
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ

source: Unsecured
th: ไม่มีหลักประกัน

source: Unsharp Mask
th: หน้ากากไม่คมชัด

source: Up to
th: สูงสุด

source: Up to 200,000 Baht with pledge
th: สูงสุด 200,000 บาท พร้อมการจำนำ

source: Up to 200,000 Baht: Pledge (max 50% of appraisal)
th: สูงสุด 200,000 บาท: จำนำ (สูงสุด 50% ของราคาประเมิน)

source: Update Configuration
th: อัปเดตการตั้งค่า

source: Updated
th: อัปเดตแล้ว

source: Updated At
th: อัปเดตเมื่อ

source: Updated existing reference person. Total usage count: {0}
th: อัปเดตบุคคลอ้างอิงที่มีอยู่แล้ว จำนวนการใช้งานทั้งหมด: {0}

source: Updated vehicle documents: {0} kept, {1} replaced, {2} deleted
th: เอกสารยานพาหนะที่อัปเดต: เก็บไว้ {0} รายการ, เปลี่ยนใหม่ {1} รายการ, ลบออก {2} รายการ

source: Updated:
th: อัปเดตแล้ว

source: Updating customer with draft data...
th: กำลังอัปเดตข้อมูลลูกค้าด้วยข้อมูลร่าง...

source: Updating existing guarantor record...
th: กำลังอัปเดตระเบียนผู้ค้ำประกันที่มีอยู่...

source: Updating existing loan application...
th: กำลังอัปเดตคำขอกู้เงินที่มีอยู่...

source: Upload
th: อัปโหลด

source: Upload & Proceed
th: อัปโหลดและดำเนินการต่อ

source: Upload CSV File
th: อัปโหลดไฟล์ CSV

source: Upload Complete!
th: อัปโหลดเสร็จสมบูรณ์!

source: Upload Date
th: วันที่อัปโหลด

source: Upload Disbursement Documents
th: อัปโหลดเอกสารการเบิกจ่าย

source: Upload Docs
th: อัปโหลดเอกสาร

source: Upload Documents
th: อัปโหลดเอกสาร

source: Upload Failed
th: การอัปโหลดล้มเหลว

source: Upload Group
th: อัปโหลดกลุ่ม

source: Upload Group Details
th: อัปโหลดรายละเอียดกลุ่ม

source: Upload Image
th: อัปโหลดรูปภาพ

source: Upload Pages
th: อัปโหลดหน้าเอกสาร

source: Upload Queue
th: คิวอัปโหลด

source: Upload Queue (Background Jobs)
th: คิวอัปโหลด (งานเบื้องหลัง)

source: Upload Queue (Flat Storage)
th: คิวอัปโหลด (ที่เก็บข้อมูลแบบแบน)

source: Upload Set
th: อัปโหลดชุด

source: Upload Set Details
th: อัปโหลดรายละเอียดชุด

source: Upload Status
th: สถานะการอัปโหลด

source: Upload TOP half → Upload BOTTOM half → Process both halves
th: อัปโหลดครึ่งบน → อัปโหลดครึ่งล่าง → ประมวลผลทั้งสองครึ่ง

source: Upload Test Document
th: อัปโหลดเอกสารทดสอบ

source: Upload Tracking
th: อัปโหลดการติดตาม

source: Upload a document to test OCR processing with Doppler credentials
th: อัปโหลดเอกสารเพื่อตรวจสอบการประมวลผล OCR ด้วยข้อมูลรับรอง Doppler

source: Upload additional required documents including photos and location information
th: อัปโหลดเอกสารเพิ่มเติมที่จำเป็น รวมถึงรูปภาพและข้อมูลสถานที่

source: Upload and manage all documents digitally with e-signature support
th: อัปโหลดและจัดการเอกสารทั้งหมดในรูปแบบดิจิทัลพร้อมรองรับลายเซ็นอิเล็กทรอนิกส์

source: Upload and process documents with Frappe backend integration
th: อัปโหลดและประมวลผลเอกสารด้วยการเชื่อมต่อระบบหลังบ้าน Frappe

source: Upload any additional documents (optional - for special cases)
th: อัปโหลดเอกสารเพิ่มเติม (ไม่บังคับ - สำหรับกรณีพิเศษ)

source: Upload failed
th: การอัปโหลดล้มเหลว

source: Upload files to S3 with presigned URLs
th: อัปโหลดไฟล์ไปยัง S3 ด้วย URL ที่ลงชื่อไว้ล่วงหน้า

source: Upload guarantor documents (if applicable)
th: อัปโหลดเอกสารผู้ค้ำประกัน (ถ้ามี)

source: Upload incomplete. Received {0} of {1} chunks
th: การอัปโหลดไม่สมบูรณ์ ได้รับ {0} จาก {1} ชิ้นส่วน

source: Upload progress status
th: สถานะความคืบหน้าการอัปโหลด

source: Upload property ownership and tax documents
th: อัปโหลดเอกสารสิทธิ์กรรมสิทธิ์และเอกสารภาษี

source: Upload required documents
th: อัปโหลดเอกสารที่จำเป็น

source: Upload required documents for
th: อัปโหลดเอกสารที่จำเป็นสำหรับ

source: Upload required documents for your application
th: อัปโหลดเอกสารที่จำเป็นสำหรับใบสมัครของคุณ

source: Upload required documents for your loan application.
th: อัปโหลดเอกสารที่จำเป็นสำหรับการสมัครสินเชื่อของคุณ

source: Upload session not found: {0}
th: ไม่พบเซสชันการอัปโหลด: {0}

source: Upload signed documents in Disbursement tab
th: อัปโหลดเอกสารที่ลงนามแล้วในแท็บการเบิกจ่ายเงิน

source: Upload vehicle registration and current insurance documents
th: อัปโหลดเอกสารทะเบียนรถและประกันภัยปัจจุบัน

source: Upload vehicle registration and insurance documents
th: อัปโหลดเอกสารทะเบียนรถและประกันภัย

source: Upload verification failed - file not found in S3
th: การอัปโหลดการตรวจสอบล้มเหลว - ไม่พบไฟล์ใน S3

source: Upload your Bank Book to automatically fill account details.
th: อัปโหลดสมุดบัญชีธนาคารของคุณเพื่อกรอกรายละเอียดบัญชีโดยอัตโนมัติ

source: Upload your Land Title Deed (โฉนดที่ดิน) to automatically fill land details. Supports Thai numerals (๑๒๓๔๕๖๗๘๙๐).
th: อัปโหลดโฉนดที่ดินของคุณเพื่อกรอกรายละเอียดที่ดินโดยอัตโนมัติ รองรับตัวเลขไทย (๑๒๓๔๕๖๗๘๙๐)

source: Upload your Vehicle Registration Book to automatically fill vehicle details.
th: อัปโหลดเล่มทะเบียนรถของคุณเพื่อกรอกรายละเอียดรถโดยอัตโนมัติ

source: Uploaded
th: อัปโหลดแล้ว

source: Uploaded At
th: อัปโหลดเมื่อ

source: Uploaded By
th: อัปโหลดโดย

source: Uploaded from My Jobs
th: อัปโหลดจาก งานของฉัน

source: Uploaded {0} pages successfully
th: อัปโหลด {0} หน้าเรียบร้อยแล้ว

source: Uploading
th: กำลังอัปโหลด

source: Uploading Files
th: กำลังอัปโหลดไฟล์

source: Uploading...
th: กำลังอัปโหลด...

source: Uploads may take longer. Files are saved locally first for safety.
th: การอัปโหลดอาจใช้เวลานานขึ้น ไฟล์จะถูกบันทึกไว้ในเครื่องก่อนเพื่อความปลอดภัย

source: Uptime
th: ระยะเวลาทำงาน

source: Urgent
th: ด่วน

source: Usable Area
th: พื้นที่ใช้งานได้

source: Usage Statistics
th: สถิติการใช้งาน

source: Usage Type
th: ประเภทการใช้งาน

source: Usage/Enforcement Details
th: รายละเอียดการใช้งาน/การบังคับใช้

source: Use 'Multi-Page Upload' buttons above to add multiple pages for each document type
th: ใช้ปุ่ม 'อัปโหลดหลายหน้า' ด้านบนเพื่อเพิ่มหลายหน้าสำหรับแต่ละประเภทเอกสาร

source: Use As-Is
th: ใช้ตามเดิม

source: Use Province Selection
th: ใช้การเลือกจังหวัด

source: Use Secure Version Instead
th: ใช้เวอร์ชันที่ปลอดภัยแทน

source: Use This Address
th: ใช้ที่อยู่นี้

source: Use Zipcode Lookup
th: ใช้การค้นหารหัสไปรษณีย์

source: Use suggested price
th: ใช้ราคาที่แนะนำ

source: Use the Preview button to view each document.
th: ใช้ปุ่มแสดงตัวอย่างเพื่อดูเอกสารแต่ละฉบับ

source: Use your mouse (desktop) or finger (mobile)
th: ใช้เมาส์ (เดสก์ท็อป) หรือ นิ้วมือ (มือถือ)

source: Used by Non-Family Members
th: ใช้โดยบุคคลที่ไม่ใช่สมาชิกในครอบครัว

source: Used by Relatives/Family Members
th: ใช้งานโดยญาติ/สมาชิกในครอบครัว

source: User
th: ผู้ใช้

source: User Agent
th: ตัวแทนผู้ใช้

source: User Context
th: บริบทผู้ใช้

source: User Forum
th: ฟอรั่มผู้ใช้

source: User ID
th: รหัสผู้ใช้

source: User confirmed GPS coordinates are correct
th: ผู้ใช้ยืนยันว่าพิกัด GPS ถูกต้องแล้ว

source: User who created this draft (if logged in)
th: ผู้ใช้ที่สร้างร่างนี้ (หากเข้าสู่ระบบ)

source: User who sent application back for corrections
th: ผู้ใช้ที่ส่งใบสมัครกลับเพื่อแก้ไข

source: User {0} does not exist
th: ผู้ใช้ {0} ไม่อยู่

source: User {0} not found
th: ไม่พบผู้ใช้ {0}

source: User's IP address when created
th: สุ่ง IP ส่วนมายอยังที่เกลางอยัง

source: Username
th: ชื่อผู้ใช้

source: Using custom value from database
th: การใช้ค่าที่กำหนดเองจากฐานข้อมูล

source: Using default interest rate {0}% from Loan Product
th: ใช้ อัตราดอกเบี้ยเริ่มต้น {0}% จาก ผลิตภัณฑ์สินเชื่อ

source: Using default rate {0}% from Loan Product
th: ใช้เรทเริ่มต้น {0}% จากผลิตภัณฑ์สินเชื่อ

source: Using documents from draft (Edit mode - {0} photos, {1} documents, {2} additional)
th: การใช้งานเอกสารจากร่าง (โหมดแก้ไข - รูปภาพ {0} รูป, เอกสาร {1} ฉบับ, เพิ่มเติม {2})

source: Using existing customer: {0}
th: ใช้ลูกค้าที่มีอยู่แล้ว: {0}

source: Using existing vehicle data
th: กำลังใช้ข้อมูลรถยนต์ที่มีอยู่

source: Utilities
th: ยูทิลิตี้

source: Utilities Pages
th: หน้าสาธารณูปโภค

source: Utility Bill
th: บริบทอร์

source: Vacant Land
th: ที่ดินว่างเปล่า

source: Valid income verification
th: การตรวจสอบรายได้ที่ถูกต้อง

source: Valid loan amount is required
th: จํานวนเงินกู้ที่ถูกต้องเป็นสิ่งที่ต้องระบุ

source: Validate Application
th: ตรวจสอบความถูกต้องของแอปพลิเคชัน

source: Validate Deed Number
th: ตรวจสอบเลขที่โฉนด

source: Validated ✓
th: ได้รับการตรวจสอบแล้ว ✓

source: Validating Data
th: กำลังตรวจสอบข้อมูล

source: Validating application and auto-filling missing fields...
th: กำลังตรวจสอบแอปพลิเคชันและกรอกข้อมูลที่ขาดโดยอัตโนมัติ...

source: Validating...
th: กำลังตรวจสอบ...

source: Validation
th: การตรวจสอบความถูกต้อง

source: Validation & Credit Scoring Summary
th: สรุปการตรวจสอบความถูกต้องและการให้คะแนนเครดิต

source: Validation & Risk Assessment
th: การตรวจสอบความถูกต้องและการประเมินความเสี่ยง

source: Validation Flags
th: ธงการตรวจสอบความถูกต้อง

source: Validation Issues
th: ปัญหาการตรวจสอบความถูกต้อง

source: Validation Notes
th: หมายเหตุการตรวจสอบความถูกต้อง

source: Validation Results
th: ผลการตรวจสอบความถูกต้อง

source: Validation already in progress, please wait...
th: กำลังตรวจสอบความถูกต้อง โปรดรอ...

source: Validation flags updated successfully
th: อัปเดตธงการตรวจสอบความถูกต้องเรียบร้อยแล้ว

source: Valuation Date
th: วันที่ผะวานตาน

source: Valuation Method
th: วิธีการประเมิน

source: Valuation date cannot be in the future
th: วันที่ประเมินมูลค่าไม่สามารถเป็นวันที่ในอนาคตได้

source: Value
th: ค่า

source: Value & Purchase Information
th: ข้อมูลมูลค่าและการซื้อ

source: Value Retention %
th: อัตราการรักษามูลค่า %

source: Value below minimum threshold
th: ค่าต่ำกว่าขั้นต่ำที่กำหนด

source: Value meets minimum - OK
th: ค่าสอดคล้องกับขั้นต่ำ - ตกลง

source: Value not specified
th: ไม่ได้ระบุค่า

source: Van
th: แวน

source: Variable
th: ตัวแปร

source: Vehicle
th: พาหนะ

source: Vehicle Age
th: อายุรถยนต์

source: Vehicle Age (Years)
th: อายุรถ (ปี)

source: Vehicle Assessment {0} not found
th: ไม่พบการประเมินยานพาหนะ {0}

source: Vehicle Basic Information
th: ข้อมูลพื้นฐานรถยนต์

source: Vehicle Book Number
th: สินเบรรับเบร

source: Vehicle Category
th: หมวดหมู่ยานพาหนะ

source: Vehicle Collateral Assessment
th: การประเมินหลักประกันรถยนต์

source: Vehicle Color
th: สีรถยนต์

source: Vehicle Condition
th: สภาพรถยนต์

source: Vehicle Details
th: รายละเอียดยานพาหนะ

source: Vehicle Document
th: เอกสารยานพาหนะ

source: Vehicle Document: Insurance Application Form
th: เอกสารรถยนต์: แบบฟอร์มคำขอประกันภัย

source: Vehicle Document: Vehicle Registration (All Pages)
th: เอกสารยานพาหนะ: ทะเบียนรถยนต์ (ทุกหน้า)

source: Vehicle Documents
th: เอกสารรถยนต์

source: Vehicle Documents (Nested Array)
th: เอกสารยานพาหนะ (อาเรย์ซ้อน)

source: Vehicle Documents (Nested)
th: เอกสารยานพาหนะ (ซ้อนกัน)
