Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: guarantor5_id_card
th: บัตรประชาชนผู้ค้ำประกัน5

source: guarantor5_rental_contract
th: ผู้ค้ำประกัน5_สัญญาเช่า

source: guarantor5_utilities
th: ผู้ค้ำประกัน5_ยูทิลิตี้

source: guarantorDocuments1
th: เอกสารผู้ค้ำประกัน1

source: guarantorDocuments2
th: เอกสารผู้ค้ำประกัน2

source: guarantorDocuments3
th: เอกสารผู้ค้ำประกัน3

source: guarantor_commerce_registration
th: ทะเบียนพาณิชย์ผู้ค้ำประกัน

source: guarantor_cost_of_goods_sold
th: ต้นทุนสินค้าขายประกัน

source: guarantor_house_registration
th: ทะเบียนบ้านผู้ค้ำประกัน

source: guarantor_id_card
th: บัตรประชาชนผู้ค้ำประกัน

source: guarantor_rental_contract
th: ผู้ค้ำประกันสัญญาเช่า

source: guarantor_utilities
th: สิ่งอำนวยความสะดวก

source: guarantors
th: ผู้ค้ำประกัน

source: home_photos
th: รูปภาพหน้าหลัก

source: house_registration
th: ทะเบียนบ้าน

source: id_card
th: บัตรประชาชน

source: in_progress
th: กำลังดำเนินการ

source: initial_upload
th: การอัปโหลดเริ่มต้น

source: inspection_certificate
th: ใบรับรองการตรวจสอบ

source: insurance_policy
th: กรมธรรม์ประกันภัย

source: invoice
th: ใบแจ้งหนี้

source: items
th: ไอเท็ม

source: krungthai_axa
th: กรุงไทย AXA

source: land_survey
th: การสำรวจที่ดิน

source: land_title_deed
th: โฉนดที่ดิน

source: left_side
th: ด้านซ้าย

source: license_plate
th: ป้ายทะเบียน

source: logs
th: บันทึก

source: m-capital-apply
th: m-ทุน-ประยุกต์ใช้

source: m-capital-loan
th: m-เงินกู้ทุน

source: manual
th: คู่มือ

source: map_location
th: แผนที่ตำแหน่ง

source: message
th: ข้อความ

source: months
th: เดือน

source: more times
th: หวัดที่ที่

source: more...
th: โปรดระบุข้อความเพิ่มเติมที่ต้องการให้แปล

source: motorcycle
th: รถจักรยานยนต์

source: motorcycle_commercial
th: รถจักรยานยนต์เชิงพาณิชย์

source: muang_thai
th: เมืองไทย

source: muang_thai_life
th: เมืองไทยประกันชีวิต

source: nearby_landmarks
th: สถานที่สำคัญใกล้เคียง

source: nobody
th: ไม่มีใคร

source: none
th: ญิงอย

source: odometer
th: ไมล์รถ

source: of
th: ของ

source: of each month
th: ของแต่ละเดือน

source: openpyxl library is not installed. Run: bench pip install openpyxl
th: ไลบรารี openpyxl ยังไม่ได้ติดตั้ง กรุณารันคำสั่ง: bench pip install openpyxl

source: optimized
th: ปรับให้เหมาะสมแล้ว

source: original
th: ต้นฉบับ

source: other
th: อื่น ๆ

source: otherDocuments
th: เอกสารอื่น ๆ

source: page
th: หน้า

source: page(s)
th: หน้า

source: pages
th: หน้าต่าง

source: paused
th: หยุดชั่วคราว

source: pending
th: รอดำเนินการ

source: per month (reducing balance)
th: ต่อเดือน (ยอดคงเหลือลดลง)

source: per page
th: ต่อหน้า

source: per year
th: ต่อปี

source: periods
th: งวดเวลา

source: permissions must be a dict of position_code → level
th: สิทธิ์ต้องเป็น dict ของ รหัสตำแหน่ง → ระดับ

source: personalDocuments
th: เอกสารส่วนบุคคล

source: personal_photos
th: รูปภาพส่วนตัว

source: persons
th: บุคคล

source: private_passenger
th: ผู้โดยสารส่วนตัว

source: private_special
th: ส่วนตัว_พิเศษ

source: private_truck
th: รถบรรทุกส่วนตัว

source: propertyDocuments
th: เอกสารทรัพย์สิน

source: propertyPhotos
th: รูปภาพทรัพย์สิน

source: property_appraisal
th: การประเมินมูลค่าทรัพย์สิน

source: property_boundary
th: เขตแดนทรัพย์สิน

source: property_front
th: ทรัพย์สินด้านหน้า

source: property_left
th: ทรัพย์สินคงเหลือ

source: property_rear
th: ที่ดินด้านหลัง

source: property_right
th: สิทธิในทรัพย์สิน

source: registered as new customer
th: ลงทะเบียนเป็นลูกค้าใหม่

source: rejected loan application LF-2024-001238
th: คำขอกู้ที่ถูกปฏิเสธ LF-2024-001238

source: rental_contract
th: สัญญาเช่า

source: replaced
th: แทนที่แล้ว

source: replacing
th: แทนที่

source: required documents uploaded
th: เอกสารที่จำเป็นถูกอัปโหลดแล้ว

source: right_side
th: ด้านขวา

source: room(s)
th: ห้อง

source: selected
th: ที่เลือกไว้

source: selfie_with_id
th: เซลฟี่พร้อมบัตรประชาชน

source: should be in
th: ควรอยู่ใน

source: sinmankong
th: สินมั่นคง

source: special_agricultural
th: พิเศษเกษตรกรรม

source: special_construction
th: งานก่อสร้างพิเศษ

source: sqm
th: ตร.ม.

source: street_view
th: มุมมองถนน

source: submitted new loan application
th: ส่งคำขอกู้ใหม่แล้ว

source: synced
th: ซิงค์แล้ว

source: tax_payment
th: การชำระเงิน

source: tax_receipt
th: ใบเสร็จรับเงินภาษี

source: thai_driving_license_car
th: ใบขับขี่รถยนต์

source: thai_driving_license_motorcycle
th: ใบอนุญาตขับขี่รถจักรยานยนต์

source: thai_life
th: ไทยไลฟ์

source: thai_pattana
th: ไทยพัฒนา

source: thai_samut
th: ไทย_สมุทร

source: thai_vivat
th: ไทยวิวัฒน์

source: title_deed
th: โฉนด

source: total
th: รวม

source: unknown
th: ไม่ทราบ

source: upload_id is required
th: จำเป็นต้องระบุ upload_id

source: uploaded
th: อัปโหลดแล้ว

source: uploaded vehicle registration documents
th: อัปโหลดเอกสารจดทะเบียนรถยนต์

source: uploading
th: กำลังอัปโหลด

source: utilities
th: สิ่งอำนวยความสะดวก

source: vehicleDocuments
th: เอกสารยานพาหนะ

source: vehiclePhotos
th: รูปภาพยานพาหนะ

source: vehicle_registration
th: ทะเบียนรถยนต์

source: vehicle_registration_bottom
th: ทะเบียนรถยนต์ด้านล่าง

source: vehicle_registration_top
th: ทะเบียนรถยนต์

source: while Smart Debug Mode was enabled from a previous session.
th: ขณะที่โหมดดีบักอัจฉริยะถูกเปิดใช้งานจากเซสชันก่อนหน้า

source: will NOT receive new changes
th: จะไม่ได้รับการเปลี่ยนแปลงใหม่

source: year
th: ปี

source: years
th: ปี

source: years old
th: ปี

source: {0} brands found
th: พบแบรนด์ {0} รายการ

source: {0} days overdue
th: {0} วัน เลิกมริง

source: {0} delayed items exported
th: ส่งออก {0} รายการที่ล่าช้าแล้ว

source: {0} documents saved to Lending Vehicle
th: บันทึกเอกสาร {0} รายการไปยังยานพาหนะให้ยืมแล้ว

source: {0} models found
th: พบ {0} แบบจำลอง

source: {0} must be between 0 and 10
th: {0} ต้องอยู่ระหว่าง 0 ถึง 10

source: {0} new documents saved, {1} existing documents updated
th: บันทึกเอกสารใหม่ {0} รายการ, อัปเดตเอกสารที่มีอยู่ {1} รายการ

source: {0} sub models found
th: พบโมเดลย่อย {0} รายการ

source: {0} years found
th: พบ {0} ปี

source: {} Active
th: {} สะวด

source: {} Outstanding
th: {} ค้างชำระ

source: กฎหมาย (Legal)
th: กฎหมาย

source: ข้าราชการ - Government Officer
th: ข้าราชการ

source: คนขับรถ - Driver
th: คนขับรถ

source: ครอบครองน้อยกว่า 30 วัน - ต้องได้รับอนุมัติจากผู้จัดการสาขา
th: ครอบครองน้อยกว่า 30 วัน - ต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: ครู - Teacher
th: ครู

source: ค้าขาย - Merchant
th: การขาย

source: งาน (1 Ngan = 400 sqm, max 3)
th: งาน (1 งาน = 400 ตารางเมตร, สูงสุด 3)

source: จำนวนครั้งที่ลูกค้าทำสัญญา (XX) - Auto calculated
th: จำนวนครั้งที่ลูกค้าทำสัญญา (XX) - คำนวณอัตโนมัติ

source: จำนวนชั้น
th: จำนวนระดับ

source: จำนวนห้องน้ำ
th: Quantity

source: ชื่อเจ้าของ
th: Owner Name

source: ช่าง - Technician
th: ช่าง

source: ดีมาก (31-36) - ระดับความเสี่ยงต่ำ
th: ดีมาก (31-36) - รับไม่ชาริ่งษาไม่

source: ตัวช่วยเพื่อลดความเสี่ยง (+1 คะแนนเพิ่ม)
th: เสร็จสิระเลิ่งของค่าง (+1 คำນาสิตรวัน)

source: ตัวอย่าง: GRAND FILANO มีหลายรุ่นย่อย (STANDARD, HYBRID) ซึ่งมีปีรถต่างกัน
th: ตัวอย่าง: GRAND FILANO มีหลายรุ่นย่อย (STANDARD, HYBRID) ซึ่งมีปีรถแตกต่างกัน

source: ตั้งค่าเลขที่สัญญา (M-C-RR-YY-MM-###-TT-XX) - Contract uses M prefix
th: ตั้งค่าเลขที่สัญญา (M-C-RR-YY-MM-###-TT-XX) - สัญญาใช้คำนำหน้า M

source: ตามนโยบายบริษัท การครอบครองน้อยกว่า 30 วัน ต้องได้รับอนุมัติจากผู้จัดการสาขาหรือผู้มีอำนาจสูงกว่า
th: ตามนโยบาย ธุรกิจ การอายัดบัญชี ค่าสินวันลิก 30 วัน ของอายัดเอกสรางการชารายารสรางใช้หนังสินสินส่อนชีสินสุดชัวนเลิก

source: ตามนโยบายบริษัท รถอายุเกิน 20 ปี ต้องได้รับอนุมัติจากผู้จัดการสาขาหรือผู้มีอำนาจสูงกว่า
th: ตามนโยบาย ธุรกิจ รัตบ รวบออยอ 20 ปี ຕອว วีดกุรอราบราคามซิตาหรับกสาราธอราบสอราบส

source: ตารางวา (1 Wah = 4 sqm, max 99)
th: ตารางวา (1 ตารางวา = 4 ตารางเมตร, สูงสุด 99)

source: ตารางเมตร (calculated)
th: ตารางเมตร (คำนวณแล้ว)

source: ตำบล/แขวง
th: Sub-district / Sub-district

source: ติดตามทวงถาม (Collection Follow-up)
th: ติดตามทวงถาม

source: ต่างประเทศ - Foreign
th: ต่างประเทศ

source: ที่อยู่ทรัพย์สิน
th: ที่อยู่ของสินทรัพย์

source: บำนาญ - Pension
th: บำนาญ

source: ประเภทอสังหาริมทรัพย์
th: Category

source: ประเภทอสังหาริมทรัพย์ (auto-fetched)
th: ประเภทอสังหาริมทรัพย์ (ดึงข้อมูลอัตโนมัติ)

source: ประเภทเอกสารสิทธิ์
th: Document Type

source: ปานกลาง (20-25) - ระดับความเสี่ยงมาก
th: ปานกลาง (20-25) - ระดับความเสี่ยงสูง

source: ปีรถไม่อยู่ในฐานข้อมูล - กรุณาตรวจสอบและกรอกราคาตลาดเอง
th: ปีรถไม่อยู่ในฐานข้อมูล - กรุณาตรวจสอบและกรอกราคาตลาดด้วยตนเอง

source: พ.ร.บ. (Compulsory Insurance) expiry date
th: วันหมดอายุ พ.ร.บ. (ประกันภัยภาคบังคับ)

source: พนักงานสำนักงาน - Office Worker
th: พนักงานสำนักงาน

source: พนักงานโรงงาน - Factory Worker
th: พนักงานโรงงาน

source: พื้นที่ดิน (ไร่-งาน-ตารางวา)
th: Assigned Territories

source: มีหลักทรัพย์และรายได้ที่มั่นคง
th: มีสินทรัพย์และรายได้ที่มั่นคง

source: ยี่ห้อ/รุ่น/รุ่นย่อยไม่ตรงกับฐานข้อมูล - กรุณากรอกราคาตลาดเอง
th: ยี่ห้อ/รุ่น/รุ่นย่อยไม่ตรงกับฐานข้อมูล - กรุณากรอกราคาตลาดด้วยตนเอง

source: รวมตารางวา (calculated)
th: รวมตารางวา (คำนวณแล้ว)

source: รหัสสายบริการ (01)
th: รหัส Service Line (01)

source: รอต้นฉบับเล่มทะเบียน - Original registration book required before disbursement
th: รอต้นฉบับสมุดทะเบียนก่อนเบิกจ่าย

source: รอต้นฉบับโฉนดที่ดิน - Original land title deed required before disbursement
th: รอต้นฉบับโฉนดที่ดินก่อนเบิกจ่าย

source: รับจ้างทั่วไป - General Labor
th: รับจ้างทั่วไป

source: รับชำระ (Payment Receipt)
th: ใบเสร็จรับเงิน

source: ราคาประเมิน
th: ราคาเสนอราคา

source: รายละเอียด (กรณีเลือกอื่นๆ)
th: Description (กรณีเลือกอื่นๆ)

source: รายได้ค่าเช่า - Rental Income
th: รายได้ค่าเช่า

source: รายได้จากการลงทุน - Investment Income
th: รายได้จากการลงทุน

source: รายได้จากธุรกิจ - Business Income
th: รายได้จากธุรกิจ

source: รุ่น
th: เวอร์ชัน

source: ลำดับเลขที่สัญญา
th: เลขที่สัญญา

source: วันที่ประเมิน
th: วันที่สัวน

source: วันที่ประเมินสิ่งปลูกสร้าง
th: วันที่ประเมินอาคาร

source: วิศวกร - Engineer
th: วิศวกร

source: สถานที่เก็บรักษา
th: Warehouse

source: สถานะต้นฉบับโฉนดที่ดิน - Status of physical land title deed
th: สถานะโฉนดที่ดิน

source: สภาพ
th: สถานะ

source: สาขา (Branch) - รหัสสาขาจะถูกใช้ในเลขที่ใบสมัคร
th: สาขา - รหัสสาขาจะถูกใช้ในเลขที่ใบสมัคร

source: สายบริการ/สายงาน
th: สายบริการ

source: สายบริการที่
th: สายบริการ

source: สำหรับผู้กู้: พฤติกรรมการใช้รถ | สำหรับผู้ค้ำ: ความสามารถในการบังคับผู้กู้
th: สำหรับผู้กู้: พฤติกรรมการใช้รถ | สำหรับผู้ค้ำ: ความสามารถในการบังคับ บันท

source: หน้าสำรวจ
th: Dashboard

source: หมายเลขเครื่อง/Serial Number
th: หมายเลขเครื่อง/หมายเลขซีเรียล

source: หลังจากตรวจสอบและอนุมัติแล้ว จะทำการโอนเงินเข้าบัญชีของท่าน
th: หลังจากตรวจสอบและ Is Approved แล้ว จะทำการโอนเงินเข้าบัญชีของท่าน

source: หาผู้ค้ำประกันที่มีอาชีพและรายได้ที่มั่นคง
th: ค้นหาผู้ค้ำประกันที่มีอาชีพและรายได้ที่มั่นคง

source: อำเภอ/เขต
th: Assigned Territories

source: อื่นๆ - Other
th: อื่นๆ

source: เงินเดือน - Salary
th: เงินเดือน

source: เลขที่สัญญา (M-C-RR-SL-YY-MM-###-TT-XX) - Auto-generated contract number with M prefix
th: เลขที่สัญญา (M-C-RR-SL-YY-MM-###-TT-XX) - เลขที่สัญญาที่สร้างโดยอัตโนมัติพร้อมคำนำหน้าด้วย M

source: เลขที่โฉนด (auto-fetched)
th: เลขที่โฉนด (ดึงข้อมูลอัตโนมัติ)

source: แพทย์ - Doctor
th: แพทย์

source: โทรติดต่อ (Phone Contact)
th: โทรติดต่อ

source: ใช้เครดิตเดิม สามารถเพิ่มเครดิตได้โดยบวกรายได้อื่นๆ
th: ใช้เครดิตเดิม สามารถเพิ่มเครดิตได้โดยบวกกับรายได้อื่นๆ

source: ใบเสร็จซื้อ
th: ใบเสร็จ

source: ไม่ควรอนุมัติเครดิต
th: ไม่ควรอนุมัติ Cr.

source: ไม่มี - N/A
th: ไม่มี - ไม่มีข้อมูล

source: ไร่ (1 Rai = 1,600 sqm)
th: ไร่ (1 ไร่ = 1,600 ตารางเมตร)

source: • Card PIN must not be sequential or repetitive
th: • รหัส PIN ของบัตรต้องไม่เป็นลำดับหรือซ้ำกัน

source: • Customer must be present for PIN setup
th: â¢ ลูกค้า สินที่สุด รายที่ PIN

source: • Verify customer identity before activation
th: • ตรวจสอบตัวตนของลูกค้าก่อนการเปิดใช้งาน

source: ⏳ Uploading...
th: ⏳ กำลังอัปโหลด...

source: ⚠️ Auto-save is disabled in debug mode
th: ⚠️ การบันทึกอัตโนมัติถูกปิดใช้งานในโหมดดีบัก

source: ⚠️ Connected to Google Vision API but text detection may have issues.
th: ⚠️ เชื่อมต่อกับ Google Vision API แล้ว แต่การตรวจจับข้อความอาจมีปัญหา

source: ⚠️ Disbursement is BLOCKED until the original registration book is received. Please ensure the original book is obtained before proceeding with disbursement.
th: ⚠️ การเบิกจ่ายถูกบล็อกจนกว่าจะได้รับสมุดทะเบียนต้นฉบับ กรุณาตรวจสอบให้แน่ใจว่าได้รับสมุดต้นฉบับก่อนดำเนินการเบิกจ่าย

source: ⚠️ IMPORTANT - Second Proceed
th: ⚠️ สำคัญ - ดำเนินการครั้งที่สอง

source: ⚠️ Partial connection to Google Vision API.
th: ⚠️ การเชื่อมต่อกับ Google Vision API ไม่สมบูรณ์

source: ⚡ Navigate freely between steps for testing
th: ⚡ เลื่อนขั้นตอนทดสอบได้อย่างอิสระ

source: ✅ All fields completed! Application is ready.
th: ✅ กรอกข้อมูลครบถ้วนทุกช่องแล้ว! สามารถส่งใบสมัครได้ทันที

source: ✅ Google Vision API is working perfectly! Text detection is functional.
th: ✅ Google Vision API ทำงานได้อย่างสมบูรณ์แบบ! การตรวจจับข้อความใช้งานได้ดี

source: ✅ Success
th: ✅ สำเร็จ

source: ❌ Failed
th: ❌ ล้มเหลว

source: 🆕 Start New Application
th: 🆕 เริ่มต้นใบสมัครใหม่

source: 🇭🇰 asia-east2 (Hong Kong)
th: 🇭🇰 asia-east2 (ฮ่องกง)

source: 🇮🇩 asia-southeast2 (Jakarta)
th: 🇮🇩 asia-southeast2 (จาการ์ตา)

source: 🇮🇳 asia-south1 (Mumbai)
th: 🇮🇳 asia-south1 (มุมไบ)

source: 🇯🇵 asia-northeast1 (Tokyo)
th: 🇯🇵 asia-northeast1 (โตเกียว)

source: 🇳🇱 europe-west1 (Belgium)
th: 🇳🇱 europe-west1 (เบลเยียม)

source: 🇸🇬 asia-southeast1 (Singapore) - Recommended for Thailand
th: 🇸🇬 asia-southeast1 (สิงคโปร์) - แนะนำสำหรับประเทศไทย

source: 🇹🇼 asia-east1 (Taiwan)
th: 🇹🇼 asia-east1 (ไต้หวัน)

source: 🇺🇸 us-central1 (Iowa)
th: 🇺🇸 us-central1 (ไอโอวา)

source: 🇺🇸 us-west1 (Oregon)
th: 🇺🇸 us-west1 (โอเรกอน)

source: 📝 Continue Draft
th: 📝 ดำเนินการร่างต่อ

source: 🗑️ Clear Cache & Old Data
th: 🗑️ ล้างแคชและข้อมูลเก่า
