Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Insurance Application Submitted
th: ใบสมัครประกันภัยถูกส่งแล้ว

source: Insurance Appraisal
th: การประเมินมูลค่าประกันภัย

source: Insurance Class
th: ประเภทประกันภัย

source: Insurance Company
th: บริษัท ประกันภัย

source: Insurance Comparison
th: การเปรียบเทียบประกันภัย

source: Insurance Details
th: รายละเอียดการประกันภัย

source: Insurance Documents Loaded
th: เอกสารประกันภัยถูกโหลดแล้ว

source: Insurance Draft
th: ร่างประกันภัย

source: Insurance Expiring Soon
th: ประกันภัยกำลังจะหมดอายุ

source: Insurance Expiry
th: วันหมดอายุประกันภัย

source: Insurance Expiry Date (พ.ร.บ.)
th: วันหมดอายุประกันภัย (พ.ร.บ.)

source: Insurance Expiry Date (วันหมดอายุ พ.ร.บ.)
th: วันหมดอายุ พ.ร.บ.

source: Insurance Holder
th: ผู้ถือประกันภัย

source: Insurance ID
th: รหัสประกันภัย

source: Insurance Package
th: แพ็กเกจประกันภัย

source: Insurance Policy
th: กรมธรรม์ประกันภัย

source: Insurance Policy - Page {0}
th: กรมธรรม์ประกันภัย - หน้า {0}

source: Insurance Policy Pages
th: หน้ากรมธรรม์ประกันภัย

source: Insurance Policy: Upload all pages of the insurance application/policy
th: กรมธรรม์ประกันภัย: อัปโหลดหน้าทั้งหมดของแบบฟอร์มขอประกันภัย/กรมธรรม์

source: Insurance Premium
th: เบี้ยประกันภัย

source: Insurance Status
th: สถานะประกันภัย

source: Insurance Status (พ.ร.บ.)
th: สถานะประกันภัย (พ.ร.บ.)

source: Insurance Type
th: ประเภทประกันภัย

source: Insurance Value
th: มูลค่าประกันภัย

source: Insurance Work
th: งานประกันภัย

source: Insurance application already exists for loan draft {0}
th: ใบสมัครประกันภัยมีอยู่แล้วสำหรับร่างสินเชื่อ {0}

source: Insurance application already {0} for this loan draft. Cannot modify {1} applications.
th: คำขอประกันภัยสำหรับร่างสินเชื่อนี้ได้ถูก {0} แล้ว ไม่สามารถแก้ไขคำขอ {1} ได้

source: Insurance application created successfully
th: การสร้างใบสมัครประกันภัยสำเร็จแล้ว

source: Insurance application is already {0}. Cannot modify {1} applications.
th: คำขอประกันภัยได้ถูก {0} แล้ว ไม่สามารถแก้ไขคำขอ {1} ได้

source: Insurance application must be linked to a loan draft. Please create from loan application.
th: ใบสมัครประกันภัยต้องเชื่อมโยงกับร่างสินเชื่อ กรุณาสร้างจากใบสมัครสินเชื่อ

source: Insurance application saved:
th: บันทึกคำขอประกันภัยแล้ว:

source: Insurance application submitted successfully
th: ใบสมัครประกันภัยถูกส่งเรียบร้อยแล้ว

source: Insurance application submitted successfully!
th: ใบสมัครประกันภัยถูกส่งเรียบร้อยแล้ว!

source: Insurance application updated successfully
th: การสมัครประกันภัยได้รับการอัปเดตเรียบร้อยแล้ว

source: Insurance data cleared
th: ข้อมูลประกันภัยถูกล้างแล้ว

source: Insurance draft created successfully!
th: สร้างร่างประกันภัยสำเร็จแล้ว!

source: Insurance draft saved successfully
th: ร่างประกันภัยบันทึกสำเร็จแล้ว

source: Insurance draft updated successfully!
th: ร่างประกันภัยได้รับการอัปเดตเรียบร้อยแล้ว!

source: Insurance expires in {0} days
th: ประกันภัยจะหมดอายุในอีก {0} วัน

source: Insurance expiring soon - attention needed
th: กรมธรรม์ประกันภัยกำลังจะหมดอายุ - โปรดตรวจสอบด่วน

source: Insurance expiring soon or expired - attention needed
th: ประกันภัยใกล้หมดอายุหรือหมดอายุแล้ว - โปรดตรวจสอบด่วน

source: Insurance has expired - renewal required
th: ประกันภัยหมดอายุแล้ว - ต้องต่ออายุใหม่

source: Insurance notification email queued to: {0}
th: อีเมลแจ้งเตือนประกันภัยถูกจัดคิวไปยัง: {0}

source: Insurance premium received - {0}
th: เบี้ยประกันภัยที่ได้รับ - {0}

source: Interest
th: ดอกเบี้ย

source: Interest (THB)
th: ดอกเบี้ย (บาท)

source: Interest Accrual Report
th: รายงานการคำนวณดอกเบี้ยค้างรับ

source: Interest Amount
th: จำนวนเงินที่น่าสนใจ

source: Interest Calculation
th: การคำนวณดอกเบี้ย

source: Interest Calculation Method
th: วิธีการคำนวณดอกเบี้ย

source: Interest Configuration
th: การตั้งค่าดอกเบี้ย

source: Interest Difference
th: ส่วนต่างดอกเบี้ย

source: Interest Frequency
th: ความถี่ดอกเบี้ย

source: Interest Rate
th: อัตราดอกเบี้ย

source: Interest Rate (%)
th: อัตราดอกเบี้ย (%)

source: Interest Rate (per annum)
th: อัตราดอกเบี้ย (ต่อปี)

source: Interest Rate (per year)
th: อัตราดอกเบี้ย (ต่อปี)

source: Interest Rate Configuration
th: การตั้งค่าอัตราดอกเบี้ย

source: Interest Rate Error
th: ข้อผิดพลาดอัตราดอกเบี้ย

source: Interest Rate Information
th: ข้อมูลอัตราดอกเบี้ย

source: Interest Rate Not Configured
th: อัตราดอกเบี้ยยังไม่ได้ตั้งค่า

source: Interest Rate Report
th: รายงานอัตราดอกเบี้ย

source: Interest Rate Setup
th: การตั้งอัตราดอกเบี้ย

source: Interest Rate Type
th: ประเภทอัตราดอกเบี้ย

source: Interest Start Date
th: วันที่เริ่มต้นคิดดอกเบี้ย

source: Interest Type
th: ประเภทดอกเบี้ย

source: Interest calculated on remaining principal balance
th: ดอกเบี้ยคำนวณจากยอดเงินต้นคงเหลือ

source: Interest is calculated on reducing balance method - you pay less interest as you pay down the principal
th: ดอกเบี้ยคำนวณด้วยวิธีลดต้นลดดอก - คุณจะจ่ายดอกเบี้ยน้อยลงเมื่อชำระเงินต้นมากขึ้น

source: Interest is calculated on the remaining balance each period, resulting in decreasing interest and increasing principal payments over time.
th: ดอกเบี้ยจะถูกคำนวณจากยอดคงเหลือในแต่ละงวด ส่งผลให้ดอกเบี้ยลดลงและเงินต้นที่ชำระเพิ่มขึ้นตามเวลา

source: Interest rate cannot exceed 100%
th: อัตราดอกเบี้ยไม่สามารถเกิน 100% ได้

source: Interest rate must be greater than zero
th: อัตราดอกเบี้ยต้องมากกว่าศูนย์

source: Interest rate {0}% applied from Interest Rate Setup: {1}
th: อัตราดอกเบี้ย {0}% ที่ใช้จากการตั้งค่าอัตราดอกเบี้ย: {1}

source: Interest rate {0}% from: {1}
th: อัตราดอกเบี้ย {0}% ตั้งแต่: {1}

source: Interior
th: ตกแต่งภายใน

source: Interior (Gear Visible)
th: ภายใน (เกียร์มองเห็นได้)

source: Interior Condition Score
th: คะแนนสภาพภายใน

source: Interior View 1
th: มุมมองภายใน 1

source: Interior View 2
th: มุมมองภายใน 2

source: Internal
th: ภายใน

source: Internal Notes
th: บันทึกภายใน

source: Internal notes about this draft
th: หมายเหตุภายในเกี่ยวกับร่างนี้

source: Interval
th: ช่วงเวลา

source: Invalid JSON data in {0}
th: ข้อมูล JSON ไม่ถูกต้องใน {0}

source: Invalid JSON format for report exports
th: รูปแบบ JSON สำหรับการส่งออกรายงานไม่ถูกต้อง

source: Invalid JSON in GOOGLE_SERVICE_ACCOUNT_JSON: {0}
th: JSON ใน GOOGLE_SERVICE_ACCOUNT_JSON ไม่ถูกต้อง: {0}

source: Invalid OTP code
th: รหัส OTP ไม่ถูกต้อง

source: Invalid OTP code. {0} attempt(s) remaining.
th: รหัส OTP ไม่ถูกต้อง เหลือโอกาสลองอีก {0} ครั้ง

source: Invalid OTP. You have {0} attempts remaining.
th: รหัส OTP ไม่ถูกต้อง คุณเหลือโอกาสอีก {0} ครั้ง

source: Invalid SMS provider
th: ผู้ให้บริการ SMS ไม่ถูกต้อง

source: Invalid document type: {0}
th: ประเภทเอกสารไม่ถูกต้อง: {0}

source: Invalid file_keys format. Expected JSON array.
th: รูปแบบ file_keys ไม่ถูกต้อง คาดหวังเป็นอาเรย์ JSON

source: Invalid frequency
th: ความถี่ไม่ถูกต้อง

source: Invalid frequency. Must be 'monthly', 'weekly', or 'daily'
th: ความถี่ไม่ถูกต้อง ต้องเป็น 'monthly', 'weekly' หรือ 'daily'

source: Invalid loan application
th: คำขอกู้เงินไม่ถูกต้อง

source: Invalid party type. Use 'Customer' or 'Loan Guarantor'
th: ประเภทฝ่ายไม่ถูกต้อง กรุณาใช้ 'ลูกค้า' หรือ 'ผู้ค้ำประกันเงินกู้'

source: Invalid payment frequency. Must be 'monthly', 'weekly', or 'daily'
th: ความถี่การชำระเงินไม่ถูกต้อง ต้องเป็น 'รายเดือน', 'รายสัปดาห์' หรือ 'รายวัน'

source: Invalid permission level: {0}. Must be one of: {1}
th: ระดับสิทธิ์ไม่ถูกต้อง: {0} ต้องเป็นหนึ่งใน: {1}

source: Invalid position code: {0}
th: รหัสตำแหน่งไม่ถูกต้อง: {0}

source: Invalid reference price
th: ราคากลางอ้างอิงไม่ถูกต้อง

source: Invalid scoring type
th: ประเภทการให้คะแนนไม่ถูกต้อง

source: Invalid signature format. Must be base64-encoded PNG
th: รูปแบบลายเซ็นไม่ถูกต้อง ต้องเป็นไฟล์ PNG ที่เข้ารหัสแบบ base64

source: Invalid step number. Must be between 1 and 9 (9 = Insurance)
th: หมายเลขขั้นตอนไม่ถูกต้อง ต้องอยู่ระหว่าง 1 ถึง 9 (9 = ประกันภัย)

source: Investment Income
th: รายได้จากการลงทุน

source: Invoice
th: ใบแจ้งหนี้

source: Invoice & Receipt OCR
th: การรู้จำอักขระจากใบแจ้งหนี้และใบเสร็จ

source: Invoice Information
th: ข้อมูลใบแจ้งหนี้

source: Invoice Number
th: จำนวนใบแจ้งหนี้

source: Invoices
th: ใบแจ้งหนี้

source: Invoices processed
th: ใบแจ้งหนี้ที่ดำเนินการแล้ว

source: Is Active
th: ใช้งานอยู่

source: Is Default Appraiser
th: เป็นผู้ประเมินมาตรฐาน

source: Is Default Rate
th: อัตราเริ่มต้น

source: Is Dependent
th: เป็นการขึ้นต่อ

source: Is Final Authority
th: ไม่การอายการ

source: Is Submitted
th: ส่งแล้ว

source: Issue Code
th: รหัสปัญหา

source: Issue Code (Format: XXXX-#.#-##-####)
th: รหัสปัญหา (รูปแบบ: XXXX-#.#-##-####)

source: Issue Date
th: วันที่

source: Issue Date (Buddhist)
th: วันที่ (พุธริบ)

source: Issue Date (Thai)
th: วันที่ (Thai)

source: Issued Date
th: วันที่

source: Issuing Authority
th: หน่วยงานออกให้

source: Issuing Country
th: ประเทศที่ออกให้

source: Item Name
th: ชื่อสินค้า

source: Item classification
th: การจัดประเภทสินค้า

source: Item name...
th: ชื่อสินค้า...

source: Items per page
th: รายการต่อหน้า

source: JSON array storing borrower document uploads (Items 3-10: Book Bank, Bank Statement, ID Card, House Registration, Commerce Registration, Rental Contract, Cost of Goods Sold, Utilities)
th: JSON ออกไทยอางบัวบริบท เลื่อยการสิ้วยสิ้วยเลื่อเลือก ( สินตัง 3-10: บินบาทรสราย, บาทรสรายตาม, สิตรัติมกร, เสรียราคราย, กินราครายตาม, กราลาตรายตาม, ความเจินเครีย, สิ่งอำนวยความ)

source: JSON array storing guarantor document uploads (Items 12-17: ID Card, House Registration, Commerce Registration, Rental Contract, Cost of Goods Sold, Utilities)
th: JSON อาร์เรย์สำหรับจัดเก็บเอกสารผู้ค้ำประกัน (รายการที่ 12-17: บัตรประชาชน, ทะเบียนบ้าน, ทะเบียนการค้า, สัญญาเช่า, ราคาทุนขาย, ค่าสาธารณูปโภค)

source: JSON array storing other required documents (Items 20-23: Map/Location, Personal Photos, Home Photos, Business Photos with GPS, Gold Transaction History)
th: อาร์เรย์ JSON สำหรับจัดเก็บเอกสารที่ต้องการอื่น ๆ (รายการที่ 20-23: แผนที่/ตำแหน่ง, รูปถ่ายส่วนตัว, รูปถ่ายบ้าน, รูปถ่ายธุรกิจพร้อม GPS, ประวัติการทำธุรกรรมทองคำ)

source: JSON data extracted from OCR
th: ข้อมูล JSON ที่สกัดจาก OCR

source: JSON data for GSE insurance application
th: ข้อมูล JSON สำหรับการสมัครประกัน GSE

source: JSON data for Loan Details
th: ข้อมูล JSON สำหรับรายละเอียดเงินกู้

source: JSON data for address information
th: ข้อมูล JSON สำหรับที่อยู่

source: JSON data for collateral/vehicle information
th: ข้อมูล JSON สำหรับหลักประกัน/ข้อมูลรถยนต์

source: JSON data for document uploads
th: ข้อมูล JSON สำหรับการอัปโหลดเอกสาร

source: JSON data for employment information
th: ข้อมูล JSON สำหรับข้อมูลการจ้างงาน

source: JSON data for final review
th: JSON ซิงดานระดานตรอง

source: JSON data for flexible demo storage
th: JSON ซิงไม่ราคามระดานเป็นไทยเป็นสินระบรอด

source: JSON data for guarantor information
th: ข้อมูล JSON สำหรับข้อมูลผู้ค้ำประกัน

source: JSON data for personal information
th: ข้อมูล JSON สำหรับข้อมูลส่วนบุคคล

source: JSON object storing GPS coordinates (latitude, longitude, accuracy, timestamp) for business photos (Item 22)
th: วัตถุ JSON ที่เก็บพิกัด GPS (ละติจูด, ลองจิจูด, ความแม่นยำ, เวลาบันทึก) สำหรับรูปภาพธุรกิจ (รายการที่ 22)

source: JSON representation of filters used for report generation
th: JSON เป็นไทยอยุดสางสร้างเป็นไทยซิดเริ่มเป็นเร็มประด

source: Job List
th: รายการงาน

source: Job Responsibilities
th: ความรับผิดชอบงาน

source: Job Responsibility
th: ความรับผิดชอบงาน

source: Job Responsibility cannot be empty
th: ความรับผิดชอบงานต้องไม่เว้นว่างไว้

source: Job position
th: ตำแหน่งงาน

source: Job reference is missing
th: ไม่มีการอ้างอิงงาน

source: Jobs
th: งาน

source: Jobs to Review
th: งานที่ต้องตรวจสอบ

source: Jump to any step to test with real data
th: ข้ามไปยังขั้นตอนใดก็ได้เพื่อทดสอบด้วยข้อมูลจริง

source: KYC Completed
th: KYC เสร็จสิ้น

source: KYC Completion (%)
th: เปอร์เซ็นต์ความสมบูรณ์ของ KYC

source: KYC Date
th: วันที่ KYC

source: KYC Form
th: แบบฟอร์ม KYC

source: KYC Status
th: สถานะ KYC

source: KYC Verification
th: การตรวจสอบ KYC

source: Kasikorn Bank
th: ธนาคารกสิกรไทย

source: Keyboard Shortcuts
th: แป้นพิมพ์ลัด

source: Khwanjai Quick Loan
th: ขวัญใจ สินเชื่อด่วน

source: Known to Creditors/Drugs/Gambling
th: เป็นที่รู้จักในหมู่เจ้าหนี้/ยาเสพติด/การพนัน

source: Krung Thai Bank
th: ธนาคารกรุงไทย

source: L (Land) - Vacant Land
th: L (ที่ดิน) - ที่ดินว่างเปล่า

source: LINE Messenger ID
th: รหัสผู้ใช้ LINE Messenger

source: LINE OA Contact
th: รายชื่อ LINE OA

source: LINE Official Account for business customers
th: บัญชีทางการ LINE สำหรับลูกค้าธุรกิจ

source: LINE User ID for customer communication
th: LINE User ID สำหรับการสื่อสารกับลูกค้า

source: LTV Adjustment (%)
th: การปรับ LTV (%)

source: LTV Ratio
th: อัตราส่วน LTV

source: LTV Ratio (%)
th: อัตราส่วน LTV (%)

source: LTV Warning
th: คำเตือน LTV

source: LTV ratio ({0}%) exceeds maximum allowed ({1}%) for {2}
th: อัตราส่วน LTV ({0}%) เกินขีดจำกัดสูงสุดที่อนุญาต ({1}%) สำหรับ {2}

source: LTV ratio ({0}%) is below minimum required ({1}%) for {2}
th: อัตราส่วน LTV ({0}%) ต่ำกว่าขั้นต่ำที่กำหนด ({1}%) สำหรับ {2}

source: LTV ratio at time of loan creation
th: อัตราส่วน LTV ณ เวลาสร้างสินเชื่อ

source: Label (English)
th: ป้ายชื่อ (ภาษาอังกฤษ)

source: Label (Thai)
th: ป้ายกำกับ

source: Labels & Description
th: ป้ายกำกับและคำอธิบาย

source: Land
th: ที่ดิน

source: Land & Property Collateral
th: หลักประกันที่ดินและอสังหาริมทรัพย์

source: Land Appraisal Date
th: วันที่วานบิลรางสาร

source: Land Appraised Value
th: มูลค่าประเมินที่ดิน

source: Land Area
th: พื้นที่ดิน

source: Land Deed Selected
th: โฉนดที่ดินที่เลือกแล้ว

source: Land Documents
th: เอกสารที่ดิน

source: Land Information
th: ข้อมูลที่ดิน

source: Land Loan
th: เงินกู้ที่ดิน

source: Land Loans
th: สินเชื่อที่ดิน

source: Land Location
th: ที่ตั้งที่ดิน

source: Land Measurements
th: การวัดที่ดิน

source: Land Measurements (Thai Units)
th: หน่วยวัดที่ดิน (หน่วยไทย)

source: Land Number
th: สนสิน

source: Land Office
th: สำนักงานที่ดิน

source: Land Owner ID Card
th: บัตรประจำตัวเจ้าของที่ดิน

source: Land Owner Information
th: ข้อมูลเจ้าของที่ดิน

source: Land Owner Name
th: ชื่อเจ้าของที่ดิน

source: Land Photos
th: ภาพถ่ายที่ดิน

source: Land Title Deed
th: โฉนดที่ดิน

source: Land Title Deed Assessment
th: การประเมินโฉนดที่ดิน

source: Land Title Deed Assessment created and submitted
th: ใบประเมินโฉนดที่ดินถูกสร้างและส่งแล้ว

source: Land Title Deed Assessment updated and submitted
th: การประเมินโฉนดที่ดินได้รับการอัปเดตและส่งแล้ว

source: Land Title Deed ID
th: หมายเลขโฉนดที่ดิน

source: Land Title Deed Image
th: ภาพโฉนดที่ดิน

source: Land Title Deed Information
th: ข้อมูลโฉนดที่ดิน

source: Land Title Deed Loan History
th: ประวัติสินเชื่อโฉนดที่ดิน

source: Land Title Deed Pending
th: โฉนดที่ดิน รอการอนุมัติ

source: Land Title Deed Scanner
th: เครื่องสแกนโฉนดที่ดิน

source: Land Title Deed Status
th: สถานะโฉนดที่ดิน

source: Land Title Deed created successfully
th: หนังสือสำคัญแสดงกรรมสิทธิ์ที่ดินสร้างเสร็จสมบูรณ์แล้ว

source: Land Title Deed is required
th: ต้องใช้โฉนดที่ดิน

source: Land Title Deed not found
th: ไม่พบโฉนดที่ดิน

source: Land Title Deed not found: {0}
th: ไม่พบโฉนดที่ดิน: {0}

source: Land Title Deed updated successfully
th: หนังสือสำคัญแสดงกรรมสิทธิ์ที่ดินได้รับการปรับปรุงเรียบร้อยแล้ว

source: Land Title Deed with Deed Number {0} already exists
th: โฉนดที่ดินที่มีหมายเลขโฉนด {0} มีอยู่แล้ว

source: Land appraisal value saved
th: บันทึกมูลค่าประเมินที่ดินแล้ว

source: Land document classification
th: การจัดประเภทเอกสารที่ดิน

source: Land title deed already marked as Original.
th: โฉนดที่ดินได้รับการทำเครื่องหมายว่าเป็นต้นฉบับแล้ว

source: Land title deed assessment is recommended for land-backed loans
th: แนะนำให้ประเมินโฉนดที่ดินสำหรับสินเชื่อที่มีที่ดินเป็นหลักประกัน

source: Land title deed data extracted successfully
th: ข้อมูลโฉนดที่ดินถูกดึงออกมาเรียบร้อยแล้ว

source: Land title deed data extracted successfully! Data has been applied to the form below.
th: ข้อมูลโฉนดที่ดินถูกดึงออกมาเรียบร้อยแล้ว! ข้อมูลได้ถูกนำไปใช้ในแบบฟอร์มด้านล่างนี้แล้ว

source: Land title deed status updated to Original.
th: สถานะโฉนดที่ดินได้รับการอัปเดตเป็นต้นฉบับแล้ว

source: Land with Buildings
th: ที่ดินพร้อมสิ่งปลูกสร้าง

source: Land-backed Loan
th: เงินกู้ที่มีหลักประกันเป็นที่ดิน

source: Land-backed Loan Template
th: แบบฟอร์มสินเชื่อที่มีหลักประกันที่ดิน

source: Laos
th: ลาว

source: Laser Code
th: เลเซอร์โค้ด

source: Last 2 digits of Buddhist Era year (e.g., 68 for 2025)
th: 2 หลักสุดท้ายของปี พ.ศ. (เช่น 68 สำหรับปี 2568)

source: Last 24 Hours
th: 24 วันสารกา

source: Last 30 Days
th: 30 วันที่ผ่านมา

source: Last 50 applications with real-time status tracking
th: 50 ซิงของสิบรางเลิ่งสกับสิบรางหรือสิบรางเลิ่งสกับเลิ่งสการ

source: Last 7 Days
th: 7 วันที่ผ่านมา

source: Last Guarantee Date
th: วันที่รับประกันครั้งสุดท้าย

source: Last Hour
th: ชั่วโมงที่ผ่านมา

source: Last Loan App Sync Date
th: วันที่ซิงค์แอปสินเชื่อครั้งล่าสุด

source: Last Login
th: เข้าสู่ระบบล่าสุด

source: Last Modified
th: แก้ไขล่าสุด

source: Last Name
th: นามสกุล

source: Last Name (EN)
th: นามสกุล (EN)

source: Last Name (English)
th: นามสกุล (ภาษาอังกฤษ)

source: Last Name (TH)
th: นามสกุล (TH)

source: Last Name (Thai)
th: นามสกุล (ภาษาไทย)

source: Last Payment
th: การชำระเงินล่าสุด

source: Last Payment Amount
th: จำนวนเงินชำระล่าสุด

source: Last Payment Date
th: วันที่ชำระเงินล่าสุด

source: Last Refresh Date
th: วันที่รีเฟรชล่าสุด

source: Last Sequence Number
th: หมายเลขลำดับล่าสุด

source: Last Service Date
th: วันที่ให้บริการล่าสุด

source: Last Step Completed
th: ขั้นตอนสุดท้ายเสร็จสมบูรณ์แล้ว

source: Last Updated
th: อัปเดตล่าสุด

source: Last Used
th: ใช้งานครั้งล่าสุด

source: Last changed 30 days ago
th: แก้ไขล่าสุดเมื่อ 30 วันที่แล้ว

source: Last checkpoint
th: จุดตรวจสอบสุดท้าย

source: Last name
th: นามสกุล

source: Last payment date - วันที่ชำระงวดสุดท้าย
th: วันที่ชำระเงินงวดสุดท้าย

source: Last saved at Step
th: บันทึกล่าสุดที่ขั้นตอน

source: Last saved:
th: บันทึกล่าสุด:

source: Last update timestamp
th: เวลาที่อัปเดตล่าสุด

source: Last updated
th: อัปเดตล่าสุด

source: Late Payment
th: ชำระเงินล่าช้า

source: Late payment max 30 days
th: ชำระเงินล่าช้าสูงสุด 30 วัน

source: Latest Update
th: อัปเดตล่าสุด

source: Latitude
th: ละติจูด

source: Leave blank for unlimited approval authority (Head Office)
th: เว้นว่างไว้สำหรับสิทธิ์อนุมัติไม่จำกัด (สำนักงานใหญ่)

source: Left Side
th: ด้านซ้าย

source: Legal Action Threshold (Days)
th: เกณฑ์การดำเนินคดีทางกฎหมาย (วัน)

source: Legal Actions
th: การดำเนินการทางกฎหมาย

source: Legal Dispute Details
th: รายละเอียดข้อพิพาททางกฎหมาย

source: Legal Notice
th: ประกาศทางกฎหมาย

source: Legal Status
th: สถานะทางกฎหมาย

source: Legal Status Display
th: การแสดงสถานะทางกฎหมาย

source: Legal Status Indicator
th: ตัวบ่งชี้สถานะทางกฎหมาย

source: Legal Status Summary
th: สรุปสถานะทางกฎหมาย

source: Legal dispute details are recommended when dispute exists
th: แนะนำให้ระบุรายละเอียดข้อพิพาททางกฎหมายเมื่อมีข้อพิพาทเกิดขึ้น

source: Lending
th: การอายัด

source: Lending Dashboard
th: แดชบอร์ดการให้ยืม

source: Lending Settings
th: การตั้งค่าการให้ยืม

source: Lending Vehicle
th: รถให้ยืม

source: Lending Vehicle ID is required
th: รหัสยานพาหนะสำหรับการให้ยืมเป็นข้อมูลที่จำเป็น

source: Lending Vehicle Link
th: ลิงก์ยานพาหนะให้ยืม

source: Lending Vehicle Loan History
th: ประวัติสินเชื่อยานพาหนะให้ยืม

source: Lending Vehicle created: {0}
th: สร้างยานพาหนะให้ยืมแล้ว: {0}

source: Lending Vehicle {0} not found
th: ไม่พบรถให้ยืม {0}

source: Lending Vehicle {0} updated with valuation
th: ยานพาหนะให้ยืม {0} ได้รับการอัปเดตมูลค่าแล้ว

source: Lending accounts configured for {0}
th: บัญชีให้ยืมที่ตั้งค่าสำหรับ {0}

source: Less than 1 year
th: น้อยกว่า 1 ปี

source: Less than 6 months
th: น้อยกว่า 6 เดือน

source: Letter
th: จดหมาย

source: Level
th: ระดับ

source: Level 1 - Reminder
th: ระดับ 1 - การแจ้งเตือน

source: Level 2 - Phone Call
th: ระดับ 2 - การโทรศัพท์

source: Level 3 - Visit
th: ระดับ 3 - เยี่ยมชม

source: Level 4 - Legal Notice
th: ระดับ 4 - ประกาศทางกฎหมาย

source: Level 5 - Legal Action
th: ระดับ 5 - การดำเนินคดี

source: License Expiry Date
th: วันที่หมดอายุใบอนุญาต

source: License Number
th: ใบอนุญาตเลขที่

source: License Plate
th: ป้ายทะเบียน

source: License Plate Number
th: หมายเลขทะเบียนรถ

source: License Type
th: ประเภทใบอนุญาต

source: License plate number cannot be empty
th: หมายเลขป้ายทะเบียนต้องไม่เว้นว่าง

source: License plate number is required
th: จำเป็นต้องระบุหมายเลขทะเบียนรถ

source: License plate {0} is already in use
th: ป้ายทะเบียน {0} ถูกใช้งานแล้ว

source: License plate {0} is available
th: ป้ายทะเบียน {0} พร้อมใช้งาน

source: Light
th: แสง

source: Line
th: เส้น

source: Line ID
th: รหัสบรรทัด

source: Link Date
th: ลิงก์วันที่

source: Link to Lending app's Loan Disbursement (auto-created on disbursement)
th: ลิงก์ไปยังแอปการให้ยืมสำหรับการเบิกจ่ายเงินกู้ (สร้างโดยอัตโนมัติเมื่อมีการเบิกจ่าย)

source: Link to Lending app's Loan document (auto-created on approval)
th: ลิงก์ไปยังเอกสารสินเชื่อของแอป Lending (สร้างโดยอัตโนมัติเมื่อได้รับการอนุมัติ)

source: Link to Loan Product with M Capital product code
th: ลิงก์ไปยังผลิตภัณฑ์สินเชื่อที่มีรหัสผลิตภัณฑ์ M Capital

source: Link to Loan document (if created)
th: ลิงก์ไปยังเอกสารสินเชื่อ (ถ้ามีการสร้าง)

source: Link to M Loan Application that used this land title deed
th: ลิงก์ไปยัง ใบคำขอกู้ M ที่ใช้โฉนดที่ดินนี้

source: Link to M Loan Application that used this property
th: ลิงก์ไปยังใบสมัครสินเชื่อ M ที่ใช้คุณสมบัตินี้

source: Link to M Loan Application that used this vehicle
th: ลิงก์ไปยังใบสมัครสินเชื่อ M ที่ใช้ยานพาหนะนี้

source: Link to OCR processing record for automatic image attachment
th: ลิงก์ไปยังบันทึกการประมวลผล OCR สำหรับแนบภาพอัตโนมัติ

source: Link to Vehicle Master
th: ลิงก์ไปยังข้อมูลหลักยานพาหนะ

source: Link to borrower's credit scoring document
th: ลิงก์ไปยังเอกสารการให้คะแนนเครดิตของผู้กู้

source: Link to detailed financial assessment for this loan application
th: ลิงก์ไปยังการประเมินทางการเงินโดยละเอียดสำหรับคำขอกู้เงินนี้

source: Link to guarantor information
th: ลิงก์ไปยังข้อมูลผู้ค้ำประกัน

source: Link to guarantor's credit scoring document
th: ลิงก์ไปยังเอกสารการให้คะแนนเครดิตของผู้ค้ำประกัน

source: Link to insurance application (if applicable)
th: ลิงก์ไปยังแบบฟอร์มการประกันภัย (ถ้ามี)

source: Link to the Prepared Report document if applicable
th: ลิงก์ไปยังเอกสารรายงานที่จัดเตรียมไว้ หากมี

source: Link to the original draft application
th: ลิงก์ไปยังแบบร่างใบสมัครต้นฉบับ

source: Linked App
th: แอปที่เชื่อมโยง

source: Linked Application
th: โหลดกระดน

source: Linked Draft
th: ร่างที่เชื่อมโยง

source: Linked Draft Application
th: ใบสมัครร่างที่เชื่อมโยง

source: Linked Drafts
th: ร่างที่เชื่อมโยง

source: Linked GSE Insurance from Step 9
th: ประกัน GSE ที่เชื่อมโยงจากขั้นตอนที่ 9

source: Linked Loan Application
th: ใบสมัครสินเชื่อที่เชื่อมโยง

source: Linked Loan Applications
th: ใบสมัครสินเชื่อที่เชื่อมโยง

source: Linked M Loan Application
th: ใบสมัครสินเชื่อ M ที่เชื่อมโยง

source: Linked land title deed from Step 4
th: โฉนดที่ดินที่เชื่อมโยงจากขั้นตอนที่ 4

source: Linked property collateral from Step 4
th: หลักประกันทรัพย์สินที่เชื่อมโยงจากขั้นตอนที่ 4

source: Linked to Loan Draft
th: เชื่อมโยงกับร่างสินเชื่อ

source: Linked vehicle (alias for vehicle_details)
th: ยานพาหนะที่เชื่อมโยง (ชื่อเรียกแทน vehicle_details)

source: Linked vehicle from Step 4
th: ยานพาหนะที่เชื่อมโยงจากขั้นตอนที่ 4

source: Linked vehicle from loan application
th: ยานพาหนะที่เชื่อมโยงจากใบสมัครสินเชื่อ

source: Linking draft to vehicle...
th: กำลังเชื่อมโยงร่างกับรถยนต์...

source: Links
th: ลิงก์

source: Links to upload group (vehiclePhotos, vehicleDocuments, propertyPhotos, or propertyDocuments)
th: ลิงก์สำหรับอัปโหลดกลุ่ม (vehiclePhotos, vehicleDocuments, propertyPhotos หรือ propertyDocuments)
