Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Found {0} existing application(s) for this customer
th: พบแอปพลิเคชันที่มีอยู่ {0} รายการสำหรับลูกค้ารายนี้

source: Frappe Backend
th: Frappe แบ็กเอนด์

source: Frappe Backend (Python)
th: Frappe แบ็กเอนด์ (Python)

source: Frappe OCR Processing
th: การประมวลผล Frappe OCR

source: Frappe Role
th: บทบาท Frappe

source: Frappe Support
th: ฝ่ายสนับสนุน Frappe

source: Frappe user account linked to employee
th: บัญชีผู้ใช้ Frappe เชื่อมโยงกับพนักงาน

source: Freebie Terms and Conditions
th: เงื่อนไขและข้อกำหนดของของแถม

source: Freelancer
th: ฟรีแลนซ์

source: Frequency
th: ความถี่

source: Friend
th: เพื่อน

source: Friends
th: เพื่อน

source: From Date
th: จากวันที่

source: From Hour
th: จากชั่วโมง

source: From database
th: จากฐานข้อมูล

source: From vehicle registration book
th: จากเล่มทะเบียนรถยนต์

source: From your preferences
th: จากการตั้งค่าของคุณ

source: Front View
th: มุมมองด้านหน้า

source: Fuel Type
th: ประเภทของน้ำมันเชื้อเพลิง

source: Full Address
th: ที่อยู่เต็มรูปแบบ

source: Full ERP integration with DocType storage
th: การรวมระบบ ERP อย่างสมบูรณ์พร้อมการจัดเก็บ DocType

source: Full Error
th: ข้อผิดพลาดเต็มรูปแบบ

source: Full Name
th: ชื่อ-นามสกุล

source: Full Name (Thai)
th: ชื่อเต็ม (ภาษาไทย)

source: Full Payment
th: ชำระเงินเต็มจำนวน

source: Full pipeline - Detect → Crop → Deskew → CLAHE → Sharpen → Trim (best quality)
th: กระบวนการเต็มรูปแบบ - ตรวจจับ → ตัดภาพ → ปรับภาพให้ตรง → CLAHE → ปรับความคมชัด → ตัดขอบ (คุณภาพดีที่สุด)

source: Fully Working
th: ทำงานเต็มประสิทธิภาพ

source: Funds transferred directly to your bank account upon approval
th: การอายัดการเบลากสร้างสรับการเล็กเลิก

source: GBP - British Pound
th: GBP - ปอนด์สเตอร์ลิงอังกฤษ

source: GL Entries
th: รายการสมุดรายวัน

source: GL Entries to be Created on Disbursement
th: รายการสมุดรายวันที่จะสร้างเมื่อมีการจ่ายเงิน

source: GL Entry Preview
th: ตัวอย่างรายการสมุดรายวัน

source: GL entries created for {0}
th: รายการสมุดรายวันถูกสร้างสำหรับ {0}

source: GOOGLE_SERVICE_ACCOUNT_JSON environment variable not found
th: ไม่พบตัวแปรสภาพแวดล้อม GOOGLE_SERVICE_ACCOUNT_JSON

source: GOOGLE_SERVICE_ACCOUNT_JSON not found in Doppler configuration
th: ไม่พบ GOOGLE_SERVICE_ACCOUNT_JSON ในการตั้งค่า Doppler

source: GOOGLE_SERVICE_ACCOUNT_JSON not found in environment. Please check your Doppler configuration.
th: ไม่พบ GOOGLE_SERVICE_ACCOUNT_JSON ในสภาพแวดล้อม กรุณาตรวจสอบการตั้งค่า Doppler ของคุณ

source: GPS & Sync Status
th: สถานะ GPS และการซิงค์

source: GPS Accuracy
th: ความแม่นยำของ GPS

source: GPS Fraud Detection Analysis
th: การวิเคราะห์การตรวจจับการทุจริต GPS

source: GPS Location
th: ตำแหน่ง GPS

source: GPS Required
th: จำเป็นต้องใช้ GPS

source: GPS Source
th: แหล่งที่มาของ GPS

source: GPS Timestamp
th: เวลาประทับ GPS

source: GPS Validation Failed
th: การตรวจสอบ GPS ล้มเหลว

source: GPS Verified
th: ยืนยันโดย GPS

source: GPS accuracy in meters (from browser geolocation)
th: ความแม่นยำของ GPS เป็นเมตร (จากตำแหน่งทางภูมิศาสตร์ของเบราว์เซอร์)

source: GPS coordinates in 'lat,lng' format (e.g., '13.756300,100.501800')
th: พิกัด GPS ในรูปแบบ 'ละติจูด,ลองจิจูด' (เช่น '13.756300,100.501800')

source: GPS is not supported on this device.
th: อุปกรณ์นี้ไม่รองรับ GPS

source: GPS location captured
th: บันทึกตำแหน่ง GPS แล้ว

source: GPS location is required for business photos
th: ตำแหน่ง GPS จำเป็นสำหรับรูปภาพธุรกิจ

source: GSE 2010 Insurance Broker Co., Ltd.
th: บริษัท จีเอสอี 2010 นายหน้าประกันภัย จำกัด

source: GSE Insurance
th: GSE ประกันภัย

source: GSE Insurance Application
th: ใบสมัครประกันภัย GSE

source: GSE Insurance Application Attachment
th: ไฟล์แนบใบสมัครประกันภัย GSE

source: GSE Insurance Details (พ.ร.บ. และ ภาษีรถ)
th: รายละเอียดประกัน GSE (พ.ร.บ. และ ภาษีรถ)

source: GSE Insurance Number
th: หมายเลขประกันภัย GSE

source: GSE Number
th: โทเซิร์มโทร

source: GSE-INS-.YYYY.-
th: GSE-INS-.ปีพ.ศ.-

source: Gasoline
th: น้ำมันเบนซิน

source: Gender
th: เพศ

source: Gender (Thai)
th: เพศ (ไทย)

source: General
th: ทั่วไป

source: General Collateral
th: หลักประกันทั่วไป

source: General Collateral ID
th: รหัสหลักประกันทั่วไป

source: General Collateral Image
th: ภาพหลักประกันทั่วไป

source: General Collateral Information
th: ข้อมูลหลักประกันทั่วไป

source: General Collateral created successfully
th: การสร้างหลักประกันทั่วไปสำเร็จแล้ว

source: General Collateral not found
th: ไม่พบหลักประกันทั่วไป

source: General Collateral updated successfully
th: ข้อมูลหลักประกันทั่วไปได้รับการอัปเดตเรียบร้อยแล้ว

source: General Employee
th: พนักงานทั่วไป

source: General Employee, Contract Worker
th: พนักงานทั่วไป, ลูกจ้างสัญญาจ้าง

source: General Labor
th: แรงงานทั่วไป

source: General Marketing Consent
th: ความยินยอมทางการตลาดทั่วไป

source: General collateral includes items without registration books: E-Bikes, Agricultural Equipment, Electronics, Machinery, etc.
th: หลักประกันทั่วไปรวมถึงสินค้าที่ไม่มีสมุดทะเบียน: จักรยานไฟฟ้า, อุปกรณ์การเกษตร, อิเล็กทรอนิกส์, เครื่องจักร ฯลฯ

source: General settings for this Google Cloud configuration
th: การตั้งค่าทั่วไปสำหรับการกำหนดค่า Google Cloud นี้

source: Generate & Download Print Bundle
th: สร้างและดาวน์โหลดชุดพิมพ์

source: Generate All Documents
th: สร้างเอกสารทั้งหมด

source: Generate Documents
th: สร้างเอกสาร

source: Generate Documents for Signing
th: สร้างเอกสารสำหรับการลงนาม

source: Generate all documents
th: สร้างเอกสารทั้งหมด

source: Generate loan documents for client to sign at office
th: สร้างเอกสารสินเชื่อสำหรับลูกค้าเพื่อลงนามที่สำนักงาน

source: Generated
th: สร้างขึ้น

source: Generated Date
th: วันที่สร้าง

source: Generated PDF URL
th: URL PDF ที่สร้างขึ้น

source: Generating
th: กำลังสร้าง

source: Generating Documents...
th: กำลังสร้างเอกสาร...

source: Generating print bundle...
th: กำลังสร้างชุดพิมพ์...

source: Generating...
th: กำลังสร้าง...

source: Geographic area assignment for loan sales
th: การกำหนดพื้นที่ทางภูมิศาสตร์สำหรับการขายสินเชื่อ

source: Get Customer Income
th: รับรายได้ลูกค้า

source: Get approved in as little as 15 minutes with our automated system
th: ได้รับการอนุมัติภายในเวลาเพียง 15 นาทีด้วยระบบอัตโนมัติของเรา

source: Get approved within 3 hours
th: ได้รับการอนุมัติภายใน 3 ชั่วโมง

source: Get current GPS location
th: รับตำแหน่ง GPS ปัจจุบัน

source: Get fast approval on vehicle title loans with competitive rates. Our streamlined digital process gets you the funds you need quickly and securely.
th: รับการอนุมัติอย่างรวดเร็วสำหรับสินเชื่อทะเบียนรถยนต์ด้วยอัตราดอกเบี้ยที่แข่งขันได้ กระบวนการดิจิทัลที่เรียบง่ายของเราช่วยให้คุณได้รับเงินทุนที่ต้องการอย่างรวดเร็วและปลอดภัย

source: Go Back
th: กลับไป

source: Go to Disbursement Workflow
th: ไปที่เวิร์กโฟลว์การเบิกจ่าย

source: Go to Home
th: ไปที่ หน้าแรก

source: Go to Login
th: ไปที่เข้าสู่ระบบ

source: Go to Select Commission
th: ไปที่ เลือก ค่าคอมมิชชั่น

source: Gold
th: ทอง

source: Gold Transaction History
th: ประวัติการทำรายการทองคำ

source: Gold Transaction History (Multiple)
th: ประวัติการทำธุรกรรมทองคำ (หลายรายการ)

source: Good
th: ดี

source: Good collateral quality - Standard loan approval
th: คุณภาพหลักประกันดี - อนุมัติสินเชื่อมาตรฐาน

source: Good condition - OK
th: สภาพดี - ตกลง

source: Google Cloud Configuration
th: การตั้งค่า Google Cloud

source: Google Cloud Settings Management
th: การจัดการการตั้งค่า Google Cloud

source: Google Map Latitude
th: ละติจูดของ Google Map

source: Google Map Location
th: ตำแหน่ง Google Map

source: Google Map Location URL
th: URL สถานที่บน Google Map

source: Google Map Longitude
th: ลองจิจูดของ Google Map

source: Google Maps Link
th: ลิงก์ Google Maps

source: Google Maps coordinates or URL
th: พิกัด Google Maps หรือ URL

source: Google Vision API Connection Test
th: การทดสอบการเชื่อมต่อ Google Vision API

source: Google Vision API Test
th: ทดสอบ Google Vision API

source: Google Vision API error: {0}
th: ข้อผิดพลาด Google Vision API: {0}

source: Google Vision API is not enabled. Enable it at: https://console.cloud.google.com/apis/api/vision.googleapis.com
th: Google Vision API ยังไม่ได้เปิดใช้งาน กรุณาเปิดใช้งานที่: https://console.cloud.google.com/apis/api/vision.googleapis.com

source: Got it, continue editing
th: รับทราบ ดำเนินการแก้ไขต่อไป

source: Government
th: รัฐบาล

source: Government Agency
th: หน่วยงานรัฐบาล

source: Government Bank
th: ธนาคารรัฐบาล

source: Government Database
th: ฐานข้อมูลภาครัฐ

source: Government Employee
th: ข้าราชการ

source: Government Officer
th: เจ้าหน้าที่รัฐ

source: Government Official
th: เจ้าหน้าที่ภาครัฐ

source: Government Official ID
th: หมายเลขบัตรประจำตัวเจ้าหน้าที่รัฐ

source: Gray
th: สีเทา

source: Green
th: สีเขียว

source: Grey
th: สีเทา

source: Grist View
th: มุมมอง Grist

source: Group By
th: จัดกลุ่มตาม

source: Guarantee
th: การรับประกัน

source: Guarantee Agreement
th: สัญญาค้ำประกัน

source: Guarantee Amount
th: จำนวนเงินค้ำประกัน

source: Guarantor
th: ผู้ค้ำประกัน

source: Guarantor (ผู้ค้ำ)
th: ผู้ค้ำ

source: Guarantor 1 Cost of Goods Sold Pages
th: ผู้ค้ำประกัน 1 ราคาทุนขายสินค้า หน้า

source: Guarantor 1 Rental Contract Pages
th: ผู้ค้ำประกัน 1 หน้าสัญญาเช่า

source: Guarantor 1 Utilities Pages
th: ผู้ค้ำประกัน 1 หน้าสาธารณูปโภค

source: Guarantor 2 Cost of Goods Sold Pages
th: ผู้ค้ำประกัน 2 ราคาทุนขายสินค้า หน้าต่าง

source: Guarantor 2 Rental Contract Pages
th: ผู้ค้ำประกัน 2 หน้าสัญญาเช่า

source: Guarantor 2 Utilities Pages
th: ผู้ค้ำประกัน 2 หน้าเครื่องมือ

source: Guarantor 3 Cost of Goods Sold Pages
th: ผู้ค้ำประกัน 3 หน้าต้นทุนขายสินค้า

source: Guarantor 3 Rental Contract Pages
th: ผู้ค้ำประกัน 3 หน้าสัญญาเช่า

source: Guarantor 3 Utilities Pages
th: ผู้ค้ำประกัน 3 หน้า ยูทิลิตี้

source: Guarantor Count
th: จำนวนผู้ค้ำประกัน

source: Guarantor Credit Scoring
th: การให้คะแนนเครดิตผู้ค้ำประกัน

source: Guarantor Details
th: รายละเอียดผู้ค้ำประกัน

source: Guarantor Document
th: เอกสารผู้ค้ำประกัน

source: Guarantor Documents
th: เอกสารผู้ค้ำประกัน

source: Guarantor Documents (JSON Array)
th: เอกสารผู้ค้ำประกัน (อาร์เรย์ JSON)

source: Guarantor Documents 1
th: เอกสารผู้ค้ำประกัน 1

source: Guarantor Documents 2
th: เอกสารผู้ค้ำประกัน 2

source: Guarantor Documents 3
th: เอกสารผู้ค้ำประกัน 3

source: Guarantor ID
th: รหัสผู้ค้ำประกัน

source: Guarantor ID Card
th: บัตรประชาชนผู้ค้ำประกัน

source: Guarantor Information
th: ข้อมูลผู้ค้ำประกัน

source: Guarantor Name
th: ชื่อผู้ค้ำประกัน

source: Guarantor Not Required
th: ไม่จำเป็นต้องมีผู้ค้ำประกัน

source: Guarantor Occupation
th: อาชีพผู้ค้ำประกัน

source: Guarantor Phone
th: โทรศัพท์ผู้ค้ำประกัน

source: Guarantor Registration
th: การลงทะเบียนผู้ค้ำประกัน

source: Guarantor Required
th: ต้องมีผู้ค้ำประกัน

source: Guarantor Requirement
th: ข้อกำหนดผู้ค้ำประกัน

source: Guarantor Status
th: สถานะผู้ค้ำประกัน

source: Guarantor agreement document
th: เอกสารสัญญาค้ำประกัน

source: Guarantor for Borrower
th: ผู้ค้ำประกันสำหรับผู้กู้

source: Guarantor information saved successfully! Proceeding to documents upload...
th: บันทึกข้อมูลผู้ค้ำประกันเรียบร้อยแล้ว กำลังดำเนินการอัปโหลดเอกสาร...

source: Guarantor is required
th: ต้องระบุผู้ค้ำประกัน

source: Guarantor is required for {0}
th: ต้องมีผู้ค้ำประกันสำหรับ {0}

source: Guarantor removed
th: ผู้ค้ำประกันถูกลบออก

source: Guarantor required
th: ต้องมีผู้ค้ำประกัน

source: Guarantor(s)
th: ผู้ค้ำประกัน

source: Guarantors
th: ผู้ค้ำประกัน

source: Guest users cannot update loan preferences
th: ผู้ใช้ทั่วไปไม่สามารถปรับปรุงการตั้งค่าการกู้ยืมได้

source: H (Home) - Land with Buildings
th: H (บ้าน) - ที่ดินพร้อมอาคาร

source: HQ
th: สำนักงานใหญ่

source: Handle contracts, forms, and official documents in Thai language with advanced text recognition.
th: จัดการสัญญา แบบฟอร์ม และเอกสารทางการในภาษาไทยด้วยระบบรู้จำข้อความขั้นสูง

source: Happy Customers
th: ลูกค้าพึงพอใจ

source: Has Encroachment
th: มีการบุกรุก

source: Has Existing Mortgage
th: มีภาระจำนองอยู่แล้ว

source: Has Full Text Annotation
th: มีการระบุข้อความเต็มรูปแบบ

source: Has Legal Dispute
th: มีข้อพิพาททางกฎหมาย

source: Has Right of Way Issues
th: มีปัญหาสิทธิทางผ่าน

source: Has user completed all 8 steps?
th: ผู้ใช้ได้ดำเนินการครบทั้ง 8 ขั้นตอนหรือไม่?

source: Hash of previous transaction in chain
th: แฮชของรายการก่อนหน้าในโซ่

source: Hatchback
th: แฮตช์แบ็ก

source: Have client sign all documents at office
th: ให้ลูกค้าลงนามในเอกสารทั้งหมดที่สำนักงาน

source: Head Office
th: สำนักงานใหญ่

source: Hide
th: ซ่อน

source: Hide Details
th: ซ่อนรายละเอียด

source: Hide empty fields
th: ซ่อนช่องว่าง

source: Hide types
th: ซ่อนประเภท

source: Hierarchy Level
th: ระดับลำดับชั้น

source: Hierarchy Level {0} is already assigned to another active Approval Position ({1})
th: ระดับลำดับชั้น {0} ได้ถูกกำหนดให้กับตำแหน่งอนุมัติที่ใช้งานอยู่แล้ว ({1})

source: High
th: สูง

source: High %
th: เปอร์เซ็นต์สูง

source: High Confidence
th: ความมั่นใจสูง

source: High Risk
th: ความเสี่ยงสูง

source: High Risk - Reduce Credit/Guarantor
th: ความเสี่ยงสูง - ลดเครดิต/ผู้ค้ำประกัน

source: High Risk - Reduce Credit/Require Co-Guarantor
th: ความเสี่ยงสูง - ลดเครดิต/ต้องมีผู้ค้ำประกันร่วม

source: High School
th: มัธยมศึกษาตอนปลาย

source: Higher amounts with mortgage option
th: จำนวนเงินสูงขึ้นพร้อมตัวเลือกการจำนอง

source: Hire Date
th: วันที่จ้างงาน

source: History
th: ประวัติ

source: History of loans using this land title deed as collateral
th: ประวัติการกู้ยืมโดยใช้โฉนดที่ดินฉบับนี้เป็นหลักประกัน

source: History of loans using this property as collateral
th: ประวัติการกู้ยืมโดยใช้ทรัพย์สินนี้เป็นหลักประกัน

source: Hologram/Watermark
th: โฮโลแกรม/ลายน้ำ

source: Home
th: หน้าหลัก

source: Home Loan
th: สินเชื่อที่อยู่อาศัย

source: Home Loans
th: สินเชื่อบ้าน

source: Home Phone
th: โทรศัพท์บ้าน

source: Home Photos
th: โฮม รูปภาพ

source: Home Photos (Borrower & Guarantor)
th: รูปถ่ายบ้าน (ผู้กู้ & ผู้ค้ำประกัน)

source: Home Photos (Multiple)
th: รูปภาพหน้าหลัก (หลายภาพ)

source: Home Visit
th: เยี่ยมบ้าน

source: Honda Motorcycle
th: ฮอนด้า มอเตอร์ไซค์

source: Hourly
th: รายชั่วโมง

source: House
th: บ้าน

source: House Number
th: สินราง

source: House Registration
th: ทะเบียนบ้าน

source: House Registration Pages
th: หน้าทะเบียนบ้าน

source: Household Appliance
th: เครื่องใช้ไฟฟ้าภายในบ้าน

source: Household Registration
th: ทะเบียนบ้าน

source: Housing Loan/Mortgage
th: สินเชื่อที่อยู่อาศัย/จำนอง

source: Housing Payment
th: การชำระเงินที่พักอาศัย

source: Housing Payment/Rent (THB/month)
th: การชำระเงินค่าที่พัก/ค่าเช่า (บาท/เดือน)

source: How GPS was obtained: exif (from photo), manual (user entered), browser (geolocation)
th: วิธีการได้มาซึ่ง GPS: exif (จากภาพถ่าย), ป้อนด้วยตนเอง (ผู้ใช้กรอก), เบราว์เซอร์ (ตำแหน่งทางภูมิศาสตร์)

source: How this application was assigned (Manual or Automatic)
th: แอปพลิเคชันนี้ถูกกำหนดอย่างไร (ด้วยตนเองหรืออัตโนมัติ)

source: How to use this calculator
th: วิธีการใช้เครื่องคิดเลขนี้

source: Human-readable label - Specific document name (e.g., 'Front View', 'ID Card Copy')
th: ป้ายกำกับที่อ่านเข้าใจง่าย - ชื่อเอกสารเฉพาะ (เช่น 'ภาพด้านหน้า', 'สำเนาบัตรประชาชน')

source: Hybrid
th: ไฮบริด

source: I acknowledge these GPS warnings
th: ฉันรับทราบคำเตือน GPS เหล่านี้แล้ว

source: I confirm that all information is correct
th: ข้าพเจ้ายืนยันว่าข้อมูลทั้งหมดถูกต้องครบถ้วนแล้ว

source: I have reviewed the GPS fraud detection warnings and understand the risks associated with this application.
th: ข้าพเจ้าได้ตรวจสอบคำเตือนการตรวจจับการทุจริต GPS แล้วและเข้าใจความเสี่ยงที่เกี่ยวข้องกับแอปพลิเคชันนี้เป็นอย่างดี

source: I understand this action is irreversible
th: ผมเข้าใจว่าการดำเนินการนี้ไม่สามารถย้อนกลับได้

source: ID
th: รหัส

source: ID / Tax Number
th: รหัสประจำตัว / หมายเลขผู้เสียภาษี

source: ID Address
th: ID สาลาร

source: ID Address (from OCR)
th: ที่อยู่ ID (จาก OCR)

source: ID Back Number
th: หมายเลขประจำตัวย้อนหลัง

source: ID Back Number (Format: XX#-#######-##)
th: หมายเลขประจำตัวย้อนหลัง (รูปแบบ: XX#-#######-##)

source: ID Card
th: บัตรประชาชน

source: ID Card Address
th: ที่อยู่ตามบัตรประชาชน

source: ID Card Back
th: ด้านหลังบัตรประชาชน

source: ID Card Capture
th: การจับภาพบัตรประชาชน

source: ID Card Copy
th: สำเนาบัตรประชาชน

source: ID Card Copy Pages
th: สำเนาหน้าบัตรประชาชน

source: ID Card Expiry
th: วันหมดอายุบัตรประชาชน

source: ID Card Front
th: หน้าบัตรประชาชน

source: ID Card Has Expired
th: บัตรประชาชนหมดอายุแล้ว

source: ID Card Information
th: ข้อมูลบัตรประชาชน

source: ID Card Number
th: หมายเลขบัตรประชาชน

source: ID Card Pages
th: หน้าบัตรประชาชน

source: ID Card Processing Complete!
th: การดำเนินการบัตรประชาชนเสร็จสมบูรณ์!

source: ID Card Scanner (Optional)
th: เครื่องสแกนบัตรประชาชน (ไม่บังคับ)

source: ID Copy Attached
th: คัดลอก ID แนบมาแล้ว

source: ID Document Type
th: รหัส ประเภทเอกสาร

source: ID Expiry Date
th: รหัส หมดอายุ

source: ID Format Warning
th: คำเตือนรูปแบบรหัส

source: ID Issue Date
th: รหัส วันที่ออก

source: ID Number
th: หมายเลขประจำตัว

source: ID Number (13 digits)
th: หมายเลขประจำตัวประชาชน (13 หลัก)

source: ID Number is required to create Customer
th: หมายเลขบัตรประชาชนจำเป็นสำหรับการสร้างลูกค้า

source: ID Type
th: ประเภท ID

source: ID back number is missing
th: หมายเลขประจำตัวย้อนหลังหายไป

source: ID card data extracted successfully! The form has been automatically filled.
th: ข้อมูลบัตรประชาชนถูกดึงออกมาเรียบร้อยแล้ว! แบบฟอร์มได้รับการกรอกข้อมูลโดยอัตโนมัติแล้ว

source: ID cards processed
th: บัตรประชาชนที่ดำเนินการแล้ว

source: ID number is missing
th: หมายเลขบัตรประชาชนหายไป

source: ID number is required
th: หมายเลขประจำตัวเป็นข้อมูลที่จำเป็น

source: ID number should be 13 digits
th: หมายเลขบัตรประชาชนต้องมี 13 หลัก

source: IP Address
th: ที่อยู่ IP

source: IP and Request Context
th: IP และ บริบทของคำขอ

source: ISO 8601 timestamp from EXIF or browser
th: เวลาตามมาตรฐาน ISO 8601 จาก EXIF หรือเบราว์เซอร์

source: Identification
th: การระบุ

source: Identifier for multi-upload slots (e.g., 'engine_bay-0', 'guarantor1_id_card-2'). Used by application logic to prevent duplicate rows when same slot is synced multiple times.
th: รหัสประจำตัวสำหรับช่องอัปโหลดหลายรายการ (เช่น 'engine_bay-0', 'guarantor1_id_card-2') ใช้โดยตรรกะของแอปพลิเคชันเพื่อป้องกันแถวซ้ำเมื่อมีการซิงค์ช่องเดียวกันหลายครั้ง

source: Identifier for this set (bluebook, id_card, etc.)
th: รหัสประจำชุดนี้ (bluebook, บัตรประชาชน, ฯลฯ)

source: Identity Document Type
th: ประเภทเอกสารประจำตัว

source: Identity Documents
th: เอกสารประจำตัว

source: Identity Number
th: หมายเลขประจำตัว

source: Identity Section (Max 12)
th: ส่วนข้อมูลประจำตัว (สูงสุด 12)

source: Identity Verification
th: การยืนยันตัวตน

source: Identity Verified
th: ยืนยันตัวตนแล้ว

source: Identity/Residence Verification
th: การยืนยันตัวตน/ที่พักอาศัย

source: If checked, this action code will trigger GL Entry creation for payment receipts
th: หากเลือก รหัสการดำเนินการนี้จะเป็นตัวกระตุ้นให้สร้างรายการสมุดรายวันสำหรับใบเสร็จรับเงิน

source: If no guarantor, need 2 reference persons
th: ถ้าไม่มีผู้ค้ำประกัน จำเป็นต้องมีบุคคลอ้างอิง 2 คน

source: If you have questions or need more information
th: หากคุณมีคำถามหรือต้องการข้อมูลเพิ่มเติม

source: Image
th: ภาพ

source: Image / Document Label
th: ป้ายกำกับรูปภาพ / เอกสาร

source: Image / Photo Angle
th: มุมภาพ / มุมถ่ายภาพ

source: Image Preview
th: ภาพตัวอย่าง

source: Image Quality
th: คุณภาพของภาพ

source: Image Type
th: ประเภทภาพ

source: Images
th: ภาพ

source: Immutability (Hash Chain)
th: ความไม่เปลี่ยนแปลง (โซ่แฮช)

source: Import Batch
th: นำเข้าชุดข้อมูล

source: Import Datetime
th: นำเข้าวันที่และเวลา

source: Import Failed
th: นำเข้าไม่สำเร็จ

source: Import History
th: ประวัติการนำเข้า

source: Import Information
th: นำเข้าข้อมูล

source: Import Results
th: ผลลัพธ์การนำเข้า

source: Import and manage vehicle market prices for loan collateral valuation
th: นำเข้าและจัดการราคาตลาดรถยนต์สำหรับการประเมินหลักประกันเงินกู้

source: Import completed!
th: การนำเข้าเสร็จสมบูรณ์!

source: Import completed: {0} new, {1} updated, {2} failed
th: นำเข้าเสร็จสมบูรณ์: {0} รายการใหม่, {1} รายการที่อัปเดต, {2} รายการที่ล้มเหลว

source: Import failed
th: การนำเข้าไม่สำเร็จ

source: Import failed: No valid records found
th: การนำเข้าไม่สำเร็จ: ไม่พบระเบียนที่ถูกต้องใด ๆ

source: Import failed: {0}
th: การนำเข้าไม่สำเร็จ: {0}

source: Important Notes
th: หมายเหตุสำคัญ

source: Important Payment Information
th: ข้อมูลการชำระเงินที่สำคัญ

source: Important:
th: สำคัญ:

source: Imported
th: นำเข้าแล้ว

source: Imported By
th: นำเข้าโดย

source: Importing...
th: กำลังนำเข้า...

source: In House
th: ภายในองค์กร

source: In Process
th: กำลังดำเนินการ

source: In Progress
th: กำลังดำเนินการ

source: In-Person
th: ด้วยตนเอง

source: Inactive
th: ไม่ใช้งาน

source: Includes agricultural equipment
th: รวมอุปกรณ์การเกษตร

source: Including motorcycles over 20 years
th: รวมถึงรถจักรยานยนต์ที่มีอายุมากกว่า 20 ปี

source: Income > 2x Installment
th: รายได้ > 2 เท่าของงวดผ่อนชำระ

source: Income > 2x Monthly Installment
th: รายได้ > 2 เท่าของงวดรายเดือน

source: Income > 3x Installment
th: รายได้ > 3 งวดผ่อนชำระ

source: Income > 4x Installment
th: รายได้ > การผ่อนชำระ 4 งวด

source: Income Analysis
th: การวิเคราะห์รายได้

source: Income Capacity
th: สิ่งสิ่งสายลา

source: Income Capacity Score (1-4)
th: คะแนนความสามารถในการสร้างรายได้ (1-4)

source: Income Details
th: รายละเอียดรายได้

source: Income Documents
th: เอกสารรายได้

source: Income Documents Verified
th: เอกสารรายได้ได้รับการตรวจสอบแล้ว

source: Income Information
th: ข้อมูลรายได้

source: Income Proof
th: หลักฐานรายได้

source: Income Ratio
th: อัตราส่วนรายได้

source: Income Score (0-30)
th: คะแนนรายได้ (0-30)

source: Income Section (Max 4)
th: ส่วนรายได้ (สูงสุด 4)

source: Income Source
th: แหล่งรายได้

source: Income Sources
th: แหล่งที่มาของรายได้

source: Income Statement
th: งบกำไรขาดทุน

source: Income Type
th: ประเภทรายได้

source: Income Verification
th: การตรวจสอบรายได้

source: Income Verification Date
th: วันที่ วอนการ

source: Income Verification Status
th: สถานะการตรวจสอบรายได้

source: Income Verified
th: รายได้ได้รับการยืนยันแล้ว

source: Income ≤ Installment (NOT APPROVED)
th: รายได้ ≤ เงินผ่อนชำระ (ยังไม่อนุมัติ)

source: Income ≤ Monthly Installment
th: รายได้ ≤ เงินงวดรายเดือน

source: Income/Monthly Installment
th: รายได้/งวดรายเดือน

source: Income/Total Loan
th: รายได้/ยอดเงินกู้รวม

source: Incomplete
th: ไม่สมบูรณ์

source: Incomplete Vehicle Data
th: ข้อมูลยานพาหนะไม่สมบูรณ์

source: Incomplete vehicle information
th: ข้อมูลรถยนต์ไม่สมบูรณ์

source: Increase Credit
th: เพิ่มวงเงินเครดิต

source: Independent
th: อิสระ

source: Independent Appraiser
th: ผู้ประเมินอิสระ

source: Individual
th: บุคคล

source: Industry-leading interest rates starting from 2.9% APR
th: อัตราดอกเบี้ยชั้นนำในอุตสาหกรรม เริ่มต้นที่ 2.9% ต่อปี (APR)

source: Info
th: ข้อมูล

source: Inform
th: แจ้งให้ทราบ

source: Inform Approval
th: แจ้งการอนุมัติ

source: Input Land Area
th: ป้อนพื้นที่ดิน

source: Inquire and get consultation
th: สอบถามและขอคำปรึกษา

source: Inspection Date
th: วันที่ของ

source: Inspector Name
th: ชื่อผู้ตรวจสอบ

source: Installment #
th: งวดที่ #

source: Installment Amount
th: จำนวนเงินผ่อนชำระ

source: Installment Amount (incl. VAT)
th: จำนวนเงินผ่อนชำระ (รวม VAT)

source: Installment Details
th: รายละเอียดการผ่อนชำระ

source: Installment Number
th: ศาบิตรางสิน

source: Installment Type
th: ประเภทการผ่อนชำระ

source: Installment payment received - {0}
th: ได้รับชำระเงินงวด - {0}

source: Installment period cannot exceed {0} months
th: ระยะเวลาผ่อนชำระต้องไม่เกิน {0} เดือน

source: Installment period must be at least {0} months
th: ระยะเวลาผ่อนชำระต้องไม่น้อยกว่า {0} เดือน

source: Installment/Month
th: งวด/เดือน

source: Instant Disbursement
th: การจ่ายเงินทันที

source: Insurance
th: ประกันภัย

source: Insurance Applicant Information
th: ข้อมูลผู้ขอประกันภัย

source: Insurance Application Created
th: สร้างใบสมัครประกันภัยแล้ว

source: Insurance Application Form
th: แบบฟอร์มคำขอประกันภัย
