Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Additional notes about this collateral type
th: หมายเหตุเพิ่มเติมเกี่ยวกับประเภทหลักประกันนี้

source: Additional remarks or notes about the contract
th: หมายเหตุเพิ่มเติมหรือข้อสังเกตเกี่ยวกับสัญญา

source: Address
th: ที่อยู่

source: Address Details
th: รายละเอียดที่อยู่

source: Address Information
th: ข้อมูลที่อยู่

source: Address Proof
th: หลักฐานที่อยู่

source: Address Proof Document
th: เอกสารยืนยันที่อยู่

source: Address References
th: การอ้างอิงที่อยู่

source: Address Verification
th: การตรวจสอบที่อยู่

source: Address Verified
th: ที่อยู่ได้รับการยืนยันแล้ว

source: Address as per ID Card
th: สิตระบระดเลิ่งบระดสิตรไทย

source: Address form data ready! Check console for details.
th: ข้อมูลแบบฟอร์มที่อยู่พร้อมแล้ว! กรุณาตรวจสอบคอนโซลสำหรับรายละเอียดเพิ่มเติม

source: Address from Thai ID
th: ที่อยู่จากบัตรประชาชน

source: Address information saved successfully
th: บันทึกข้อมูลที่อยู่เรียบร้อยแล้ว

source: Adjust interest rate and loan term to see different payment options
th: ปรับอัตราดอกเบี้ยและระยะเวลาสินเชื่อเพื่อดูตัวเลือกการชำระเงินที่แตกต่างกัน

source: Admin
th: ผู้ดูแลระบบ

source: Admin Notes
th: บันทึกผู้ดูแลระบบ

source: Affiliate ID
th: รหัสพันธมิตร

source: Affordability Analysis
th: การวิเคราะห์ความสามารถในการชำระเงิน

source: Affordability Check Result
th: ผลการตรวจสอบความสามารถในการชำระเงิน

source: Affordability Display
th: การแสดงความสามารถในการจ่าย

source: Age
th: อายุ

source: Age Details
th: รายละเอียดอายุ

source: Age Range
th: ช่วงอายุ

source: Age Risk
th: ความเสี่ยงตามอายุ

source: Age Risk Score (1-4)
th: คะแนนความเสี่ยงตามอายุ (1-4)

source: Agenda
th: ระเบียบวาระการประชุม

source: Agent
th: ตัวแทน

source: Agent & External Worker Information
th: ข้อมูลตัวแทนและพนักงานภายนอก

source: Agent Code
th: รหัสตัวแทน

source: Agent Commission
th: ค่าคอมมิชชั่นตัวแทน

source: Agent Company Name
th: ชื่อบริษัทตัวแทน

source: Agent Name
th: ชื่อผู้แทน

source: Agent/Employee
th: ตัวแทน/พนักงาน

source: Aging Analysis Report
th: รายงานการวิเคราะห์อายุหนี้

source: Aging Bucket
th: ช่วงอายุลูกหนี้

source: Aging Category
th: หมวดหมู่อายุหนี้

source: Aging Summary
th: สรุปอายุลูกหนี้

source: Agricultural
th: เกษตรกรรม

source: Agricultural Equipment
th: อุปกรณ์เกษตรกรรม

source: Agricultural Loan
th: การอายัดเกยร

source: Agricultural Loans
th: สินเชื่อเกษตรกรรม

source: Agriculture Construction
th: เกษตรกรรม ก่อสร้าง

source: Agriculture/Construction
th: เกษตรกรรม/การก่อสร้าง

source: Airtable Base ID not configured. Get it from https://airtable.com/api and add to .env.local
th: ยังไม่ได้ตั้งค่า Airtable Base ID โปรดรับจาก https://airtable.com/api และเพิ่มในไฟล์ .env.local

source: Airtable Connection Failed
th: การเชื่อมต่อ Airtable ล้มเหลว

source: Airtable Connection Successful
th: การเชื่อมต่อ Airtable สำเร็จ

source: Airtable PAT not configured in .env.local
th: ไม่ได้ตั้งค่า Airtable PAT ในไฟล์ .env.local

source: Alien ID
th: รหัสประจำตัวต่างด้าว

source: Alien Registration
th: การลงทะเบียนชาวต่างชาติ

source: All
th: ทั้งหมด

source: All Applications
th: ทั้งหมด เสร็จ

source: All Categories
th: 기능 หมวดหมู่

source: All Documents Uploaded
th: ทั้งหมดข้าถึงเริ่งที่ยน

source: All Documents Verified - Proceed
th: ทั้งสินราคาริบทเลื่อยการ - เลิ่งสร้าง

source: All Jobs
th: งานทั้งหมด

source: All Severities
th: ทั้งหมด เวริดสริ่ง

source: All Status
th: สถานะทั้งหมด

source: All Statuses
th: สถานะทั้งหมด

source: All Steps
th: ทั้งหมด วัน

source: All Steps Completed
th: ทั้งหมด เสร็จสิ้น

source: All Steps Completed!
th: ทั้งหมดเสร็จสิ้นบริบท เสร็จสิ้น!

source: All Tasks
th: งานทั้งหมด

source: All applications
th: ทั้งหมด เข้ามูล

source: All calculations are estimates - actual rates may vary
th: การคำนวณทั้งหมดเป็นการประมาณการ - อัตราที่แท้อาจแตกต่างกันได้

source: All calculations refreshed successfully
th: ดึงข้อมูลใหม่เลือกเด่างส่างสั่งสาร์เสร็จเลือก

source: All documentation provided - OK
th: เอกสารทั้งหมดที่จัดเตรียมไว้ - ตกลง

source: All documents must be clear and readable
th: เอกสารทั้งหมดต้องชัดเจนและอ่านง่าย

source: All electric bike types covered
th: ครอบคลุมประเภทจักรยานไฟฟ้าทุกประเภท

source: All form data copied to clipboard
th: ทั้งหมดเสริ่งเป็นส่วนสริ่งยการเป็นข้อม

source: All guarantor information saved successfully!
th: \u0e17\u0e31\u0e49\u0e07\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e23\u0e34\u0e1a\u0e23\u0e2d\u0e14\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e40\u0e2a\u0e47\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e40\u0e2a\u0e47\u0e19\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u0e30\u0e1a\u0e23\u0e34\u0e1a\u0e17\u0e2d\u0e22\u0e2a\u0e34\u0e27\u0e23\u0e34\u0e1a\u0e40\u0e2a\u0e35\u0e22\u0e07\u0e41\u0e25\u0e30\u0e01\u0e23\u

source: All hours
th: ชั่วโมงทั้งหมด

source: All information has been extracted and validated successfully.
th: ทั้งหมดข้ามสินค้าสิดการเลื่อนเป็นสินเกลือสิดเป็นเลื่อนเป็นเป็นเป็นเลื่อนเป็นเลื่อนเป็นเลื่อนเป็นเลื่อนเป็นเลื่อนเป็นเลื่อน

source: All loan applications that have used this land title deed
th: ใบสมัครสินเชื่อทั้งหมดที่ได้ใช้โฉนดที่ดินนี้

source: All loan applications that have used this property
th: ใบสมัครสินเชื่อทั้งหมดที่ได้ใช้ทรัพย์สินนี้

source: All loan documents signed and uploaded to system
th: เอกสารสินเชื่อทั้งหมดได้ลงนามและอัปโหลดเข้าสู่ระบบแล้ว

source: All loans that have used or are using this vehicle as collateral
th: ทั้งสินรัพย์เลือกเครื่องมือที่สุดเสริงสินรัพย์สรายกอร์

source: All loans using this vehicle as collateral (current and historical)
th: ทั้งสินสินเริ่งสวันสินเริ่งเลือกเป็นสุดไทย (สรายสินเริ่ง ใช สรายสินเริ่ง)

source: All pending drafts (not yet submitted)
th: ทั้งหมดรอดำเนินการ ฉบับร่าง (เล็นส่วนเมื่อยการ)

source: All required documents verified
th: เอกสารที่จำเป็นทั้งหมดได้รับการตรวจสอบแล้ว

source: All requirements met - proceed with standard processing
th: ทั้งหมดข้าถึงสร้าง - ต่องข้าถึงเลื่อกเสริงตาน

source: All saved drafts
th: ทั้งหมดฉบับร่างข้าม

source: All your loan applications
th: ใบสมัครสินเชื่อทั้งหมดของคุณ

source: Allowed
th: ได้รับอนุญาต

source: Allowed IP Addresses
th: สว่าง IP ชาราง

source: Already Exists
th: มีอยู่แล้ว

source: Alternate Contact
th: ผู้ติดต่อสำรอง

source: Ambulance/Fire Truck
th: รถพยาบาล/รถดับเพลิง

source: Amended From
th: แก้ไขจาก

source: Amount
th: จำนวน

source: Amount Range
th: ช่วงจำนวนเงิน

source: Amount borrowed against this land
th: จำนวนเงินที่ยืมโดยใช้ที่ดินนี้เป็นหลักประกัน

source: Amount borrowed against this property
th: จำนวนเงินที่ยืมโดยใช้ทรัพย์สินนี้เป็นหลักประกัน

source: Amount borrowed against this vehicle
th: จำนวนเงินที่ยืมโดยใช้รถคันนี้เป็นหลักประกัน

source: Amount: {0}
th: จำนวน: {0}

source: An error occurred during bulk import
th: เกิดข้อผิดพลาดระหว่างการนำเข้าข้อมูลจำนวนมาก

source: An error occurred during export
th: เกิดข้อผิดพลาดระหว่างการส่งออก

source: An error occurred during import
th: เกิดข้อผิดพลาดระหว่างการนำเข้า

source: An error occurred. Please contact supervisor.
th: เกิดข้อผิดพลาด กรุณาติดต่อผู้ดูแลระบบ

source: An existing application was found for this ID card. You can continue where you left off or start a completely new application.
th: พบใบสมัครที่มีบัตรประชาชนนี้อยู่แล้ว คุณสามารถดำเนินการต่อจากที่ค้างไว้ หรือเริ่มต้นใบสมัครใหม่ทั้งหมดได้

source: An unexpected error occurred
th: เกิดข้อผิดพลาดที่ไม่คาดคิดขึ้น

source: An unknown error occurred.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ

source: Analyzing your ID card
th: กำลังวิเคราะห์บัตรประชาชนของคุณ

source: Annotations
th: คำอธิบายประกอบ

source: Annual Depreciation Rate
th: อัตราค่าเสื่อมราคาประจำปี

source: Annual Income
th: รายได้ต่อปี

source: Annual Interest Rate (%)
th: อัตราดอกเบี้ยรายปี (%)

source: Annual Premium
th: เบี้ยประกันรายปี

source: Annual Tax Expiry
th: วันหมดอายุภาษีประจำปี

source: Annual Tax Expiry Date
th: วันหมดอายุภาษีประจำปี

source: Annual Tax Expiry Date (วันหมดอายุภาษีรถ)
th: วันหมดอายุภาษีประจำปี

source: Annual Vehicle Tax
th: ภาษีรถยนต์ประจำปี

source: Annual Vehicle Tax (ภาษีรถ)
th: ภาษีรถประจำปี

source: Annual interest rate must be greater than zero
th: อัตราดอกเบี้ยรายปีต้องมากกว่าศูนย์

source: Annual vehicle registration tax renewal
th: การต่ออายุภาษีทะเบียนรถประจำปี

source: Annual vehicle tax expires in {0} days
th: ภาษีรถยนต์ประจำปีจะหมดอายุในอีก {0} วัน

source: Annual vehicle tax expiry date
th: วันหมดอายุภาษีรถประจำปี

source: Annual vehicle tax overdue - requires valid พ.ร.บ. to pay
th: ภาษีรถประจำปีค้างชำระ - ต้องมี พ.ร.บ. ที่ถูกต้องเพื่อชำระเงิน

source: Annual vehicle tax payment status
th: สถานะการชำระภาษีรถประจำปี

source: Annual vehicle tax status pending/unknown - verification required
th: สถานะภาษีรถยนต์ประจำปี รอการตรวจสอบ/ไม่ทราบ - ต้องการการยืนยันข้อมูล

source: Annually
th: รายปี

source: Anonymous
th: ไม่ระบุชื่อ

source: Anti-Money Laundering
th: ป้องกันการฟอกเงิน

source: Applicable Range
th: ขอบเขตที่ใช้บังคับ

source: Applicant
th: ผู้ขอ

source: Applicant (Customer) link is missing
th: ลิงก์ ผู้สมัคร (ลูกค้า) หายไป

source: Applicant Name
th: ชื่อผู้ยื่นคำขอ

source: Applicant Type
th: ประเภทผู้สมัคร

source: Applicant credit profile and income verification
th: ประวัติเครดิตผู้สมัครและการตรวจสอบรายได้

source: Applicant name is missing
th: ชื่อผู้สมัครขาดหาย

source: Application
th: แอปพลิเคชัน

source: Application Acknowledged
th: ยอมรับคำขอแอปพลิเคชันแล้ว

source: Application Assignments
th: การมอบหมายแอปพลิเคชัน

source: Application Cannot Proceed
th: ไม่สามารถดำเนินการแอปพลิเคชันได้

source: Application Date
th: วันรับสมัคร

source: Application Default Credentials
th: ข้อมูลประจำตัวเริ่มต้นของแอปพลิเคชัน

source: Application Details
th: รายละเอียดแอปพลิเคชัน

source: Application ID
th: รหัสประจำตัวแอปพลิเคชัน

source: Application ID is missing
th: รหัสแอปพลิเคชันหายไป

source: Application ID is required
th: รหัสประจำตัวแอปพลิเคชันเป็นข้อมูลที่จำเป็นต้องระบุ

source: Application Logs
th: บันทึกข้าถึง

source: Application Not Found
th: ไม่พบแอปพลิเคชัน

source: Application Number
th: โปรการเป็น

source: Application Number Settings
th: การตั้งค่าหมายเลขแอปพลิเคชัน

source: Application Process
th: กระบวนการสมัครงาน

source: Application Reference Numbers
th: หมายเลขอ้างอิงแอปพลิเคชัน

source: Application Resubmitted After Corrections
th: ส่งคำขอใหม่หลังจากแก้ไขแล้ว

source: Application Settings
th: การตั้งค่าแอปพลิเคชัน

source: Application Status
th: สถานะการสมัคร

source: Application Status Tracking
th: การติดตามสถานะแอปพลิเคชัน

source: Application Submitted
th: ส่งใบสมัครแล้ว

source: Application Submitted Successfully
th: ส่งใบสมัครเรียบร้อยแล้ว

source: Application Submitted Successfully!
th: ส่งใบสมัครเรียบร้อยแล้ว!

source: Application Title
th: ชื่อแอปพลิเคชัน

source: Application approved successfully
th: แอปพลิเคชันได้รับการอนุมัติเรียบร้อยแล้ว

source: Application approved. Please inform client to come to office.
th: \u0e2a\u0e19\u0e38\u0e21\u0e31\u0e15\u0e34\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e02\u0e48\u0e32\u0e07\u0e25\u0e31\u0e07\u0e40\u0e2a\u0e47\u0e19\u0e15\u0e48\u0e2d\u0e19\u0e15\u0e48\u0e32\u0e2a\u0e25\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e2a\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e2a\u0e2d\u0e07\u0e2a\u0e2d\u0e23\u0e31\u0e1a\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e2a\u0e2d\u0e23\u0e31\u0e1a\u0e40\u0e2a\u0e47\u0e19\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e02\u0e48\u0e32\u0e07\u0e25\u0e31\u0e07\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e15\u0e48\u0e2d\u0e19\u0e02\u0e49\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e2a\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e2a\u0e2d\u0e07\u0e2a\u0e2d\u0e23\u0e31\u0e1a\u0e40\u0e2a\u0e47\u0e19\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e02\u0e48\u0e32\u0e07\u0e25\u0e31\u0e07\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e15\u0e48\u0e2d\u0e19\u0e02\u0e49\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e2a\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e2a\u0e2d\u0e07\u0e2a\u0e2d\u0e23\u0e31\u0e1a\u0e40\u0e2a\u0e47\u0e19\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e02\u0e48\u0e32\u0e07\u0e25\u0e31\u0e07\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e15\u0e48\u0e2d\u0e19\u0e02\u0e49\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e2a\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e2a\u0e2d\u0e07\u0e2a\u0e2d\u0e23\u0e31\u0e1a\u0e40\u0e2a\u0e47\u0e19\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e02\u0e48\u0e32\u0e07\u0e25\u0e31\u0e07\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e15\u0e48\u0e2d\u0e19\u0e02\u0e49\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e2a\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e2a\u0e2d\u0e07\u0e2a\u0e2d\u0e23\u0e31\u0e1a\u0e40\u0e2a\u0e47\u0e19\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e02\u0e48\u0e32\u0e07\u0e25\u0e31\u0e07\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e15\u0e48\u0e2d\u0e19\u0e02\u0e49\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e2a\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e2a\u0e2d\u0e07\u0e2a\u0e2d\u0e23\u0e31\u0e1a\u0e40\u0e2a\u0e47\u0e19\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e02\u0e48\u0e32\u0e07\u0e25\u0e31\u0e07\u0e2a\u0e23\u0e34\u0e07\u0e21\u0e32\u0e19\u0e40\u0e2a\u0e47\u0e19\u0e15\u0e48\u0e2d\u0e19\u0e02\u0e49\u0e32\u0e07\u0e2a\u0e34\u0e48\u0e07\u0e15\u0e32\u0e21\u0e2d\u0e22\u0e2a\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e2a\u0e2d\u0e07\u0e2a\u0e2d\u0e23\u0e31\u0e1a\u0e40\u0e2a\u0e47\u0e19\u0e2a\u0e23\u0e34\u0e07\u0e21\u

source: Application cannot proceed - critical requirements not met
th: ไม่สามารถดำเนินการแอปพลิเคชันได้ - ไม่เป็นไปตามข้อกำหนดสำคัญ

source: Application has been fully approved. You can proceed to the next step.
th: ใบสมัครได้รับการอนุมัติครบถ้วนแล้ว ท่านสามารถดำเนินการขั้นตอนถัดไปได้เลยค่ะ

source: Application is already in Confirmation stage.
th: แอปพลิเคชันอยู่ในขั้นตอนการยืนยันแล้ว

source: Application must be Approved. Current workflow state: {0}
th: แอปพลิเคชันต้องได้รับการ อนุมัติ สถานะเวิร์กโฟลว์ปัจจุบัน: {0}

source: Application must be in 'Correction Required' state to resubmit
th: แอปพลิเคชันต้องอยู่ในสถานะ 'ต้องแก้ไข' เพื่อส่งใหม่

source: Application must be in Confirmation stage. Current disbursement status: {0}
th: แอปพลิเคชันต้องอยู่ในขั้นตอนการยืนยัน สถานะการเบิกจ่ายปัจจุบัน: {0}

source: Application must be in Draft state to verify. Current state: {0}
th: แอปพลิเคชันต้องอยู่ในสถานะฉบับร่างเพื่อทำการตรวจสอบ สถานะปัจจุบัน: {0}

source: Application must be in Draft status to submit. Current status: {0}
th: แอปพลิเคชันต้องอยู่ในสถานะ ฉบับร่าง เพื่อทำการส่ง สถานะปัจจุบัน: {0}

source: Application must be submitted or under review to send back
th: แอปพลิเคชันต้องอยู่ในสถานะส่งแล้วหรือกำลังตรวจสอบเพื่อส่งกลับ

source: Application must have docstatus=0 (Draft). Current docstatus: {0}
th: แอปพลิเคชันต้องมีสถานะเอกสารเป็น 0 (ฉบับร่าง) สถานะเอกสารปัจจุบัน: {0}

source: Application name is required
th: จำเป็นต้องระบุชื่อแอปพลิเคชัน

source: Application not found
th: ไม่พบแอปพลิเคชัน

source: Application received by Mobius system
th: คำขอรับการสมัครได้รับโดยระบบ Mobius

source: Application reference
th: เลขอ้างอิงแอปพลิเคชัน

source: Application rejected
th: แอปพลิเคชันถูกปฏิเสธ

source: Application resubmitted successfully
th: ส่งใบสมัครใหม่สำเร็จแล้ว

source: Application sent back to creator for corrections
th: แอปพลิเคชันถูกส่งกลับไปยังผู้สร้างเพื่อแก้ไข

source: Application sent back to creator successfully
th: สรางเลื่องระดานสินที่เกินเครื่องมากระบริบท์เลื่องຈสน์

source: Application sent to Disbursement successfully
th: ส่งคำขอไปยังการเบิกจ่ายเรียบร้อยแล้ว

source: Application status updated successfully
th: สถานะแอปพลิเคชันได้รับการอัปเดตเรียบร้อยแล้ว

source: Application submitted for review! Application ID: {0}
th: ส่งใบสมัครเพื่อขอการตรวจสอบแล้ว! รหัสใบสมัคร: {0}

source: Application submitted successfully! Application ID: {0}
th: ส่งคำขอเรียบร้อยแล้ว! รหัสคำขอ: {0}

source: Application tracking updated successfully
th: การติดตามแอปพลิเคชันได้รับการอัปเดตเรียบร้อยแล้ว

source: Application {0} assigned to {1}
th: โกดูล {0} เหลื่อนมี {1}

source: Application {0} not found
th: ไม่พบแอปพลิเคชัน {0}

source: Application {0} returned to {1} for corrections
th: แอปพลิเคชัน {0} ถูกส่งกลับไปยัง {1} เพื่อแก้ไข

source: Application {0} verified and submitted for review. {1}
th: แอปพลิเคชัน {0} ได้รับการตรวจสอบและส่งเพื่อพิจารณาแล้ว {1}

source: Applications assigned to you
th: แอปพลิเคชันที่มอบหมายให้คุณ

source: Applied
th: ใช้แล้ว

source: Apply
th: ใช้

source: Apply Bilateral Only
th: ใช้ได้เฉพาะแบบทวิภาคี

source: Apply CLAHE Only
th: ใช้ CLAHE เท่านั้น

source: Apply Now
th: ลงทะเบียนเลย

source: Apply Unsharp Only
th: ใช้เฉพาะการปรับความคมชัดแบบไม่เบลอ

source: Apply enhancement filters only (no crop)
th: ใช้เฉพาะตัวกรองปรับปรุง (ไม่ครอบตัด)

source: Apply for Loan Online
th: สมัครสินเชื่อออนไลน์

source: Apply for a Loan
th: ยื่นขอสินเชื่อ

source: Apply for auto and motorcycle loans online, fast and easy
th: สมัครสินเชื่อรถยนต์และรถจักรยานยนต์ออนไลน์ รวดเร็วและง่ายดาย

source: Apply for vehicle, land, or agricultural loans easily in just a few steps. Loan amounts ฿10,000 - ฿500,000 with fast approval within 3 hours
th: สมัครสินเชื่อรถยนต์ ที่ดิน หรือสินเชื่อเกษตรกรรมได้ง่าย ๆ เพียงไม่กี่ขั้นตอน วงเงินสินเชื่อ 10,000 - 500,000 บาท อนุมัติรวดเร็วภายใน 3 ชั่วโมง

source: Apply online or visit our branch
th: สมัครออนไลน์หรือเยี่ยมชมสาขาของเรา

source: Apply perspective correction using detected corners
th: ปรับแก้ไขมุมมองโดยใช้มุมที่ตรวจจับได้

source: Appraisal
th: การตีราคา

source: Appraisal & Valuation
th: การประเมินผลและการประเมินมูลค่า

source: Appraisal Date
th: วันที่ขอบเปิด

source: Appraisal Date cannot be in the future
th: วันที่ของเป็นเป็นอยการเป็นเพลือสินเท็นส่านหน้า

source: Appraisal Display
th: การแสดงผลการประเมิน

source: Appraisal Information
th: ข้อมูลการประเมินผล

source: Appraisal Status
th: สถานะการประเมินผล

source: Appraisal over 6 months old
th: การประเมินที่มีอายุมากกว่า 6 เดือน

source: Appraisal required
th: ต้องการการประเมินผล

source: Appraised Value
th: มูลค่าประเมิน

source: Appraised Value (Step 4)
th: มูลค่าประเมิน (ขั้นตอนที่ 4)

source: Appraised Value cannot be negative
th: มูลค่าประเมินไม่สามารถเป็นค่าติดลบได้

source: Appraised value must be greater than 0
th: มูลค่าประเมินต้องมากกว่า 0

source: Appraiser Name
th: ชื่อผู้ประเมิน

source: Appraiser Name (Thai)
th: ชื่อผู้ประเมิน (ภาษาไทย)

source: Appraiser Type
th: ประเภทผู้ประเมิน

source: Appraiser company/name
th: บริษัท/ชื่อผู้ประเมิน

source: Approval
th: การอนุมัติ

source: Approval Authority
th: อำนาจอนุมัติ

source: Approval Date
th: วันที่อนุมัต

source: Approval Information
th: ข้อมูลการอนุมัติ

source: Approval Limits
th: ขีดจำกัดการอนุมัติ

source: Approval Limits by Product Type
th: ขอบเขตการอนุมัติตามประเภทสินค้า

source: Approval Notes
th: หมายเหตุการอนุมัติ

source: Approval Position
th: ตำแหน่งผู้อนุมัติ

source: Approval Position Limit
th: ขอบเขตตำแหน่งอนุมัติ

source: Approval Processing
th: การดำเนินการอนุมัติ

source: Approval Rate
th: อัตราการอนุมัติ

source: Approval Remarks
th: หมายเหตุการอนุมัติ

source: Approval Status
th: สถานะการอนุมัติ

source: Approval for ownership period less than 60 days
th: การอนุมัติสำหรับระยะเวลาการเป็นเจ้าของน้อยกว่า 60 วัน

source: Approval for vehicle over 20 years old
th: การอนุมัติสำหรับรถยนต์ที่มีอายุมากกว่า 20 ปี

source: Approval limits by position level (Baht)
th: วงเงินอนุมัติตามระดับตำแหน่ง (บาท)

source: Approval position in the hierarchy (BRM, DSM, RGM, HO, BO)
th: ตำแหน่งการอนุมัติในลำดับชั้น (BRM, DSM, RGM, HO, BO)

source: Approve
th: อนุมัติ

source: Approve (Low Risk)
th: อนุมัติ (ความเสี่ยงต่ำ)

source: Approve with Conditions
th: อนุมัติพร้อมเงื่อนไข

source: Approved
th: ได้รับการอนุมัติ

source: Approved Amount
th: จำนวนที่ได้รับการอนุมัติ

source: Approved Applications
th: ใบสมัครที่ได้รับการอนุมัติ

source: Approved By
th: อนุมัติโดย

source: Approved Date
th: วันที่อนุมัติ

source: Approved Interest Rate
th: อัตราดอกเบี้ยที่ได้รับการอนุมัติ

source: Approved Loan Amount
th: จำนวนเงินกู้ที่ได้รับการอนุมัติ

source: Approved Loans
th: การอายัดอนุมัต

source: Approved Today
th: อนุมัติวันนี้

source: Approved:
th: ได้รับการอนุมัติแล้ว

source: Approver
th: อนุมัติ

source: Approving...
th: กำลังอนุมัติ...

source: Apps
th: แอปส์

source: Are you sure you want to delete this Google Cloud configuration?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการตั้งค่า Google Cloud นี้?

source: Are you sure you want to delete this loan product?
th: คุณแน่ใจหรือไม่ว่าต้องการลบผลิตภัณฑ์สินเชื่อนี้?

source: Area
th: พื้นที่

source: Area Manager
th: ผู้จัดการพื้นที่

source: Array order (0, 1, 2...) for preserving nested array sequence
th: ลำดับอาร์เรย์ (0, 1, 2...) เพื่อรักษาลำดับของอาร์เรย์ซ้อน

source: As of Date
th: ณ วันที่

source: Assessed By
th: ประเมินโดย

source: Assessment Date
th: วันที่ขอบ

source: Assessment Decision
th: การตัดสินใจประเมินผล

source: Assessment Information
th: ข้อมูลการประเมินผล

source: Assessment Links
th: ลิงก์การประเมินผล

source: Assessment Notes
th: บันทึกการประเมิน

source: Assessment Remarks
th: หมายเหตุการประเมิน

source: Assessment date cannot be in the future
th: วันที่ของบริบทเป็นไทยไม่องอันเป็น

source: Assessment linked to Lending Vehicle {0}
th: การประเมินที่เชื่อมโยงกับยานพาหนะให้ยืม {0}

source: Assessor
th: ผู้ประเมิน
