Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Vehicle Documents must have a category set (vehicle_registration or insurance_policy) for proper organization in loan applications.
th: เอกสารยานพาหนะต้องมีการกำหนดประเภท (หมวดหมู่) เป็น (vehicle_registration วันการเลินทรัพย์) หรือ (insurance_policy วันวันเอายงสินเลิน) เพื่อการจัดระเบียบที่เหมาะสมในการขอสินเชื่อ

source: Vehicle Found!
th: พบรถยนต์!

source: Vehicle ID
th: รหัสยานพาหนะ

source: Vehicle Identification
th: รหัสประจำตัวยานพาหนะ

source: Vehicle Image
th: รูปภาพรถยนต์

source: Vehicle Information
th: ข้อมูลยานพาหนะ

source: Vehicle Information Completeness
th: ความสมบูรณ์ของข้อมูลยานพาหนะ

source: Vehicle Insurance
th: ประกันภัยรถยนต์

source: Vehicle Insurance Class 1
th: ประกันภัยรถยนต์ ประเภท 1

source: Vehicle Insurance Class 2
th: ประกันภัยรถยนต์ ชั้น 2

source: Vehicle Insurance Class 2+
th: ประเภทประกันภัยรถยนต์ ชั้น 2+

source: Vehicle Insurance Class 3
th: ประกันภัยรถยนต์ ชั้น 3

source: Vehicle Insurance Class 3+
th: ประกันภัยรถยนต์ ชั้น 3+

source: Vehicle Insurance Provider
th: ผู้ให้บริการประกันภัยรถยนต์

source: Vehicle Loan
th: สินเชื่อรถยนต์

source: Vehicle Loan Template
th: แบบฟอร์มสินเชื่อรถยนต์

source: Vehicle Loan Usage Report
th: รายงานการใช้สินเชื่อรถยนต์

source: Vehicle Location
th: ตำแหน่งยานพาหนะ

source: Vehicle Location (Google Map)
th: ตำแหน่งยานพาหนะ (Google Map)

source: Vehicle Make
th: ยี่ห้อรถยนต์

source: Vehicle Make / Brand
th: ยี่ห้อรถยนต์

source: Vehicle Make is required
th: ยี่ห้อรถยนต์เป็นข้อมูลที่จำเป็น

source: Vehicle Make/Brand
th: ยี่ห้อรถยนต์

source: Vehicle Market Price
th: ราคาตลาดรถยนต์

source: Vehicle Market Price Management
th: การจัดการราคาตลาดยานพาหนะ

source: Vehicle Market Value Lookup
th: การค้นหามูลค่าตลาดยานพาหนะ

source: Vehicle Model
th: รุ่นรถยนต์

source: Vehicle Model is required
th: รุ่นรถยนต์เป็นข้อมูลที่จำเป็น

source: Vehicle Photo
th: รูปถ่ายรถยนต์

source: Vehicle Photo {0}
th: ภาพถ่ายรถยนต์ {0}

source: Vehicle Photos
th: รูปภาพยานพาหนะ

source: Vehicle Photos (Flat Array)
th: รูปภาพยานพาหนะ (อาเรย์แบน)

source: Vehicle Price Import Log
th: บันทึกการนำเข้าราคายานพาหนะ

source: Vehicle Records
th: ทะเบียนรถยนต์

source: Vehicle Registration
th: การจดทะเบียนรถยนต์

source: Vehicle Registration (All Pages)
th: ทะเบียนรถยนต์ (ทุกหน้า)

source: Vehicle Registration - Page {0}
th: การจดทะเบียนรถยนต์ - หน้า {0}

source: Vehicle Registration Book
th: เล่มทะเบียนรถยนต์

source: Vehicle Registration Book (Smart Mode)
th: ทะเบียนรถยนต์ (โหมดสมาร์ท)

source: Vehicle Registration Book Scanner
th: เครื่องสแกนทะเบียนรถยนต์

source: Vehicle Registration Book Scanner (Smart Mode)
th: เครื่องสแกนเล่มทะเบียนรถยนต์ (โหมดอัจฉริยะ)

source: Vehicle Registration Date
th: วันที่ริทยสิกราย

source: Vehicle Registration Date (BE)
th: วันที่ เป็นเกรางสิน (พ.ศ.)

source: Vehicle Registration Pages
th: หน้าลงทะเบียนรถยนต์

source: Vehicle Registration: Upload all pages of the registration book
th: ทะเบียนรถยนต์: อัปโหลดหน้าทั้งหมดของเล่มทะเบียน

source: Vehicle Search & Identification
th: การค้นหาและระบุยานพาหนะ

source: Vehicle Title Loans
th: สินเชื่อทะเบียนรถยนต์

source: Vehicle Type
th: ประเภทยานพาหนะ

source: Vehicle Type (Law)
th: ประเภทยานพาหนะ (กฎหมาย)

source: Vehicle Type (Thai Law)
th: ประเภทยานพาหนะ (กฎหมายไทย)

source: Vehicle Type Name (EN)
th: ชื่อประเภทยานพาหนะ (EN)

source: Vehicle Type Name (TH)
th: ชื่อประเภทยานพาหนะ (TH)

source: Vehicle Usage
th: การใช้งานยานพาหนะ

source: Vehicle Usage Behavior
th: พฤติกรรมการใช้ยานพาหนะ

source: Vehicle Valuation
th: การประเมินมูลค่ารถยนต์

source: Vehicle Valuation Validity (Days)
th: ความถูกต้องของการประเมินมูลค่ารถยนต์ (วัน)

source: Vehicle Value
th: ค่ายานพาหนะ

source: Vehicle Weight
th: น้ำหนักรถยนต์

source: Vehicle Year
th: ปีรถยนต์

source: Vehicle Year (CE)
th: ปีรถยนต์ (คริสต์ศักราช)

source: Vehicle Year is required
th: ปีรถยนต์เป็นข้อมูลที่จำเป็น

source: Vehicle age ({0} years) exceeds 20-year policy limit
th: อายุรถยนต์ ({0} ปี) เกินขีดจำกัดนโยบาย 20 ปี

source: Vehicle age required for LTV estimate
th: อายุรถยนต์ที่ต้องการสำหรับการประเมิน LTV

source: Vehicle age within policy limits - OK
th: อายุรถยนต์อยู่ในขอบเขตนโยบาย - ตกลง

source: Vehicle and Motorcycle Loan Agreement
th: สัญญาเงินกู้ยานพาหนะและรถจักรยานยนต์

source: Vehicle being financed for this credit assessment
th: ยานพาหนะที่อยู่ระหว่างการจัดไฟแนนซ์สำหรับการประเมินเครดิตนี้

source: Vehicle brand (linked to Brand master)
th: ยี่ห้อรถยนต์ (เชื่อมโยงกับ แบรนด์ มาสเตอร์)

source: Vehicle category type
th: ประเภทหมวดหมู่ยานพาหนะ

source: Vehicle collateral (รถยนต์/จักรยานยนต์)
th: หลักประกันยานพาหนะ (รถยนต์/จักรยานยนต์)

source: Vehicle collateral assessment is recommended for vehicle loans
th: แนะนำให้ประเมินหลักประกันรถยนต์สำหรับสินเชื่อรถยนต์

source: Vehicle data populated from Lending Vehicle
th: ข้อมูลยานพาหนะถูกกรอกจากยานพาหนะให้ยืม

source: Vehicle documents synced successfully to Lending Vehicle {0}
th: เอกสารยานพาหนะซิงค์สำเร็จไปยัง Lending Vehicle {0}

source: Vehicle financing options
th: ตัวเลือกการจัดไฟแนนซ์รถยนต์

source: Vehicle found in system
th: พบข้อมูลรถยนต์ในระบบ

source: Vehicle found! You can use this existing vehicle or create a new one.
th: พบรถยนต์แล้ว! คุณสามารถใช้รถยนต์ที่มีอยู่แล้วนี้หรือสร้างรถยนต์ใหม่ได้

source: Vehicle identification number (VIN). Python validation warns on duplicates but allows for edge cases.
th: หมายเลขประจำตัวรถยนต์ (VIN) การตรวจสอบด้วย Python แจ้งเตือนเมื่อพบข้อมูลซ้ำแต่อนุญาตให้กรณีพิเศษบางกรณีผ่านได้

source: Vehicle information saved successfully
th: บันทึกข้อมูลยานพาหนะเรียบร้อยแล้ว

source: Vehicle make is missing
th: ยี่ห้อรถยนต์หายไป

source: Vehicle model is missing
th: รุ่นรถยนต์หายไป

source: Vehicle over 2 years old without insurance cannot proceed
th: รถยนต์ที่มีอายุมากกว่า 2 ปีและไม่มีประกันภัยจะไม่สามารถดำเนินการต่อได้

source: Vehicle over 20 years - requires branch manager approval
th: รถยนต์อายุเกิน 20 ปี - ต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: Vehicle over 20 years old
th: รถยนต์อายุเกิน 20 ปี

source: Vehicle over 20 years old - requires Branch Manager approval
th: รถยนต์อายุเกิน 20 ปี - ต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: Vehicle registration OR Land title deed
th: ทะเบียนรถยนต์ หรือ โฉนดที่ดิน

source: Vehicle registration data applied to form
th: ข้อมูลการจดทะเบียนรถยนต์ที่ใช้ในแบบฟอร์ม

source: Vehicle registration data extracted successfully! Data has been applied to the form below.
th: ข้อมูลการจดทะเบียนรถยนต์ถูกดึงออกมาเรียบร้อยแล้ว! ข้อมูลได้ถูกนำไปใช้ในแบบฟอร์มด้านล่างนี้แล้ว

source: Vehicle registration date (Buddhist Era)
th: วันที่รางสินรางราง (ปีปี)

source: Vehicle return fee received - {0}
th: ค่าธรรมเนียมการคืนรถได้รับ - {0}

source: Vehicle under 2 years without insurance - staff must arrange insurance purchase
th: รถยนต์อายุไม่เกิน 2 ปีที่ไม่มีประกันภัย - พนักงานต้องจัดการซื้อประกันภัยเอง

source: Vehicle year cannot be before 1900
th: ปีรถยนต์ต้องไม่ต่ำกว่า 1900

source: Vehicle year cannot be earlier than 1990
th: ปีรถยนต์ต้องไม่เก่ากว่าปี 1990

source: Vehicle year cannot be in the future
th: ปีของรถยนต์ต้องไม่เป็นปีในอนาคต

source: Vehicle year does not match database - please enter market price manually
th: ปีรถยนต์ไม่ตรงกับฐานข้อมูล กรุณากรอกราคาตลาดด้วยตนเอง

source: Vehicle year must be a valid number
th: ปีรถยนต์ต้องเป็นตัวเลขที่ถูกต้อง

source: Vehicle year {0} is in the future
th: ปีวันหน้า {0} เป็นไทย

source: Vehicle:
th: ยานพาหนะ

source: Verification
th: การตรวจสอบ

source: Verification Attempts
th: จำนวนครั้งที่พยายามตรวจสอบ

source: Verification Date
th: วันที่ตรวจสอบ

source: Verification Details
th: รายละเอียดการตรวจสอบ

source: Verification Failed
th: การตรวจสอบล้มเหลว

source: Verification Method
th: วิธีการตรวจสอบ

source: Verification Notes
th: หมายเหตุการตรวจสอบ

source: Verification Remarks
th: หมายเหตุการตรวจสอบ

source: Verification Status
th: สถานะการตรวจสอบ

source: Verification Successful!
th: การยืนยันสำเร็จ!

source: Verified
th: ได้รับการยืนยัน

source: Verified At
th: ตรวจสอบเมื่อ

source: Verified By
th: ตรวจสอบโดย

source: Verified Date
th: วันที่อนเลื่อ

source: Verifies service account file exists and is readable
th: ตรวจสอบว่าไฟล์บัญชีผู้ใช้บริการมีอยู่และสามารถอ่านได้

source: Verify & Submit
th: ตรวจสอบและส่งข้อมูล

source: Verify Identity
th: ยืนยันตัวตน

source: Verify OTP
th: ยืนยัน OTP

source: Verifying OTP...
th: กำลังตรวจสอบ OTP...

source: Verifying application...
th: กำลังตรวจสอบแอปพลิเคชัน...

source: Verifying...
th: กำลังตรวจสอบ...

source: Version
th: เวอร์ชัน

source: Very Good
th: ดีมาก

source: Very High
th: สูงมาก

source: Very High %
th: สูงมาก %

source: Very High Risk
th: ความเสี่ยงสูงมาก

source: Very High Risk - Do Not Approve
th: ความเสี่ยงสูงมาก - ห้ามอนุมัติ

source: Very Low Risk - Can Increase Credit
th: ความเสี่ยงต่ำมาก - สามารถเพิ่มเครดิตได้

source: Video Call
th: วิดีโอคอล

source: View
th: ดู

source: View All Drafts in ERPNext
th: ดูแบบร่างทั้งหมดใน ERPNext

source: View Application
th: ดูใบสมัคร

source: View Application Logs
th: ดูบันทึกแอปพลิเคชัน

source: View Calendar
th: ดูปฏิทิน

source: View Details
th: ดูรายละเอียด

source: View Docs
th: ดูเอกสาร

source: View GL Entries
th: ดูรายการสมุดรายวันทั่วไป

source: View Image
th: ดูรูปภาพ

source: View Ledger
th: ดูสมุดรายวันบัญชี

source: View Loan
th: ดูสินเชื่อ

source: View Loan Application
th: ดูคำขอกู้เงิน

source: View Loan Disbursement
th: ดูการเบิกจ่ายเงินกู้

source: View Payment Schedule
th: ดูตารางการชำระเงิน

source: View Process Logs
th: ดูบันทึกกระบวนการ

source: View Schedule
th: ดูตารางเวลา

source: View Screening Summary
th: ดูสรุปการคัดกรอง

source: View Sessions
th: ดูเซสชัน

source: View Uploaded Documents
th: ดูเอกสารที่อัปโหลดแล้ว

source: View Website
th: ดูเว็บไซต์

source: View all obligations
th: ดูภาระผูกพันทั้งหมด

source: View all upcoming repayment dates
th: ดูวันที่ชำระเงินคืนที่กำลังจะมาถึงทั้งหมด

source: View and manage loan application assignments
th: ดูและจัดการมอบหมายคำขอกู้เงิน

source: View payment schedule for
th: ดูตารางการชำระเงินสำหรับ

source: View your payment history.
th: ดูประวัติการชำระเงินของคุณ

source: Viewed
th: บันทึกเลิก

source: Village
th: หมู่บ้าน

source: Village/Building
th: หมู่บ้าน/อาคาร

source: Viriyah Dealer Repair (110)
th: วิริยะ ตัวแทนจำหน่ายซ่อมแซม (110)

source: Viriyah Garage Repair (110)
th: วิริยะ การาจ ซ่อมแซม (110)

source: Virtualized
th: เสมือนจริง

source: Vision API call failed: {0}
th: การเรียกใช้ Vision API ล้มเหลว: {0}

source: Visit
th: เยี่ยม

source: Volume/Page
th: ปริมาณ/หน้า

source: Wages
th: ค่าจ้าง

source: Waiting for Approval...
th: กำลังรอการอนุมัติ...

source: Waiting to Upload
th: รอกำลังอัปโหลด

source: Waived
th: ยกเว้น

source: Warehouse
th: คลังสินค้า

source: Warning
th: คำเตือน

source: Warning: Could not create accounting entries. Please create Loan Disbursement manually.
th: คำเตือน: ไม่สามารถสร้างรายการบัญชีได้ กรุณาสร้างการเบิกจ่ายเงินกู้ด้วยตนเอง

source: Warning: Disbursement amount ({0}) differs from loan amount ({1})
th: คำเตือน: จำนวนเงินเบิกจ่าย ({0}) แตกต่างจากจำนวนเงินกู้ ({1})

source: Warning: Disbursement date is in the future
th: คำเตือน: วันที่เบิกจ่ายอยู่ในอนาคต

source: Warning: Vehicle with chassis number {0} already exists: {1}. Please verify this is intentional.
th: คำเตือน: ยานพาหนะที่มีหมายเลขตัวถัง {0} มีอยู่แล้ว: {1} กรุณาตรวจสอบให้แน่ใจว่านี่เป็นความตั้งใจของคุณ

source: Water Bill
th: ใบเรียกเก็บค่าน้ำ

source: Water Bill (THB/month)
th: ค่าน้ำประปา (บาท/เดือน)

source: We found an existing vehicle matching the scanned chassis number.
th: เราพบยานพาหนะที่มีหมายเลขตัวถังตรงกับที่สแกนแล้ว

source: Website
th: เว็บไซต์

source: Week
th: สัปดาห์

source: Weekly
th: รายสัปดาห์

source: Weekly Payment
th: การชำระเงินรายสัปดาห์

source: Weekly installment period cannot exceed {0} weeks ({1} months)
th: ระยะเวลาผ่อนชำระรายสัปดาห์ต้องไม่เกิน {0} สัปดาห์ ({1} เดือน)

source: Weekly installment period must be at least {0} weeks ({1} months)
th: ระยะเวลาผ่อนชำระรายสัปดาห์ต้องไม่น้อยกว่า {0} สัปดาห์ ({1} เดือน)

source: Weight in kg
th: น้ำหนักเป็นกิโลกรัม

source: Weighted: Mechanical 40%, Exterior 30%, Interior 20%, Docs 10%
th: ถ่วงน้ำหนัก: กลไก 40%, ภายนอก 30%, ภายใน 20%, เอกสาร 10%

source: Welcome to M Capital
th: ยินดีต้อนรับสู่ M Capital

source: Wet Signature
th: ลายเซ็นต์เปียก

source: What data will be captured?
th: จะบันทึกข้อมูลใดบ้าง?

source: What this test does:
th: การทดสอบนี้ทำอะไร:

source: What we did:
th: สิ่งที่เราทำ:

source: When draft was converted to M Loan Application
th: เมื่อร่างถูกแปลงเป็นใบสมัครสินเชื่อ M

source: When draft was first created
th: เมื่อต้นฉบับร่างถูกสร้างขึ้นครั้งแรก

source: When user finished all steps
th: เมื่อผู้ใช้ทำขั้นตอนทั้งหมดเสร็จสิ้นแล้ว

source: Where is the item stored?
th: ไอเท็มถูกเก็บไว้ที่ไหน?

source: Which field this upload group represents
th: กลุ่มอัปโหลดนี้แทนฟิลด์ใด

source: Which step (1-8 = loan application, 9 = insurance) user last completed
th: ผู้ใช้ดำเนินการขั้นตอนล่าสุดเสร็จสิ้นแล้ว (1-8 = การสมัครสินเชื่อ, 9 = ประกันภัย)

source: White
th: ขาว

source: White Balance
th: สมดุลสีขาว

source: Why Choose Khwanjai Quick Loan?
th: ทำไมจึงควรเลือก ขวัญใจ ด่วน ลอน

source: Why Choose M Capital
th: ทำไมต้องเลือก M Capital

source: Why Choose ขวัญใจสินเชื่อด่วน (Khwanjai Quick Loan)?
th: ทำไมต้องเลือก ขวัญใจสินเชื่อด่วน (Khwanjai Quick Loan)?

source: Widowed
th: เป็นม่าย

source: Wire Transfer
th: โอนเงิน

source: With or without guarantor
th: มีหรือไม่มีผู้ค้ำประกัน

source: Withdrawal of Consent
th: การถอนความยินยอม

source: Witness Name
th: ชื่อพยาน

source: Witness Required
th: ต้องการพยาน

source: Witness Signature
th: ลายเซ็นพยาน

source: Work Address
th: ที่อยู่ที่ทำงาน

source: Work Certificate
th: หนังสือรับรองการทำงาน

source: Work Duration
th: ระยะเวลาทำงาน

source: Work Duration Details
th: รายละเอียดระยะเวลาทำงาน

source: Work Duration Score (1-4)
th: คะแนนระยะเวลาทำงาน (1-4)

source: Work Email
th: อีเมลที่ทำงาน

source: Work Location
th: สถานที่ทำงาน

source: Work Location (Google Maps)
th: สถานที่ทำงาน (Google Maps)

source: Work Location Coordinates
th: พิกัดสถานที่ทำงาน

source: Work Location Coordinates (JSON)
th: พิกัดสถานที่ทำงาน (JSON)

source: Work Location URL
th: URL สถานที่ทำงาน

source: Work Permit
th: ใบอนุญาตทำงาน

source: Work Permit (For foreigners)
th: ใบอนุญาตทำงาน (สำหรับชาวต่างชาติ)

source: Work Phone
th: โทรศัพท์ที่ทำงาน

source: WorkPlace
th: สถานที่ทำงาน

source: Workflow
th: เวิร์กโฟลว์

source: Workflow Bottleneck Report
th: รายงานจุดคับขันของเวิร์กโฟลว์

source: Workflow Dashboard
th: แผงควบคุมเวิร์กโฟลว์

source: Workflow History
th: ประวัติการทำงาน

source: Workflow Management
th: การจัดการเวิร์กโฟลว์

source: Workflow State
th: สถานะเวิร์กโฟลว์

source: Workflow Tracking
th: การติดตามเวิร์กโฟลว์

source: Workflow Tracking Details
th: รายละเอียดการติดตามเวิร์กโฟลว์

source: Working
th: ทำงาน

source: Workload
th: ปริมาณงาน

source: Workplace
th: สถานที่ทำงาน

source: Workplace Address
th: ที่อยู่สถานที่ทำงาน

source: Workplace Phone
th: โทรศัพท์ที่ทำงาน

source: Write
th: เขียน

source: Written Off
th: ตัดจำหน่าย

source: Year
th: ปี

source: Year (Buddhist Era)
th: ปี (พ.ศ.)

source: Year (CE)
th: ปี (CE)

source: Year 1: 20%, Years 2-5: 15%, Year 6+: 10%
th: ปีที่ 1: 20%, ปีที่ 2-5: 15%, ปีที่ 6 ขึ้นไป: 10%

source: Year Built
th: ปีที่สร้าง

source: Year must be 2 digits (Buddhist Era last 2 digits)
th: ปีต้องเป็น 2 หลัก (พ.ศ. สองหลักสุดท้าย)

source: Yearly
th: ประจำปี

source: Years Employed
th: จำนวนปีที่ทำงาน

source: Years in Current Job
th: จำนวนปีในงานปัจจุบัน

source: Years in database
th: ปีในฐานข้อมูล

source: Yellow
th: สีเหลือง

source: Yes
th: ใช่

source: Yesterday at
th: เมื่อวานนี้ เวลา

source: You can now download and print all documents
th: คุณสามารถดาวน์โหลดและพิมพ์เอกสารทั้งหมดได้แล้ว

source: You can only resubmit your own applications
th: คุณสามารถส่งคำขอของคุณเองได้เท่านั้น

source: You can only send back applications assigned to you
th: คุณสามารถส่งแอปพลิเคชันที่ได้รับมอบหมายให้กับคุณเท่านั้น

source: You can switch back by disabling debug mode
th: คุณสามารถสลับกลับได้โดยการปิดโหมดดีบัก

source: You can try
th: คุณสามารถลองได้

source: You can view the complete application in the system
th: ท่านสามารถดูแอปพลิเคชันทั้งหมดในระบบได้

source: You don't have permission to add custom options
th: คุณไม่มีสิทธิ์ในการเพิ่มตัวเลือกที่กำหนดเอง

source: You don't have permission to import market prices
th: คุณไม่มีสิทธิ์ในการนำเข้าราคาตลาด

source: You don't have permission to modify this application
th: คุณไม่มีสิทธิ์ในการแก้ไขแอปพลิเคชันนี้

source: You don't have permission to view market prices
th: คุณไม่มีสิทธิ์ในการดูราคาตลาด

source: You have no assigned tasks at the moment.
th: ขณะนี้คุณไม่มีงานที่ได้รับมอบหมายใดๆ

source: You will be asked to add guarantor details in the next step.
th: คุณจะถูกขอให้เพิ่มรายละเอียดผู้ค้ำประกันในขั้นตอนถัดไป

source: You will receive an email confirmation shortly. Our team will review your application and contact you within 24 hours.
th: คุณจะได้รับอีเมลยืนยันในไม่ช้า ทีมงานของเราจะตรวจสอบใบสมัครของคุณและติดต่อกลับภายใน 24 ชั่วโมง

source: Your Default Preferences
th: ค่ากำหนดเริ่มต้นของคุณ

source: Your M Capital card activation OTP is: {0}. Valid for 5 minutes. Do not share with anyone.
th: รหัส OTP สำหรับเปิดใช้งานบัตร M Capital ของคุณคือ: {0} ใช้งานได้ภายใน 5 นาที กรุณาอย่าเปิดเผยรหัสนี้กับผู้อื่น

source: Your Twilio Account SID (e.g., AC12345...)
th: หมายเลขบัญชี Twilio ของคุณ (เช่น AC12345...)

source: Your Twilio Auth Token (kept secure)
th: โทเคน สำหรับการ Twilio ไทย (ระบ่อนเลิ่ง)

source: Your changes will save to
th: การเปลี่ยนแปลงของคุณจะถูกบันทึกที่

source: Your current approval position does not grant access to this page.
th: ตำแหน่งการอนุมัติปัจจุบันของคุณไม่ได้รับสิทธิ์เข้าถึงหน้านี้

source: Your current draft
th: ร่างปัจจุบันของคุณ

source: Your phone number has been verified successfully.
th: หมายเลขโทรศัพท์ของคุณได้รับการยืนยันเรียบร้อยแล้ว

source: Your recent account activity and login history
th: ประวัติการใช้งานบัญชีและการเข้าสู่ระบบล่าสุดของคุณ

source: Zip Code
th: รหัสไปรษณีย์

source: Zipcode
th: รหัสไปรษณีย์

source: [Bank/Cash Account - Configure in Loan Product]
th: [บัญชีธนาคาร/เงินสด - กำหนดค่าในผลิตภัณฑ์สินเชื่อ]

source: [Loan Receivable Account - Configure in Loan Product]
th: [บัญชีลูกหนี้เงินกู้ - กำหนดค่าในผลิตภัณฑ์เงินกู้]

source: additionalDocuments
th: เอกสารเพิ่มเติม

source: additional_document_1
th: เอกสารเพิ่มเติม 1

source: additional_photo
th: รูปภาพเพิ่มเติม

source: address
th: ที่อยู่

source: admin-dashboard
th: แผงควบคุมผู้ดูแลระบบ

source: and
th: และ

source: application_id is required
th: application_id จำเป็นต้องระบุ

source: application_ids must be a non-empty list
th: application_ids ต้องเป็นรายการที่ไม่ว่างเปล่า

source: applications
th: แอปพลิเคชัน

source: approved loan application LF-2024-001235
th: คำขอกู้ที่ได้รับการอนุมัติ LF-2024-001235

source: auto
th: อัตโนมัติ

source: ayudhya_allianz
th: อยุธยา_อัลลิอันซ์

source: bangkok
th: กรุงเทพมหานคร

source: bangkok_life
th: กรุงเทพไลฟ์

source: bank_book
th: สมุดบัญชีธนาคาร

source: bank_statement
th: รายงานธนาคาร

source: book_bank
th: สมุดบัญชีธนาคาร

source: boto3 is not installed. Run: pip install boto3
th: boto3 ยังไม่ได้ติดตั้ง กรุณารันคำสั่ง: pip install boto3

source: brands
th: แบรนด์

source: browser
th: เบราว์เซอร์

source: building_permit
th: ใบอนุญาตก่อสร้าง

source: business_photos_gps
th: รูปถ่ายธุรกิจ_พิกัด GPS

source: chassis_number
th: หมายเลขตัวถัง

source: chassis_stamp
th: ตราประทับโครงรถ

source: commerce_registration
th: ทะเบียนการค้า

source: commercial_business
th: ธุรกิจการค้า

source: commercial_hire
th: การเช่าพาณิชย์

source: commercial_rental
th: การเช่าพาณิชย์

source: completed
th: เสร็จสิ้น

source: completed disbursement to สมหญิง รักดี
th: เบิกจ่ายเสร็จสมบูรณ์แก่ สมหญิง รักดี

source: compressed
th: บีบอัด

source: confidence
th: ความมั่นใจ

source: contract
th: สัญญา

source: cost_of_goods_sold
th: ราคาทุนขาย

source: created
th: สร้างแล้ว

source: damage_photo
th: รูปถ่ายความเสียหาย

source: days
th: วันหาร

source: days ago
th: {0} วันพันที่

source: derived
th: ได้มาซึ่ง

source: documents already uploaded
th: เอกสารถูกอัปโหลดแล้ว

source: e.g. 0443
th: เช่น 0443

source: e.g., 1200, 1500, etc.
th: เช่น 1200, 1500 เป็นต้น

source: e.g., 12345
th: เช่น 12345

source: e.g., 150
th: เช่น 150

source: e.g., 1กก 1234
th: เช่น 1กก 1234

source: e.g., 2 years 3 months
th: เช่น 2 ปี 3 เดือน

source: e.g., 2025-12, Q1 2025
th: เช่น 2025-12, ไตรมาส 1 ปี 2025

source: e.g., 2560
th: เช่น 2560

source: e.g., 5, 7, etc.
th: เช่น 5, 7 เป็นต้น

source: e.g., 5,000,000
th: เช่น 5,000,000

source: e.g., 50000
th: เช่น 50000

source: e.g., 5000000
th: เช่น 5000000

source: e.g., Honda, Samsung
th: เช่น Honda, Samsung

source: e.g., PCX160, Galaxy S24
th: เช่น PCX160, Galaxy S24

source: e.g., Sedan, SUV, Pickup - Auto-populated from Step 4
th: เช่น ซีดาน, เอสยูวี, ปิคอัพ - กรอกข้อมูลอัตโนมัติจากขั้นตอนที่ 4

source: e.g., Sport, Premium, Standard, etc.
th: เช่น กีฬา, พรีเมียม, มาตรฐาน เป็นต้น

source: e.g., production, staging, development
th: เช่น การผลิต, การทดสอบ, การพัฒนา

source: e.g., กข 1234
th: เช่น กข 1234

source: e.g., บางรัก
th: เช่น บางรัก

source: e.g., มหาพฤฒาราม
th: เช่น มหาพฤฒาราม

source: e.g., รย.1, รย.2 - Auto-populated from Step 4
th: เช่น รย.1, รย.2 - กรอกข้อมูลโดยอัตโนมัติจากขั้นตอนที่ 4

source: engine_bay
th: ช่องเครื่องยนต์

source: error
th: ข้อผิดพลาด

source: failed
th: ล้มเหลว

source: field(s) belong to other steps
th: ฟิลด์(หลายฟิลด์) เป็นของขั้นตอนอื่น

source: file_keys must be an array
th: file_keys ต้องเป็นอาเรย์

source: file_name is required
th: ต้องระบุชื่อไฟล์

source: file_optimized
th: ไฟล์_ปรับแต่งแล้ว

source: file_replaced
th: ไฟล์ถูกแทนที่แล้ว

source: file_updated
th: ไฟล์ได้รับการอัปเดตแล้ว

source: files
th: ไฟล์

source: finansa
th: ฟินันซา

source: floor(s)
th: ชั้น

source: for
th: สำหรับ

source: front_view
th: มุมมองด้านหน้า

source: fwd
th: ส่งต่อ

source: generated
th: สร้างขึ้น

source: gold_history
th: ประวัติทองคำ

source: guarantor
th: ผู้ค้ำประกัน

source: guarantor1_commerce_registration
th: ผู้ค้ำประกัน1_ทะเบียนพาณิชย์

source: guarantor1_cost_of_goods_sold
th: ต้นทุนขายของผู้ค้ำประกัน1

source: guarantor1_house_registration
th: ทะเบียนบ้านผู้ค้ำประกัน1

source: guarantor1_id_card
th: บัตรประชาชนผู้ค้ำประกัน 1

source: guarantor1_rental_contract
th: ผู้ค้ำประกัน1_สัญญาเช่า

source: guarantor1_utilities
th: ผู้ค้ำประกัน1_สาธารณูปโภค

source: guarantor2_commerce_registration
th: ผู้ค้ำประกัน2_ทะเบียนพาณิชย์

source: guarantor2_cost_of_goods_sold
th: ต้นทุนขายของผู้ค้ำประกัน2

source: guarantor2_house_registration
th: ทะเบียนบ้านผู้ค้ำประกัน2

source: guarantor2_id_card
th: บัตรประจำตัวผู้ค้ำประกัน 2

source: guarantor2_rental_contract
th: ผู้ค้ำประกัน2_สัญญาเช่า

source: guarantor2_utilities
th: ผู้ค้ำประกัน2_สาธารณูปโภค

source: guarantor3_commerce_registration
th: ผู้ค้ำประกัน3_การจดทะเบียนพาณิชย์

source: guarantor3_cost_of_goods_sold
th: ต้นทุนขายของผู้ค้ำประกัน3

source: guarantor3_house_registration
th: ทะเบียนบ้านผู้ค้ำประกัน3

source: guarantor3_id_card
th: บัตรประชาชนผู้ค้ำประกัน 3

source: guarantor3_rental_contract
th: ผู้ค้ำประกัน3_สัญญาเช่า

source: guarantor3_utilities
th: ผู้ค้ำประกัน3_สาธารณูปโภค

source: guarantor4_commerce_registration
th: ผู้ค้ำประกัน4_การจดทะเบียนพาณิชย์

source: guarantor4_cost_of_goods_sold
th: ต้นทุนขายของผู้ค้ำประกัน4

source: guarantor4_house_registration
th: ผู้ค้ำประกัน4_ทะเบียนบ้าน

source: guarantor4_id_card
th: บัตรประชาชนผู้ค้ำประกัน4

source: guarantor4_rental_contract
th: ผู้ค้ำประกัน4_สัญญาเช่า

source: guarantor4_utilities
th: ผู้ค้ำประกัน4_สาธารณูปโภค

source: guarantor5_commerce_registration
th: ผู้ค้ำประกัน5_การจดทะเบียนพาณิชย์

source: guarantor5_cost_of_goods_sold
th: ต้นทุนขาย

source: guarantor5_house_registration
th: ผู้ค้ำประกัน5_ทะเบียนบ้าน
