Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Document Upload
th: อัปโหลดเอกสาร

source: Document Upload Progress
th: ความคืบหน้าการอัปโหลดเอกสาร

source: Document Verification
th: การตรวจสอบเอกสาร

source: Document Version
th: เวอร์ชันเอกสาร

source: Document downloaded
th: เอกสารถูกดาวน์โหลดแล้ว

source: Document generation failed. Please try again or contact support.
th: การสร้างเอกสารล้มเหลว กรุณาลองใหม่อีกครั้งหรือ ติดต่อฝ่ายสนับสนุน

source: Document generation has not failed. Current status: {0}
th: การสร้างเอกสารยังไม่ล้มเหลว สถานะปัจจุบัน: {0}

source: Document generation placeholder
th: ตัวยึดตำแหน่งการสร้างเอกสาร

source: Document generation started. You will be notified when completed.
th: การสร้างเอกสารเริ่มต้นแล้ว ท่านจะได้รับแจ้งเมื่อเสร็จสิ้น

source: Document type not recognized
th: ประเภทเอกสารไม่เป็นที่รู้จัก

source: Document {0} has expired on {1}
th: เอกสาร {0} หมดอายุเมื่อวันที่ {1}

source: Documentation
th: เอกสารประกอบ

source: Documentation Completeness Score
th: คะแนนความสมบูรณ์ของเอกสาร

source: Documentation incomplete - review required
th: เอกสารไม่สมบูรณ์ - ต้องการการตรวจสอบ

source: Documentation required
th: เอกสารที่ต้องใช้

source: Documents
th: เอกสาร

source: Documents Progress
th: ความก้าวหน้าของเอกสาร

source: Documents Required
th: เอกสารที่ต้องใช้

source: Documents Signed & Uploaded
th: เอกสารที่ลงนามและอัปโหลดแล้ว

source: Documents Synced
th: เอกสารที่ซิงค์แล้ว

source: Documents Upload
th: อัปโหลดเอกสาร

source: Documents and Status
th: เอกสารและสถานะ

source: Documents generated successfully
th: เอกสารถูกสร้างเรียบร้อยแล้ว

source: Documents processed this month
th: เอกสารที่ดำเนินการในเดือนนี้

source: Documents requiring review
th: เอกสารที่ต้องตรวจสอบ

source: Documents uploaded from My Jobs page
th: เอกสารที่อัปโหลดจากหน้างานของฉัน

source: Documents will be saved to OCR Processing Record DocType with full ERP integration.
th: เอกสารจะถูกบันทึกลงใน DocType บันทึกการประมวลผล OCR พร้อมการเชื่อมต่อแบบบูรณาการเต็มรูปแบบกับ ERP

source: Does not match borrower
th: ไม่ตรงกับผู้กู้

source: Done
th: เสร็จสิ้น

source: Doppler Configuration Status
th: สถานะการตั้งค่า Doppler

source: Doppler connection test completed successfully
th: การทดสอบการเชื่อมต่อ Doppler เสร็จสมบูรณ์เรียบร้อยแล้ว

source: Doubtful
th: สงสัย

source: Download
th: ดาวน์โหลด

source: Download All Documents
th: ดาวน์โหลดเอกสารทั้งหมด

source: Download PDF
th: ดาวน์โหลด PDF

source: Download a complete package containing 2 document checklist pages + 5 Terms & Conditions documents (7 pages total) ready for printing.
th: ดาวน์โหลดแพ็กเกจครบชุดที่ประกอบด้วยหน้าเช็คลิสต์เอกสาร 2 หน้า + เอกสารข้อกำหนดและเงื่อนไข 5 ฉบับ (รวม 7 หน้า) พร้อมสำหรับการพิมพ์

source: Download and print each document
th: ดาวน์โหลดและพิมพ์เอกสารแต่ละฉบับ

source: Download billing statement
th: ดาวน์โหลดใบแจ้งยอดค่าใช้จ่าย

source: Download processed image as PNG
th: ดาวน์โหลดภาพที่ประมวลผลแล้วเป็นไฟล์ PNG

source: Downloaded
th: ดาวน์โหลดแล้ว

source: Downloading PDF...
th: กำลังดาวน์โหลด PDF...

source: Draft
th: ฉบับร่าง

source: Draft Application
th: แบบร่างใบสมัคร

source: Draft Applications Review
th: การตรวจสอบใบสมัครฉบับร่าง

source: Draft ID
th: รหัสฉบับร่าง

source: Draft ID is required
th: รหัสร่างจำเป็นต้องระบุ

source: Draft ID not found
th: ไม่พบรหัสร่าง

source: Draft ID:
th: ร่างเลขที่:

source: Draft List
th: รายการร่าง

source: Draft application - Customer will be created on submission
th: ใบสมัครร่าง - จะสร้างลูกค้าเมื่อส่งข้อมูล

source: Draft application not found
th: ไม่พบใบสมัครฉบับร่าง

source: Draft expiration date (for auto-cleanup)
th: วันที่หมดอายุฉบับร่าง (สำหรับการล้างข้อมูลอัตโนมัติ)

source: Draft linked to Lending Vehicle successfully
th: ร่างที่เชื่อมโยงกับการให้ยืมรถยนต์สำเร็จแล้ว

source: Draft loaded successfully
th: ฉบับร่าง เลื่อนเข้าถึง

source: Draft loaded successfully!
th: ฉบับร่างเลือกสินเลือกสินเลือก!

source: Draft not found
th: ไม่พบฉบับร่าง

source: Draft number to prevent duplicates
th: หมายเลขร่างเพื่อป้องกันการซ้ำซ้อน

source: Draft saved and linked to vehicle successfully!
th: บันทึกแบบร่างเรียบร้อยและเชื่อมโยงกับยานพาหนะสำเร็จ!

source: Draft saved successfully
th: บันทึกฉบับร่างเรียบร้อยแล้ว

source: Draft saved successfully!
th: บันทึกฉบับร่างเรียบร้อยแล้ว!

source: Draft workflow: Draft → Submitted → Propagated (MLA created) → Returned (if Authority sends back for correction)
th: เวิร์กโฟลว์ร่าง: ร่าง → ส่งแล้ว → เผยแพร่ (สร้าง MLA แล้ว) → ส่งคืน (หากหน่วยงานส่งกลับเพื่อแก้ไข)

source: Draft {0} not found
th: ไม่พบร่าง {0}

source: Drag corners to adjust
th: ลากมุมเพื่อปรับขนาด

source: Draw your signature in the box below
th: กรุณาเซ็นชื่อของคุณในกรอบด้านล่างนี้

source: Driver
th: ไดรเวอร์

source: Driver First Name
th: ชื่อคนขับ

source: Driver Last Name
th: นามสกุลคนขับ

source: Driver License
th: ใบอนุญาตขับขี่

source: Driver Name
th: ชื่อไดร์เวอร์

source: Driver Specific
th: เฉพาะไดรเวอร์

source: Driver Specification
th: ข้อกำหนดไดรเวอร์

source: Driver's License
th: ใบอนุญาตขับขี่

source: Drivers License
th: ใบอนุญาตขับขี่

source: Driving License
th: ใบอนุญาตขับขี่

source: Drop CSV file here or click to browse
th: วางไฟล์ CSV ที่นี่หรืิอคลิกเพื่อเลือกไฟล์

source: Drop Thai documents here or click to upload
th: วางเอกสารภาษาไทยที่นี่หรือคลิกเพื่ออัปโหลด

source: Due Date
th: วันที่ครบกำหนด

source: Duplicate
th: ซ้ำ

source: Duplicate Chassis Number
th: หมายเลขตัวถังซ้ำ

source: Duplicate GPS
th: ทำซ้ำ GPS

source: Duplicate Insurance Application
th: สำเนาใบสมัครประกันภัย

source: Duplicate Template
th: สำเนาแม่แบบ

source: Duplicate Template Name
th: ชื่อแม่แบบซ้ำกัน

source: Duplicate loan product codes found: {0}
th: พบรหัสผลิตภัณฑ์สินเชื่อซ้ำ: {0}

source: Duration
th: ระยะเวลา

source: Duration (Months)
th: ระยะเวลา (เดือน)

source: Duration (Years)
th: ระยะเวลา (ปี)

source: Duration Details
th: รายละเอียดระยะเวลา

source: E-KYC Verified
th: ยืนยัน E-KYC แล้ว

source: E-mail
th: อีเมล

source: E-mail Subject
th: หัวข้ออีเมล

source: EB (Electric Bike) - No Registration
th: EB (รถจักรยานยนต์ไฟฟ้า) - ไม่มีการจดทะเบียน

source: EMAIL
th: อีเมล

source: ERP Integration
th: การรวมระบบ ERP

source: ERPNext Loan Application
th: ใบสมัครสินเชื่อ ERPNext

source: ERPNext Loan Application already exists: {0}
th: ใบสมัครสินเชื่อ ERPNext มีอยู่แล้ว: {0}

source: ERPNext Loan Application created: {0}
th: สร้างใบสมัครสินเชื่อ ERPNext: {0}

source: ERPNext Loan Status
th: สถานะสินเชื่อ ERPNext

source: EUR - Euro
th: EUR - ยูโร

source: Each page will be properly categorized for loan applications
th: แต่ละหน้าจะถูกจัดหมวดหมู่ให้เหมาะสมสำหรับการสมัครสินเชื่อ

source: Early Payment
th: การชำระเงินล่วงหน้า

source: Early Retired
th: เกษียณอายุก่อนกำหนด

source: Early payment is encouraged and will save you money on interest charges
th: การชำระเงินล่วงหน้าเป็นที่สนับสนุนและจะช่วยประหยัดค่าใช้จ่ายดอกเบี้ยของคุณ

source: Easy Application
th: แอปพลิเคชันง่าย ๆ

source: Easy Installment 10 Periods
th: ผ่อนชำระง่าย 10 งวด

source: Easy-to-use REST API for seamless integration into your existing applications and workflows.
th: REST API ที่ใช้งานง่ายสำหรับการรวมเข้ากับแอปพลิเคชันและเวิร์กโฟลว์ที่มีอยู่ของคุณอย่างไร้รอยต่อ

source: Edge-preserving smoothing
th: การเกลี่ยผิวที่รักษาขอบ

source: Edit
th: แก้ไข

source: Edit Application
th: แก้ไขแอปพลิเคชัน

source: Edit Configuration
th: แก้ไขการตั้งค่า

source: Edit Insurance
th: แก้ไขประกันภัย

source: Edit Profile
th: แก้ไขโปรไฟล์

source: Edit This Vehicle
th: แก้ไขยานพาหนะนี้

source: Edit application
th: แก้ไขแอปพลิเคชัน

source: Editing
th: กำลังแก้ไข

source: Editing existing vehicle - changes will update the record
th: กำลังแก้ไขยานพาหนะที่มีอยู่ - การเปลี่ยนแปลงจะอัปเดตข้อมูลในระเบียน

source: Education Level
th: ระดับการศึกษา

source: Effective Date
th: วันที่มีผลบังคับใช้

source: Effective Dates
th: วันที่มีผลบังคับใช้

source: Effective From
th: มีผลตั้งแต่

source: Effective Interest Rate (%)
th: อัตราดอกเบี้ยที่แท้จริง (%)

source: Effective Rate (%)
th: อัตราได้ผล (%)

source: Effective To
th: มีผลถึง

source: Electric
th: ไฟฟ้า

source: Electric Bike
th: จักรยานไฟฟ้า

source: Electric Bike Loan
th: สินเชื่อจักรยานยนต์ไฟฟ้า

source: Electric Bike Loans
th: สินเชื่อจักรยานไฟฟ้า

source: Electricity Bill
th: ใบค่าไฟฟ้า

source: Electricity Bill (THB/month)
th: ค่าไฟฟ้า (บาท/เดือน)

source: Electronic KYC verification completed
th: การยืนยันตัวตนอิเล็กทรอนิกส์เสร็จสมบูรณ์แล้ว

source: Electronic Signature Details
th: รายละเอียดลายเซ็นอิเล็กทรอนิกส์

source: Electronics
th: อิเล็กทรอนิกส์

source: Email
th: อีเมล

source: Email Address
th: ที่อยู่อีเมล

source: Email Notifications
th: การแจ้งเตือนทางอีเมล

source: Email Template - Follow Up
th: เทมเพลตอีเมล - ติดตามผล

source: Email address (for guest users)
th: ที่อยู่อีเมล (สำหรับผู้ใช้ที่เป็นผู้เยี่ยมชม)

source: Email sent successfully
th: ส่งอีเมลสำเร็จแล้ว

source: Email sent successfully to {0}
th: อีเมลถูกส่งไปยัง {0} เรียบร้อยแล้ว

source: Email subject
th: หัวข้ออีเมล

source: Emergency
th: ฉุกเฉิน

source: Emergency Contact
th: ติดต่อฉุกเฉิน

source: Emergency Contact Name
th: ชื่อผู้ติดต่อฉุกเฉิน

source: Emergency Contacts
th: รายชื่อผู้ติดต่อฉุกเฉิน

source: Emergency Phone
th: โทรศัพท์ ฉุกเฉิน

source: Employed
th: อรการ

source: Employee
th: พนักงาน

source: Employee Job Responsibility
th: ความรับผิดชอบงานของพนักงาน

source: Employee Name
th: ชื่อของพนักงาน

source: Employee Position Mapping
th: การจับคู่ตำแหน่งพนักงาน

source: Employee Type
th: ประเภทพนักงาน

source: Employee email address
th: ที่อยู่อีเมลพนักงาน

source: Employer
th: นายจ้าง

source: Employer Contact Verified
th: ติดต่อผู้ว่าจ้างได้รับการยืนยันแล้ว

source: Employer Name
th: ชื่อนายจ้าง

source: Employer/Workplace Name
th: ชื่อผู้ว่าจ้าง/สถานที่ทำงาน

source: Employment
th: ทรัพยากรบุคคล

source: Employment Assessment
th: การประเมินการจ้างงาน

source: Employment Certificate
th: หนังสือรับรองการทำงาน

source: Employment Dates
th: วันที่จ้างงาน

source: Employment Details
th: รายละเอียดการจ้างงาน

source: Employment Documents
th: เอกสารการจ้างงาน

source: Employment End Date
th: วันสิ้นสุดการจ้างงาน

source: Employment History
th: ประวัติการทำงาน

source: Employment Info
th: ข้อมูลการจ้างงาน

source: Employment Info + Employment Dates
th: ข้อมูลการจ้างงาน + วันที่จ้างงาน

source: Employment Information
th: ข้อมูลการจ้างงาน

source: Employment Letter
th: หนังสือรับรองการจ้างงาน

source: Employment Score (0-25)
th: คะแนนการจ้างงาน (0-25)

source: Employment Stability Score
th: คะแนนความมั่นคงในการจ้างงาน

source: Employment Start Date
th: วันที่เริ่มงาน

source: Employment Status
th: สถานะการจ้างงาน

source: Employment Type
th: ประเภทการจ้างงาน

source: Employment Verification
th: การตรวจสอบการจ้างงาน

source: Employment Verified
th: ยืนยันการจ้างงาน

source: Employment information saved successfully
th: ข้อมูลการจ้างงานบันทึกเรียบร้อยแล้ว

source: Empty
th: ว่างเปล่า

source: Empty Only
th: ว่างเปล่าเท่านั้น

source: Enable
th: เปิดใช้งาน

source: Enable Auto Lead Assignment
th: เปิดใช้งานการกำหนดโอกาสทางธุรกิจอัตโนมัติ

source: Enable Auto-refresh
th: เปิดใช้งานการรีเฟรชอัตโนมัติ

source: Enable Commission
th: เปิดใช้งานค่าคอมมิชชั่น

source: Enable Email Notifications
th: เปิดใช้งานการแจ้งเตือนทางอีเมล

source: Enable Manual Edit
th: เปิดใช้งานการแก้ไขด้วยตนเอง

source: Enable SMS Notifications
th: เปิดใช้งานการแจ้งเตือนทาง SMS

source: Enable Twilio Integration
th: เปิดใช้งานการเชื่อมต่อ Twilio

source: Enable commission calculation for this person
th: เปิดใช้งานการคำนวณค่าคอมมิชชั่นสำหรับบุคคลนี้

source: Enable/disable service line
th: เปิด/ปิดใช้งานรายการบริการ

source: Enabled
th: เปิดใช้งานแล้ว

source: Enabling debug mode will:
th: การเปิดใช้งานโหมดดีบักจะ:

source: Encrypt Credentials (Recommended)
th: เข้ารหัสข้อมูลรับรอง (แนะนำ)

source: End Date
th: วันที่สิ้นสุด

source: End Date (if applicable) (BE)
th: วันที่สิ้นสุด (ถ้ามี) (พ.ศ.)

source: End Date/Maturity Date
th: วันที่สิ้นสุด/วันที่ครบกำหนด

source: End date of agent/partner contract
th: วันที่สิ้นสุดสัญญาตัวแทน/พันธมิตร

source: Enforcement Capability
th: ความสามารถในการบังคับใช้

source: Engine
th: เครื่องยนต์

source: Engine Capacity (CC)
th: ความจุเครื่องยนต์ (ซีซี)

source: Engine Number
th: สร้างฟอร์ม/รายงาน

source: Engine Number must be at least 6 characters long
th: หมายเลขเครื่องยนต์ต้องมีความยาวอย่างน้อย 6 ตัวอักษร

source: Engine Photo
th: ภาพเครื่องยนต์

source: Engine Size
th: ขนาดเครื่องยนต์

source: Engine Size (CC)
th: ขนาดเครื่องยนต์ (ซีซี)

source: Engine number
th: หมายเลขเครื่องยนต์

source: Engine, transmission, suspension (0-10)
th: เครื่องยนต์, ระบบส่งกำลัง, ระบบกันสะเทือน (0-10)

source: Engineer
th: วิศวกร

source: English label with code (e.g., Private Car ≤7 persons (รย.1))
th: ป้ายกำกับภาษาอังกฤษพร้อมรหัส (เช่น รถยนต์ส่วนบุคคล ≤7 คน (รย.1))

source: Enhance Only
th: ปรับปรุงเท่านั้น

source: Enhanced
th: ปรับปรุงแล้ว

source: Ensure Doppler environment variables are properly configured in your environment
th: ตรวจสอบให้แน่ใจว่าตัวแปรสภาพแวดล้อม Doppler ถูกตั้งค่าอย่างถูกต้องในสภาพแวดล้อมของคุณ

source: Ensure all customer documents are signed and uploaded before proceeding with disbursement. This action cannot be undone once completed.
th: โปรดตรวจสอบให้แน่ใจว่าเอกสารของลูกค้าทุกฉบับได้รับการลงนามและอัปโหลดเรียบร้อยก่อนดำเนินการเบิกจ่าย การดำเนินการนี้ไม่สามารถย้อนกลับได้เมื่อเสร็จสิ้นแล้ว

source: Ensure all required documents are uploaded before proceeding
th: โปรดตรวจสอบให้แน่ใจว่าได้อัปโหลดเอกสารที่จำเป็นทั้งหมดก่อนดำเนินการต่อ

source: Ensure the ID card is completely visible and flat
th: ตรวจสอบให้แน่ใจว่าบัตรประชาชนปรากฏอย่างครบถ้วนและเรียบแบน

source: Enter Buddhist Era (พ.ศ.) or Christian Era (ค.ศ.)
th: กรุณาใส่ปี พ.ศ. หรือ ค.ศ.

source: Enter Draft ID to load:
th: กรุณาใส่รหัสร่างเพื่อโหลด:

source: Enter OTP Code
th: กรุณาใส่รหัส OTP

source: Enter a custom value for
th: กรอกค่าที่กำหนดเองสำหรับ

source: Enter a unique name for the duplicated template
th: กรุณาใส่ชื่อที่ไม่ซ้ำสำหรับแม่แบบที่ทำซ้ำ

source: Enter a zipcode to find matching addresses
th: กรุณาใส่รหัสไปรษณีย์เพื่อค้นหาที่อยู่ที่ตรงกัน

source: Enter account name
th: กรอกชื่อบัญชี

source: Enter account number
th: กรุณาใส่หมายเลขบัญชี

source: Enter address or paste coordinates
th: กรอกที่อยู่หรือวางพิกัด

source: Enter brand name
th: กรอกชื่อแบรนด์

source: Enter chassis number to auto-link Lending Vehicle
th: กรุณาใส่หมายเลขตัวถังเพื่อเชื่อมโยงยานพาหนะให้ยืมโดยอัตโนมัติ

source: Enter chassis/VIN number (min 5 characters)
th: กรุณากรอกหมายเลขตัวถัง/VIN (อย่างน้อย 5 ตัวอักษร)

source: Enter color (e.g., White Brown Green)
th: กรุณาใส่สี (เช่น ขาว น้ำตาล เขียว)

source: Enter custom value
th: ป้อนค่าที่กำหนดเอง

source: Enter customer name
th: กรอกชื่อลูกค้า

source: Enter label...
th: ป้อนป้ายกำกับ...

source: Enter loan amount
th: กรอกจำนวนเงินกู้

source: Enter loan amount to see calculation results
th: กรุณาใส่จำนวนเงินกู้เพื่อดูผลการคำนวณ

source: Enter loan details to calculate monthly payments
th: กรอกข้อมูลสินเชื่อเพื่อคำนวณการชำระเงินรายเดือน

source: Enter location or use GPS
th: ป้อนสถานที่หรือใช้ GPS

source: Enter market value
th: ป้อนมูลค่าตลาด

source: Enter minimum amount (e.g., 50000)
th: กรอกจำนวนเงินขั้นต่ำ (เช่น 50000)

source: Enter model name
th: กรอกชื่อโมเดล

source: Enter rate (e.g., 12.5 for 12.5%)
th: กรุณาใส่อัตรา (เช่น 12.5 สำหรับ 12.5%)

source: Enter reason for corrections...
th: กรุณาใส่เหตุผลสำหรับการแก้ไข...

source: Enter reducing interest rate
th: กรอกอัตราดอกเบี้ยลดลง

source: Enter relationship
th: ป้อนความสัมพันธ์

source: Enter sub model or variant
th: กรอกโมเดลย่อยหรือรุ่นย่อย

source: Enter text to verify OCR recognition...
th: ป้อนข้อความเพื่อตรวจสอบการรู้จำ OCR...

source: Enter the full property address...
th: กรุณาใส่ที่อยู่ทรัพย์สินฉบับสมบูรณ์...

source: Enter total facility amount
th: กรอกจำนวนวงเงินรวม

source: Enter vehicle map location or use GPS
th: ป้อนตำแหน่งแผนที่รถยนต์หรือใช้ GPS

source: Enter vehicle mileage
th: กรอกระยะทางรถยนต์

source: Enter your home address or use GPS
th: กรอกที่อยู่บ้านของคุณหรือใช้ GPS

source: Enter your workplace address or use GPS
th: กรอกที่อยู่สถานที่ทำงานของคุณหรือใช้ GPS

source: Enter zipcode (e.g., 83120)
th: กรุณาใส่รหัสไปรษณีย์ (เช่น 83120)

source: Entered value is {0}% above reference price ({1:,.0f})
th: ค่าที่ป้อนเกินราคามาตรฐาน {0}% ({1:,.0f})

source: Entered value is {0}% below reference price ({1:,.0f})
th: ค่าที่ป้อนเข้ามาต่ำกว่าราคามาตรฐาน {0}% ({1:,.0f})

source: Enterprise-grade security with data encryption and compliance with Thai data protection laws.
th: ความปลอดภัยระดับองค์กรด้วยการเข้ารหัสข้อมูลและการปฏิบัติตามกฎหมายคุ้มครองข้อมูลของไทย

source: Environment
th: สภาพแวดล้อม

source: Environment *
th: สภาพแวดล้อม *

source: Environment Variables
th: ตัวแปรสภาพแวดล้อม

source: Environment Variables:
th: ตัวแปรสภาพแวดล้อม:

source: Equivalent loan term
th: ระยะเวลาสินเชื่อเทียบเท่า

source: Error
th: ข้อผิดพลาด

source: Error Details
th: รายละเอียดข้อผิดพลาด

source: Error Loading Dashboard
th: เกิดข้อผิดพลาดในการโหลดแผงควบคุม

source: Error Log
th: บันทึกข้อผิดพลาด

source: Error Message
th: ข้อความแสดงข้อผิดพลาด

source: Error Type
th: ประเภทข้อผิดพลาด

source: Error approving application
th: เกิดข้อผิดพลาดในการอนุมัติใบสมัคร

source: Error checking OTP status
th: เกิดข้อผิดพลาดในการตรวจสอบสถานะ OTP

source: Error checking chassis number: {0}
th: เกิดข้อผิดพลาดในการตรวจสอบหมายเลขตัวถัง: {0}

source: Error checking customer
th: เกิดข้อผิดพลาดในการตรวจสอบข้อมูลลูกค้า

source: Error checking customer details
th: เกิดข้อผิดพลาดในการตรวจสอบรายละเอียดลูกค้า

source: Error checking customer: {0}
th: เกิดข้อผิดพลาดในการตรวจสอบลูกค้า: {0}

source: Error checking license plate: {0}
th: ข้อผิดพลาดในการตรวจสอบป้ายทะเบียน: {0}

source: Error checking plate number
th: เกิดข้อผิดพลาดในการตรวจสอบหมายเลขทะเบียนรถ

source: Error claiming task
th: เกิดข้อผิดพลาดในการอ้างสิทธิ์งาน

source: Error creating General Collateral
th: เกิดข้อผิดพลาดในการสร้างหลักประกันทั่วไป

source: Error creating Land Title Deed
th: ข้อผิดพลาดในการสร้างโฉนดที่ดิน

source: Error creating Property Collateral
th: เกิดข้อผิดพลาดในการสร้างหลักประกันทรัพย์สิน

source: Error creating customer: {0}
th: เกิดข้อผิดพลาดในการสร้างลูกค้า: {0}

source: Error creating loan
th: ข้อผิดพลาดในการสร้างสินเชื่อ

source: Error creating loan application: {0}
th: เกิดข้อผิดพลาดในการสร้างคำขอกู้: {0}

source: Error creating screening: {0}
th: ข้อผิดพลาดในการสร้างการคัดกรอง: {0}

source: Error deleting loan product
th: เกิดข้อผิดพลาดในการลบผลิตภัณฑ์สินเชื่อ

source: Error during validation: {0}
th: ข้อผิดพลาดระหว่างการตรวจสอบ: {0}

source: Error exporting report with Thai formatting: {0}
th: เกิดข้อผิดพลาดในการส่งออกรายงานที่มีรูปแบบภาษาไทย: {0}

source: Error exporting report: {0}
th: เกิดข้อผิดพลาดในการส่งออกรายงาน: {0}

source: Error fixing customer data: {0}
th: ข้อผิดพลาดในการแก้ไขข้อมูลลูกค้า: {0}

source: Error generating print bundle:
th: เกิดข้อผิดพลาดในการสร้างชุดพิมพ์:

source: Error generating print bundle: {0}
th: เกิดข้อผิดพลาดในการสร้างชุดพิมพ์: {0}

source: Error getting address:
th: เกิดข้อผิดพลาดในการดึงที่อยู่:

source: Error getting location:
th: เกิดข้อผิดพลาดในการดึงตำแหน่ง:

source: Error getting workflow statistics: {0}
th: เกิดข้อผิดพลาดในการดึงสถิติของเวิร์กโฟลว์: {0}

source: Error linking Lending Vehicle: {0}
th: ข้อผิดพลาดในการเชื่อมโยงยานพาหนะให้ยืม: {0}

source: Error loading Thai address data
th: เกิดข้อผิดพลาดในการโหลดข้อมูลที่อยู่ภาษาไทย

source: Error loading contract data
th: เกิดข้อผิดพลาดในการโหลดข้อมูลสัญญา

source: Error loading draft
th: เกิดข้อผิดพลาดในการโหลดฉบับร่าง

source: Error loading draft: {0}
th: เกิดข้อผิดพลาดในการโหลดฉบับร่าง: {0}

source: Error loading loan application
th: เกิดข้อผิดพลาดในการโหลดใบสมัครสินเชื่อ

source: Error occurred during search: {0}
th: เกิดข้อผิดพลาดระหว่างการค้นหา: {0}

source: Error opening PDF download
th: เกิดข้อผิดพลาดในการเปิดไฟล์ PDF ดาวน์โหลด

source: Error processing Land Title Deed
th: เกิดข้อผิดพลาดในการประมวลผลโฉนดที่ดิน

source: Error regenerating contract number: {0}
th: เกิดข้อผิดพลาดในการสร้างหมายเลขสัญญาใหม่: {0}

source: Error rejecting application
th: ข้อผิดพลาดในการปฏิเสธใบสมัคร

source: Error retrieving application status: {0}
th: เกิดข้อผิดพลาดในการดึงสถานะแอปพลิเคชัน: {0}

source: Error retrieving brands: {0}
th: เกิดข้อผิดพลาดในการดึงข้อมูลแบรนด์: {0}

source: Error retrieving models: {0}
th: ข้อผิดพลาดในการดึงข้อมูลโมเดล: {0}

source: Error retrieving price: {0}
th: เกิดข้อผิดพลาดในการดึงราคาสินค้า: {0}

source: Error retrieving statistics: {0}
th: เกิดข้อผิดพลาดในการดึงสถิติ: {0}

source: Error retrieving sub models: {0}
th: เกิดข้อผิดพลาดในการดึงข้อมูลโมเดลย่อย: {0}

source: Error retrieving years: {0}
th: เกิดข้อผิดพลาดในการดึงข้อมูลปี: {0}

source: Error saving address information: {0}
th: เกิดข้อผิดพลาดในการบันทึกข้อมูลที่อยู่: {0}

source: Error saving customer information: {0}
th: เกิดข้อผิดพลาดในการบันทึกข้อมูลลูกค้า: {0}

source: Error saving draft: {0}
th: ข้อผิดพลาดในการบันทึกฉบับร่าง: {0}

source: Error saving employment information: {0}
th: เกิดข้อผิดพลาดในการบันทึกข้อมูลการจ้างงาน: {0}

source: Error saving guarantor information. Please try again.
th: เกิดข้อผิดพลาดในการบันทึกข้อมูลผู้ค้ำประกัน กรุณาลองใหม่อีกครั้ง

source: Error saving land appraisal value
th: เกิดข้อผิดพลาดในการบันทึกมูลค่าประเมินที่ดิน

source: Error saving signature. Please try again.
th: เกิดข้อผิดพลาดในการบันทึกลายเซ็น กรุณาลองใหม่อีกครั้ง

source: Error saving signature: {0}
th: เกิดข้อผิดพลาดในการบันทึกลายเซ็น: {0}

source: Error saving vehicle information. Please try again.
th: เกิดข้อผิดพลาดในการบันทึกข้อมูลรถ กรุณาลองใหม่อีกครั้ง

source: Error searching customer: {0}
th: เกิดข้อผิดพลาดในการค้นหาลูกค้า: {0}

source: Error searching for applications
th: เกิดข้อผิดพลาดในการค้นหาแอปพลิเคชัน

source: Error searching for vehicle. Please try again.
th: เกิดข้อผิดพลาดในการค้นหารถ กรุณาลองใหม่อีกครั้ง

source: Error sending OTP. Please try again
th: เกิดข้อผิดพลาดในการส่ง OTP กรุณาลองใหม่อีกครั้ง

source: Error sending email: {0}
th: เกิดข้อผิดพลาดในการส่งอีเมล: {0}

source: Error starting review
th: เกิดข้อผิดพลาดในการเริ่มต้นการตรวจสอบ

source: Error testing Airtable connection: {0}
th: ข้อผิดพลาดในการทดสอบการเชื่อมต่อ Airtable: {0}

source: Error updating application status: {0}
th: ข้อผิดพลาดในการอัปเดตสถานะแอปพลิเคชัน: {0}

source: Error verifying OTP. Please try again
th: เกิดข้อผิดพลาดในการตรวจสอบ OTP กรุณาลองใหม่อีกครั้ง

source: Errors
th: ข้อผิดพลาด

source: Escalation Level
th: ระดับการยกระดับ

source: Estimated Loan-to-Value (LTV) Range
th: ช่วงประมาณอัตราส่วนสินเชื่อต่อมูลค่าหลักประกัน (LTV)

source: Estimated Market Value
th: มูลค่าตลาดโดยประมาณ

source: Estimated Monthly Payment
th: ยอดชำระรายเดือนโดยประมาณ

source: Estimated Value
th: มูลค่าประมาณการ

source: Estimated Value is required
th: ค่าประเมินเป็นข้อมูลที่จำเป็นต้องระบุ

source: Estimated completion: 5 minutes
th: คาดว่าจะเสร็จสิ้นภายใน: 5 นาที

source: Estimated current market value after depreciation and condition adjustments
th: มูลค่าตลาดปัจจุบันโดยประมาณหลังหักค่าเสื่อมราคาและปรับตามสภาพ

source: Evaluating loan risk factors
th: การประเมินปัจจัยความเสี่ยงของสินเชื่อ

source: Event
th: เหตุการณ์

source: Event Category
th: ประเภทเหตุการณ์

source: Event Timeline
th: ไทม์ไลน์กิจกรรม

source: Event Type
th: ชนิดเหตุการณ์

source: Events by Category
th: กิจกิจกรรมบนปฏิทิน หมวดหมู่

source: Events by Source
th: กิจกรรมตามแหล่งที่มา

source: Everything you need to process Thai documents at scale
th: ทุกสิ่งที่คุณต้องการเพื่อประมวลผลเอกสารภาษาไทยในปริมาณมาก

source: Example: 02-123-4567 (office) or 081-234-5678 (mobile)
th: ตัวอย่าง: 02-123-4567 (สำนักงาน) หรือ 081-234-5678 (มือถือ)

source: Example: 081-234-5678 (mobile)
th: ตัวอย่าง: 081-234-5678 (มือถือ)

source: Example: 08xxxxxxxx (phone) or @username
th: ตัวอย่าง: 08xxxxxxxx (โทรศัพท์) หรือ @username
