Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Example: user@example.com
th: ตัวอย่าง: user@example.com

source: Excellent
th: ยอดเยี่ยม

source: Excellent (≤30%), Good (30-40%), Moderate (40-50%), High (>50%)
th: ดีเยี่ยม (≤30%), ดี (30-40%), ปานกลาง (40-50%), สูง (>50%)

source: Excellent collateral quality - High loan approval likelihood
th: คุณภาพหลักประกันยอดเยี่ยม - โอกาสอนุมัติสินเชื่อสูง

source: Execution Time (seconds)
th: เวลาการทำงาน (วินาที)

source: Existing Credit Lines
th: วงเงินเครดิตที่มีอยู่

source: Existing Debt
th: หนี้สินที่มีอยู่

source: Existing Debt Obligations
th: หนี้สินคงค้างที่มีอยู่

source: Existing Debts & Obligations
th: หนี้สินและภาระผูกพันที่มีอยู่

source: Existing Insurance Application
th: ใบสมัครประกันภัยที่มีอยู่

source: Existing Loan Payments
th: การชำระเงินกู้ที่มีอยู่

source: Existing loan payments cannot be negative
th: การชำระเงินกู้ที่มีอยู่ไม่สามารถเป็นค่าลบได้

source: Existing vehicle data loaded successfully
th: โหลดข้อมูลยานพาหนะที่มีอยู่เรียบร้อยแล้ว

source: Expected
th: คาดหวัง

source: Expected (from Registration)
th: คาดหวัง (จากการลงทะเบียน)

source: Expected Chassis
th: โครงรถที่คาดหวัง

source: Expected Fields
th: ฟิลด์ที่คาดหวัง

source: Expected Interest
th: ดอกเบี้ยที่คาดหวัง

source: Expense Analysis
th: การวิเคราะห์ค่าใช้จ่าย

source: Expense/Debt Breakdown
th: การแยกรายจ่าย/หนี้สิน

source: Experience the future of vehicle title loans with our comprehensive digital platform
th: สัมผัสประสบการณ์อนาคตของสินเชื่อทะเบียนรถยนต์ด้วยแพลตฟอร์มดิจิทัลครบวงจรของเรา

source: Expired
th: หมดอายุ

source: Expired - หมดอายุ
th: หมดอายุ

source: Expired ID Card (Acknowledged)
th: บัตรประชาชนหมดอายุ (ได้รับทราบแล้ว)

source: Expires
th: หมดอายุ

source: Expires At
th: หมดอายุ ณ

source: Expiry Date
th: วันหมดอายุ

source: Expiry Date (Buddhist)
th: วันที่หมดอายุ (พุทธศักราช)

source: Expiry Date (Thai)
th: วันที่หมดอายุ

source: Explain why this application cannot be approved...
th: โปรดอธิบายเหตุผลที่ไม่สามารถอนุมัติแอปพลิเคชันนี้ได้...

source: Export
th: ส่งออก

source: Export CSV
th: ส่งออก CSV

source: Export Delayed Items
th: ส่งออกสินค้าล่าช้า

source: Export Error
th: ข้อผิดพลาดในการส่งออก

source: Export Failed
th: ส่งออกไม่สำเร็จ

source: Export Filters
th: ส่งออกตัวกรอง

source: Export Not Available
th: การส่งออกไม่พร้อมใช้งาน

source: Export Preview:<br>Format: {0}<br>Rows: {1}<br>Estimated Size: {2} KB<br>Columns: {3}
th: ตัวอย่างการส่งออก:<br>รูปแบบ: {0}<br>แถว: {1}<br>ขนาดโดยประมาณ: {2} KB<br>คอลัมน์: {3}

source: Export Statistics
th: ส่งออกสถิติ

source: Export Templates
th: แม่แบบส่งออก

source: Export as CSV
th: ส่งออกเป็น CSV

source: Export as Excel
th: ส่งออกเป็น Excel

source: Export as PDF
th: ส่งออกเป็น PDF

source: Export completed: {0} rows exported to {1}
th: ส่งออกเสร็จสมบูรณ์: ส่งออก {0} แถวไปยัง {1} แล้ว

source: Export functionality coming soon
th: ฟังก์ชันการส่งออกจะมาในเร็วๆ นี้

source: Export to Excel
th: ส่งออกเป็น Excel

source: Express.js Backend
th: Express.js ฝั่งเซิร์ฟเวอร์

source: Express.js Backend (Node.js)
th: Express.js ฝั่งเซิร์ฟเวอร์ (Node.js)

source: Exterior Condition Score
th: คะแนนสภาพภายนอก

source: External AMP system application ID
th: รหัสประจำตัวแอปพลิเคชันระบบ AMP ภายนอก

source: Extract and process Thai ID cards, business documents, and invoices with advanced OCR technology
th: สกัดและประมวลผลบัตรประชาชนไทย เอกสารธุรกิจ และใบแจ้งหนี้ด้วยเทคโนโลยี OCR ขั้นสูง

source: Extract personal information, address, and ID numbers from Thai national ID cards with 99%+ accuracy.
th: สกัดข้อมูลส่วนบุคคล ที่อยู่ และหมายเลขบัตรประชาชนจากบัตรประชาชนไทยด้วยความแม่นยำกว่า 99%

source: Extracted
th: ดึงข้อมูลออกมาแล้ว

source: Extracted Bank Information
th: ข้อมูลธนาคารที่สกัดออกมา

source: Extracted Chassis Number
th: หมายเลขตัวถังที่สกัดออกมา

source: Extracted Data
th: ข้อมูลที่สกัดออกมา

source: Extracted Fields
th: ฟิลด์ที่สกัดออกมา

source: Extracted Information
th: ข้อมูลที่สกัดออกมา

source: Extracted Land Information
th: ข้อมูลที่ดินที่สกัดออกมา

source: Extracted Text
th: ข้อความที่สกัดออกมา

source: Extracted Vehicle Information
th: ข้อมูลยานพาหนะที่สกัดออกมา

source: Extracted and validated Thai national ID card data
th: ข้อมูลบัตรประชาชนไทยที่สกัดและตรวจสอบแล้ว

source: Extracted and validated business document data
th: ดึงข้อมูลเอกสารธุรกิจและตรวจสอบความถูกต้องแล้ว

source: Fact Find
th: การค้นหาข้อเท็จจริง

source: Factory
th: โรงงาน

source: Factory Worker
th: พนักงานโรงงาน

source: Failed
th: ล้มเหลว

source: Failed Documents
th: เอกสารที่ล้มเหลว

source: Failed to add custom option. Please try again.
th: ไม่สามารถเพิ่มตัวเลือกที่กำหนดเองได้ กรุณาลองใหม่อีกครั้ง

source: Failed to add custom option: {0}
th: ไม่สามารถเพิ่มตัวเลือกกำหนดเองได้: {0}

source: Failed to approve application
th: ไม่สามารถอนุมัติใบสมัครได้

source: Failed to capture GPS location
th: ไม่สามารถบันทึกตำแหน่ง GPS ได้

source: Failed to claim task
th: ไม่สามารถเรียกร้องงานได้สำเร็จ

source: Failed to clear cache
th: ไม่สามารถล้างแคชได้สำเร็จ

source: Failed to complete upload: {0}
th: ไม่สามารถอัปโหลดได้สำเร็จ: {0}

source: Failed to confirm land title deed.
th: ไม่สามารถยืนยันโฉนดที่ดินได้

source: Failed to confirm registration book.
th: ไม่สามารถยืนยันสมุดทะเบียนได้

source: Failed to create Airtable record: {0}
th: ไม่สามารถสร้างระเบียน Airtable ได้: {0}

source: Failed to create ERPNext Loan Application: {0}
th: ไม่สามารถสร้างคำขอกู้ยืม ERPNext ได้: {0}

source: Failed to create General Collateral
th: ไม่สามารถสร้างหลักประกันทั่วไปได้

source: Failed to create Land Title Deed
th: ไม่สามารถสร้างโฉนดที่ดินได้

source: Failed to create Loan: {0}
th: ไม่สามารถสร้างเงินกู้ได้: {0}

source: Failed to create M Loan Application. Please try again.
th: ไม่สามารถสร้างคำขอกู้ M ได้ กรุณาลองใหม่อีกครั้ง

source: Failed to create Property Collateral
th: ไม่สามารถสร้างหลักประกันทรัพย์สินได้

source: Failed to create Vision client: {0}
th: ไม่สามารถสร้างไคลเอนต์ Vision ได้: {0}

source: Failed to create credit scoring
th: ไม่สามารถสร้างการให้คะแนนเครดิตได้

source: Failed to create customer:
th: ไม่สามารถสร้างลูกค้าได้:

source: Failed to create insurance application: {0}
th: ไม่สามารถสร้างใบสมัครประกันได้: {0}

source: Failed to create loan
th: ไม่สามารถสร้างสินเชื่อได้

source: Failed to create or retrieve guarantor record
th: ไม่สามารถสร้างหรือดึงข้อมูลผู้ค้ำประกันได้

source: Failed to delete file
th: ลบไฟล์ไม่สำเร็จ

source: Failed to delete loan product
th: ลบสินค้าสินเชื่อไม่สำเร็จ

source: Failed to download attachment: {0}
th: ไม่สามารถดาวน์โหลดไฟล์แนบได้: {0}

source: Failed to extract chassis number. Please try again with a clearer image of the chassis stamp/plate.
th: ไม่สามารถดึงหมายเลขตัวถังได้ กรุณาลองใหม่อีกครั้งโดยใช้ภาพที่ชัดเจนของตราประทับ/แผ่นตัวถัง

source: Failed to fetch Airtable data: {0}
th: ไม่สามารถดึงข้อมูล Airtable ได้: {0}

source: Failed to fetch GSE vehicle photos: {0}
th: ไม่สามารถดึงรูปภาพรถ GSE ได้: {0}

source: Failed to fetch credit scoring data
th: ไม่สามารถดึงข้อมูลการให้คะแนนเครดิตได้

source: Failed to fetch credit scoring history
th: ไม่สามารถดึงประวัติการให้คะแนนเครดิตได้

source: Failed to fetch loan application details
th: ไม่สามารถดึงรายละเอียดคำขอกู้เงินได้

source: Failed to fetch vehicle documents: {0}
th: ไม่สามารถดึงเอกสารยานพาหนะได้: {0}

source: Failed to generate OTP. Please try again.
th: ไม่สามารถสร้าง OTP ได้ กรุณาลองใหม่อีกครั้ง

source: Failed to generate download URL
th: ไม่สามารถสร้าง URL สำหรับดาวน์โหลดได้

source: Failed to generate export file
th: ไม่สามารถสร้างไฟล์ส่งออกได้

source: Failed to generate installment table
th: ไม่สามารถสร้างตารางผ่อนชำระได้

source: Failed to generate print bundle
th: ไม่สามารถสร้างชุดพิมพ์ได้สำเร็จ

source: Failed to generate upload URL
th: ล้มเหลวในการสร้าง URL สำหรับอัปโหลด

source: Failed to get scoring summary
th: ไม่สามารถดึงสรุปคะแนนได้

source: Failed to import employees
th: ไม่สามารถนำเข้าพนักงานได้

source: Failed to link draft: {0}
th: ไม่สามารถเชื่อมโยงร่าง: {0}

source: Failed to load M Loan Application
th: ไม่สามารถโหลดใบสมัครสินเชื่อ M ได้

source: Failed to load configurations. Make sure the Google Cloud Settings DocType is installed.
th: ไม่สามารถโหลดการตั้งค่าได้ กรุณาตรวจสอบให้แน่ใจว่าได้ติดตั้ง DocType การตั้งค่า Google Cloud แล้ว

source: Failed to load customer obligation data
th: ไม่สามารถโหลดข้อมูลภาระผูกพันของลูกค้าได้

source: Failed to load draft
th: ไม่สามารถโหลดฉบับร่างได้

source: Failed to load draft application
th: ไม่สามารถโหลดแบบร่างใบสมัครได้

source: Failed to load loan application data
th: ไม่สามารถโหลดข้อมูลคำขอกู้ได้

source: Failed to load loan application draft data
th: ไม่สามารถโหลดข้อมูลร่างใบสมัครสินเชื่อได้

source: Failed to load loan data
th: ไม่สามารถโหลดข้อมูลสินเชื่อได้

source: Failed to load loan products. Please try again.
th: ไม่สามารถโหลดผลิตภัณฑ์สินเชื่อได้ กรุณาลองใหม่อีกครั้ง

source: Failed to load log sources
th: ไม่สามารถโหลดแหล่งที่มาของบันทึกได้

source: Failed to load process logs
th: ไม่สามารถโหลดบันทึกกระบวนการได้

source: Failed to load your tasks. Please try again.
th: ไม่สามารถโหลดงานของคุณได้ กรุณาลองใหม่อีกครั้ง

source: Failed to proceed to next step. Please try again.
th: ไม่สามารถดำเนินการไปยังขั้นตอนถัดไปได้ กรุณาลองใหม่อีกครั้ง

source: Failed to process captured image
th: ไม่สามารถประมวลผลภาพที่จับได้

source: Failed to process image
th: ไม่สามารถประมวลผลรูปภาพได้

source: Failed to process images. Please try again.
th: ไม่สามารถประมวลผลรูปภาพได้ กรุณาลองใหม่อีกครั้ง

source: Failed to process land title deed. Please try again with a clearer image.
th: ไม่สามารถดำเนินการโฉนดที่ดินได้ กรุณาลองใหม่อีกครั้งโดยใช้ภาพที่ชัดเจนกว่า

source: Failed to refresh dashboard
th: ไม่สามารถรีเฟรชแผงควบคุมได้

source: Failed to refresh status
th: ไม่สามารถรีเฟรชสถานะได้

source: Failed to reject application
th: ไม่สามารถปฏิเสธคำขอได้

source: Failed to resend OTP. Please try again.
th: ไม่สามารถส่ง OTP ใหม่ได้ กรุณาลองอีกครั้ง

source: Failed to retrieve export formats for this report
th: ไม่สามารถดึงรูปแบบการส่งออกสำหรับรายงานนี้ได้

source: Failed to retrieve file
th: ไม่สามารถดึงไฟล์ได้

source: Failed to save M Loan Application
th: ไม่สามารถบันทึกคำขอกู้ M ได้

source: Failed to save Step 7 files: {0}
th: ไม่สามารถบันทึกไฟล์ขั้นตอนที่ 7 ได้: {0}

source: Failed to save data. Please try again.
th: ไม่สามารถบันทึกข้อมูลได้ กรุณาลองใหม่อีกครั้ง

source: Failed to save documents: {0}
th: ไม่สามารถบันทึกเอกสารได้: {0}

source: Failed to save draft. Please try again.
th: ไม่สามารถบันทึกแบบร่างได้ กรุณาลองใหม่อีกครั้ง

source: Failed to save draft: {0}
th: ไม่สามารถบันทึกแบบร่างได้: {0}

source: Failed to save guarantor information. Please try again.
th: ไม่สามารถบันทึกข้อมูลผู้ค้ำประกันได้ กรุณาลองใหม่อีกครั้ง

source: Failed to save insurance draft
th: ไม่สามารถบันทึกแบบร่างประกันภัยได้

source: Failed to save land appraisal value
th: ไม่สามารถบันทึกมูลค่าประเมินที่ดินได้

source: Failed to save loan application: {0}
th: ไม่สามารถบันทึกใบสมัครสินเชื่อได้: {0}

source: Failed to save preferences. Please try again.
th: ไม่สามารถบันทึกการตั้งค่าได้ กรุณาลองใหม่อีกครั้ง

source: Failed to save reference person. Please try again.
th: ไม่สามารถบันทึกบุคคลอ้างอิงได้ กรุณาลองใหม่อีกครั้ง

source: Failed to save review data. Please try again.
th: ไม่สามารถบันทึกข้อมูลการตรวจสอบได้ กรุณาลองใหม่อีกครั้ง

source: Failed to search for existing applications
th: ไม่สามารถค้นหาแอปพลิเคชันที่มีอยู่ได้

source: Failed to search vehicle
th: ไม่สามารถค้นหายานพาหนะได้

source: Failed to send OTP via Twilio. Please try again.
th: ไม่สามารถส่ง OTP ผ่าน Twilio ได้ กรุณาลองใหม่อีกครั้ง

source: Failed to send OTP. Please try again.
th: ไม่สามารถส่ง OTP ได้ กรุณาลองใหม่อีกครั้ง

source: Failed to send back application
th: ไม่สามารถส่งคืนใบสมัครได้

source: Failed to send to disbursement
th: ไม่สามารถส่งไปยังการเบิกจ่ายได้

source: Failed to set payment schedule
th: ไม่สามารถตั้งกำหนดการชำระเงินได้

source: Failed to start review
th: ไม่สามารถเริ่มการตรวจสอบได้

source: Failed to submit application. Please try again.
th: ไม่สามารถส่งใบสมัครได้ กรุณาลองใหม่อีกครั้ง

source: Failed to submit application: {0}
th: ไม่สามารถส่งใบสมัครได้: {0}

source: Failed to sync vehicle documents: {0}
th: ไม่สามารถซิงค์เอกสารยานพาหนะได้: {0}

source: Failed to update Land Title Deed
th: ไม่สามารถอัปเดตโฉนดที่ดินได้

source: Failed to update SMS provider
th: ไม่สามารถอัปเดตผู้ให้บริการ SMS ได้

source: Failed to update client response
th: ไม่สามารถอัปเดตการตอบกลับของลูกค้าได้

source: Failed to update credit scoring
th: ไม่สามารถอัปเดตการให้คะแนนเครดิตได้

source: Failed to update customer: {0}
th: ไม่สามารถอัปเดตลูกค้าได้: {0}

source: Failed to update loan preferences. Please try again.
th: ไม่สามารถอัปเดตการตั้งค่าการกู้ยืมได้ กรุณาลองใหม่อีกครั้ง

source: Failed to update profile
th: ไม่สามารถอัปเดตโปรไฟล์ได้

source: Failed to update vehicle documents: {0}
th: ไม่สามารถอัปเดตเอกสารรถยนต์ได้: {0}

source: Failed to upload chunk: {0}
th: ไม่สามารถอัปโหลดชิ้นส่วน: {0}

source: Failed to upload documents
th: ไม่สามารถอัปโหลดเอกสารได้

source: Failed to verify OTP. Please try again.
th: ไม่สามารถยืนยัน OTP ได้ กรุณาลองใหม่อีกครั้ง

source: Fair
th: เป็นธรรม

source: Fair collateral quality - May require additional documentation
th: คุณภาพหลักประกันที่เหมาะสม - อาจต้องใช้เอกสารเพิ่มเติม

source: Fair condition - acceptable
th: สภาพปานกลาง - ยอมรับได้

source: False Information (NOT APPROVED)
th: ข้อมูลเท็จ (ไม่ผ่านการอนุมัติ)

source: False Information or Commercial Use
th: ข้อมูลเท็จหรือการใช้เพื่อการค้า

source: Family Information
th: ข้อมูลครอบครัว

source: Family Member Details
th: รายละเอียดสมาชิกในครอบครัว

source: Family Member Name
th: ชื่อสมาชิกในครอบครัว

source: Family Members
th: สมาชิกในครอบครัว

source: Family Status
th: สถานภาพครอบครัว

source: Farmer
th: เกษตรกร

source: Farmer, Freelancer with Stable Income
th: เกษตรกร, ฟรีแลนซ์ที่มีรายได้มั่นคง

source: Farmer, Freelancer, Contractor
th: เกษตรกร, ฟรีแลนซ์, ผู้รับเหมา

source: Fast
th: เร็ว

source: Fast Approval
th: อนุมัติอย่างรวดเร็ว

source: Fast Processing
th: การประมวลผลอย่างรวดเร็ว

source: Fast processing with independent microservice
th: การประมวลผลรวดเร็วด้วยไมโครเซอร์วิสอิสระ

source: Fast processing with independent storage. Great for high-volume processing.
th: การประมวลผลรวดเร็วด้วยที่เก็บข้อมูลอิสระ เหมาะอย่างยิ่งสำหรับการประมวลผลปริมาณมาก

source: Fast, flexible, and transparent financing for your needs
th: การเงินที่รวดเร็ว ยืดหยุ่น และโปร่งใสเพื่อตอบสนองความต้องการของคุณ

source: Father
th: บิดา

source: Fax Number
th: หมายเลขแฟกซ์

source: Feature Playground
th: สนามทดลองฟีเจอร์

source: Features
th: คุณสมบัติ

source: Fee payment received - {0}
th: ได้รับการชำระค่าธรรมเนียม - {0}

source: Fees & Charges
th: ค่าธรรมเนียมและค่าใช้จ่าย

source: Fees & Payment Terms
th: ค่าธรรมเนียมและเงื่อนไขการชำระเงิน

source: Female
th: หญิง

source: Fetching loan application data...
th: กำลังดึงข้อมูลคำขอกู้เงิน...

source: Field Name
th: ชื่อฟิลด์

source: Field verification included
th: รวมการตรวจสอบข้อมูลในฟิลด์แล้ว

source: Field {0} is not a Select field
th: ฟิลด์ {0} ไม่ใช่ฟิลด์แบบเลือก

source: Field {0} not found in DocType {1}
th: ไม่พบฟิลด์ {0} ในประเภทเอกสาร {1}

source: Field-level change tracking: {field_name: {old: value, new: value}}
th: การติดตามการเปลี่ยนแปลงระดับฟิลด์: {field_name: {old: value, new: value}}

source: Fields Extracted
th: ข้อมูลที่สกัดออกมา

source: File
th: ไฟล์

source: File Attachment
th: ไฟล์แนบ

source: File Details
th: รายละเอียดไฟล์

source: File Key
th: คีย์ไฟล์

source: File Name
th: ชื่อไฟล์

source: File Path
th: เส้นทางไฟล์

source: File Preview
th: แสดงตัวอย่างไฟล์

source: File Relationship
th: ความสัมพันธ์ของไฟล์

source: File Size
th: ขนาดไฟล์

source: File Size (Bytes)
th: ขนาดไฟล์ (ไบต์)

source: File Size (KB)
th: ขนาดไฟล์ (KB)

source: File Size (bytes)
th: ขนาดไฟล์ (ไบต์)

source: File URL
th: ไฟล์ URL

source: File URL from Frappe file storage or S3
th: URL ไฟล์จากที่เก็บไฟล์ Frappe หรือ S3

source: File Version
th: เวอร์ชันไฟล์

source: File formats: JPG, PNG, PDF (max 5MB each)
th: รูปแบบไฟล์: JPG, PNG, PDF (สูงสุด 5MB ต่อไฟล์)

source: File not found or access denied
th: ไม่พบไฟล์หรือไม่ได้รับอนุญาตให้เข้าถึง

source: File size exceeds 10MB limit
th: ขนาดไฟล์เกินขีดจำกัด 10MB

source: File size in bytes
th: ขนาดไฟล์เป็นไบต์

source: Filename
th: ชื่อไฟล์

source: Files with GPS
th: ไฟล์ที่มีข้อมูล GPS

source: Fill in personal and contact details
th: กรุณากรอกข้อมูลส่วนตัวและข้อมูลติดต่อ

source: Filled Only
th: กรอกแล้วเท่านั้น

source: Filter Documents
th: กรองเอกสาร

source: Filter Friends by Age
th: กรองเพื่อนตามอายุ

source: Filter by Status
th: กรองตามสถานะ

source: Filter by name, customer, status, or assigned to...
th: กรองโดยชื่อ, ลูกค้า, สถานะ หรือผู้รับผิดชอบ...

source: Filter by status
th: กรองตามสถานะ

source: Filters
th: ตัวกรอง

source: Filters apply on last result
th: ตัวกรองใช้กับผลลัพธ์ล่าสุด

source: Filters apply on original
th: ตัวกรองใช้กับต้นฉบับ

source: Final Approval
th: การอนุมัติขั้นสุดท้าย

source: Final Confirmation Required
th: ต้องการการยืนยันขั้นสุดท้าย

source: Final Disbursement
th: การเบิกจ่ายขั้นสุดท้าย

source: Final Due Date
th: วันครบกำหนดสุดท้าย

source: Final Interest Rate (%)
th: อัตราดอกเบี้ยสุดท้าย (%)

source: Final Proceed
th: ดำเนินการขั้นสุดท้าย

source: Final Rate (%)
th: อัตราสุดท้าย (%)

source: Final appraised value with all adjustments
th: มูลค่าประเมินขั้นสุดท้ายพร้อมการปรับปรุงทั้งหมด

source: Final vehicle appraisal by lending team
th: การประเมินยานพาหนะขั้นสุดท้ายโดยทีมสินเชื่อ

source: Finance
th: การเงิน

source: Finance Corporation
th: บริษัทการเงิน

source: Financial
th: การเงิน

source: Financial Analysis
th: การวิเคราะห์ทางการเงิน

source: Financial Assessment
th: การประเมินทางการเงิน

source: Financial Assessment ID
th: รหัสการประเมินทางการเงิน

source: Financial Data
th: ซิงค์สินทรัพย์

source: Financial Obligations
th: ภาระผูกพันทางการเงิน

source: Financial Reports & Analytics
th: รายงานการเงินและการวิเคราะห์

source: Financial Score
th: คะแนนทางการเงิน

source: Financial Score (%)
th: คะแนนทางการเงิน (%)

source: Financial Score (For Screening)
th: คะแนนทางการเงิน (สำหรับการคัดกรอง)

source: Financial Score updated: {0}%
th: คะแนนทางการเงินได้รับการปรับปรุง: {0}%

source: Financial Support
th: สิ่งอำนวยกิด

source: Financial Support Amount (Monthly)
th: จำนวนเงินสนับสนุนทางการเงิน (รายเดือน)

source: Financial assessment is recommended for comprehensive screening
th: แนะนำให้ทำการประเมินทางการเงินเพื่อการคัดกรองอย่างครบถ้วน

source: Financing for all motorcycle models with flexible documentation and easy process
th: การจัดเงินทุนสำหรับรถจักรยานยนต์ทุกรุ่น ด้วยเอกสารที่ยืดหยุ่นและกระบวนการที่ง่ายดาย

source: Financing for cars, pickups, vans, trucks, tractors with various loan plans
th: การจัดหาเงินทุนสำหรับรถยนต์ รถกระบะ รถตู้ รถบรรทุก และรถแทรกเตอร์ พร้อมแผนสินเชื่อหลากหลายรูปแบบ

source: Financing for electric bikes and e-scooters without registration book requirement
th: การจัดหาเงินทุนสำหรับจักรยานไฟฟ้าและสกู๊ตเตอร์ไฟฟ้าที่ไม่ต้องใช้เล่มทะเบียน

source: Find branches near you
th: ค้นหาสาขาที่ใกล้คุณ

source: Find document corners (green handles appear for manual adjustment)
th: ค้นหามุมเอกสาร (จะปรากฏจุดจับสีเขียวสำหรับปรับแต่งด้วยตนเอง)

source: Find document corners for cropping
th: ค้นหามุมเอกสารสำหรับการครอบตัด

source: First Name
th: ชื่อจริง

source: First Name (EN)
th: ชื่อจริง (EN)

source: First Name (English)
th: ชื่อจริง (ภาษาอังกฤษ)

source: First Name (TH)
th: ชื่อจริง (TH)

source: First Name (Thai)
th: ชื่อจริง (ภาษาไทย)

source: First Payment
th: การชำระเงินครั้งแรก

source: First Payment Date
th: วันที่ชำระเงินครั้งแรก

source: First Payment Due Day
th: วันครบกำหนดชำระเงินงวดแรก

source: First Payment:
th: การชำระเงินครั้งแรก:

source: First Proceed
th: ดำเนินการต่อครั้งแรก

source: First Used
th: ใช้งานครั้งแรก

source: First entry
th: รายการแรก

source: First name
th: ชื่อจริง

source: First name and last name are required
th: ชื่อและนามสกุลเป็นข้อมูลที่จำเป็นต้องกรอก

source: First name, last name, and ID number are required
th: ชื่อจริง นามสกุล และหมายเลขบัตรประชาชนเป็นข้อมูลที่จำเป็นต้องกรอก

source: First payment date - วันที่ชำระงวดแรก
th: วันที่ชำระงวดแรก

source: First payment date and schedule set up
th: วันที่ชำระเงินครั้งแรกและการตั้งกำหนดการ

source: First payment due day must be one of: {0}
th: วันครบกำหนดชำระเงินงวดแรกต้องเป็นหนึ่งใน: {0}

source: Fixed
th: คงที่

source: Fixed {0} customer record(s)
th: แก้ไขระเบียนลูกค้า {0} รายการเรียบร้อยแล้ว

source: Flagged if any validation rule triggers escalation
th: ทำเครื่องหมายหากกฎการตรวจสอบใด ๆ กระตุ้นการยกระดับ

source: Flat Rate
th: อัตราคงที่

source: Flexible JSON for additional context (geolocation, device info, etc.)
th: JSON ยืดหยุ่นสำหรับบริบทเพิ่มเติม (ข้อมูลตำแหน่งทางภูมิศาสตร์, ข้อมูลอุปกรณ์ ฯลฯ)

source: Flexible Terms
th: เงื่อนไขที่ยืดหยุ่นได้

source: Flexible documentation requirements
th: ข้อกำหนดเอกสารที่ยืดหยุ่นได้

source: Flexible guarantor requirements
th: ข้อกำหนดผู้ค้ำประกันที่ยืดหยุ่นได้

source: Flexible income documentation
th: เอกสารรายได้ที่ยืดหยุ่นได้

source: Floating
th: ลอยตัว

source: Floor
th: ชั้น

source: Floor/Story (optional)
th: ชั้น/ชั้นอาคาร (ไม่บังคับ)

source: Floors
th: สินสา

source: Follow Up
th: ติดตามผล

source: Follow Up Action Code
th: รหัสติดตามผลการดำเนินการ

source: Follow Up History
th: ประวัติติดตามผล

source: Follow up notes
th: บันทึกติดตามผล

source: Follow-up Date
th: วันที่ติดตามผล

source: Follow-up Details
th: รายละเอียดเพิ่มเติม

source: Follow-up History
th: ประวัติติดตามผล

source: Follow-up Information
th: ข้อมูลติดตามผล

source: Follow-up Notes
th: บันทึกติดตามผล

source: Follow-up Required
th: ต้องติดตามผล

source: Follow-up Results
th: ผลลัพธ์การติดตาม

source: Follow-up Type
th: ประเภทการติดตามผล

source: Follow-up completed successfully
th: ติดตามผลเสร็จสมบูรณ์แล้ว

source: Follow-up rescheduled successfully
th: เลื่อนนัดติดตามผลสำเร็จแล้ว

source: For LTV calculation reference
th: สำหรับการอ้างอิงการคำนวณ LTV

source: For agricultural equipment and vehicles
th: สำหรับอุปกรณ์และยานพาหนะทางการเกษตร

source: For best results on mobile, sign in landscape mode
th: เพื่อผลลัพธ์ที่ดีที่สุดบนมือถือ กรุณาเข้าสู่ระบบในโหมดแนวนอน

source: For credit scoring reference
th: สำหรับการอ้างอิงการให้คะแนนเครดิต

source: For detailed configuration, use the ERPNext Loan Product form
th: สำหรับการตั้งค่าละเอียด โปรดใช้แบบฟอร์มผลิตภัณฑ์สินเชื่อ ERPNext

source: For pickups, trucks, tractors, agricultural equipment
th: สำหรับรถรับส่ง รถบรรทุก รถแทรกเตอร์ และอุปกรณ์การเกษตร

source: For urgent inquiries, contact supervisor
th: สำหรับการสอบถามด่วน กรุณาติดต่อหัวหน้างาน

source: Force Insurance Purchase
th: บังคับซื้อประกันภัย

source: Foreign
th: ต่างประเทศ

source: Form Data Inspector
th: ตรวจสอบข้อมูลแบบฟอร์ม

source: Form Type
th: ประเภทฟอร์ม

source: Form data downloaded as JSON
th: ข้อมูลแบบฟอร์มดาวน์โหลดเป็น JSON

source: Format: 1กข 1234 or กข-1234 (motorcycle)
th: รูปแบบ: 1กข 1234 หรือ กข-1234 (รถจักรยานยนต์)

source: Format: กข 1234 or กข-1234 (car)
th: รูปแบบ: กข 1234 หรือ กข-1234 (รถยนต์)

source: Found
th: พบ

source: Found Existing Application
th: พบแอปพลิเคชันที่มีอยู่แล้ว

source: Found Existing Vehicle
th: พบยานพาหนะที่มีอยู่แล้ว

source: Found existing customer
th: พบลูกค้าปัจจุบัน

source: Found existing customer with Tax ID: {0}
th: พบลูกค้าที่มีหมายเลขประจำตัวผู้เสียภาษี: {0}

source: Found existing customer: {0}
th: พบลูกค้าเดิม: {0}

source: Found existing vehicle with this chassis number
th: พบยานพาหนะที่มีหมายเลขตัวถังนี้อยู่แล้ว

source: Found pending application (Step {0})
th: พบใบสมัครที่รอดำเนินการ (ขั้นตอนที่ {0})

source: Found {0} application(s) by {1}
th: พบแอปพลิเคชันจำนวน {0} รายการโดย {1}

source: Found {0} existing application(s)
th: พบแอปพลิเคชันที่มีอยู่ {0} รายการ
