Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Asset sale proceeds - {0}
th: รายได้จากการขายสินทรัพย์ - {0}

source: Asset transfer form
th: แบบฟอร์มโอนสินทรัพย์

source: Assign to Me
th: กำหนดให้ฉัน

source: Assign to User
th: มอบหมายให้ผู้ใช้

source: Assigned Territory
th: วันสิตรวาน

source: Assigned To
th: มอบหมายให้

source: Assigned to
th: มอบหมายให้

source: Assigning...
th: กำลังกำหนด...

source: Assignment Date
th: วันที่ เขตรับ

source: Assignment Details
th: รายละเอียดการมอบหมายงาน

source: Assignment Information
th: ข้อมูลการมอบหมายงาน

source: Assignment Method
th: เขตรับผิด

source: Assignment Notes
th: หมายเหตุการมอบหมายงาน

source: Association Member
th: สมาชิกสมาคม

source: At Home
th: ที่หน้าแรก

source: At Workplace
th: ที่สถานที่ทำงาน

source: At least 1 co-borrower required
th: ต้องมีผู้กู้ร่วมอย่างน้อย 1 คน

source: At least one checklist item is required
th: ต้องมีรายการตรวจสอบอย่างน้อยหนึ่งรายการ

source: Attachment
th: ความผูกพัน

source: Attachments
th: ไฟล์แนบ

source: Auction Price
th: ราคาประมูล

source: Audit Trail
th: บันทึกการตรวจสอบ

source: Audited Financials
th: งบการเงินที่ได้รับการตรวจสอบ

source: Authentication Method *
th: วิธีการตรวจสอบสิทธิ์ *

source: Authentication Required
th: ต้องมีการยืนยันตัวตน

source: Authentication required
th: ต้องมีการตรวจสอบสิทธิ์

source: Authority who verified data completeness
th: ผู้มีอำนาจที่ตรวจสอบความสมบูรณ์ของข้อมูล

source: Authorization
th: การอนุญาต

source: Authorization document
th: เอกสารการอนุญาต

source: Auto
th: รถยนต์

source: Auto Create from Loan Application
th: สร้างอัตโนมัติจากใบสมัครสินเชื่อ

source: Auto Loan
th: สินเชื่อรถยนต์

source: Auto Scan
th: สแกนอัตโนมัติ

source: Auto-accept and search after scanning
th: ยอมรับอัตโนมัติและค้นหาหลังจากสแกน

source: Auto-assigned to {0} ({1}) based on loan amount {2}
th: กำหนดให้โดยอัตโนมัติแก่ {0} ({1}) ตามจำนวนเงินกู้ {2}

source: Auto-calculated
th: คำนวณอัตโนมัติ

source: Auto-calculated from debts table
th: คำนวณอัตโนมัติจากตารางหนี้สิน

source: Auto-calculated validation results from vehicle and loan data
th: ผลลัพธ์การตรวจสอบที่คำนวณโดยอัตโนมัติจากข้อมูลรถยนต์และสินเชื่อ

source: Auto-calculated: loan_amount * commission_rate / 100
th: คำนวณอัตโนมัติ: loan_amount * commission_rate / 100

source: Auto-created M Loan Borrower after Step 2 (includes Customer link)
th: ผู้กู้ M Loan ที่สร้างโดยอัตโนมัติหลังขั้นตอนที่ 2 (รวมลิงก์ลูกค้า)

source: Auto-detect and correct image rotation
th: ตรวจจับและแก้ไขการหมุนของภาพโดยอัตโนมัติ

source: Auto-fetched from Lending Vehicle
th: ดึงข้อมูลอัตโนมัติจาก ยานพาหนะให้ยืม

source: Auto-fetched from Loan Product (Vehicle/Land/Property)
th: ดึงข้อมูลอัตโนมัติจากผลิตภัณฑ์สินเชื่อ (ยานพาหนะ/ที่ดิน/อสังหาริมทรัพย์)

source: Auto-filled
th: กรอกข้อมูลอัตโนมัติ

source: Auto-filled based on product code
th: กรอกอัตโนมัติตามรหัสสินค้า

source: Auto-filled from selected address or enter manually
th: กรอกอัตโนมัติจากที่อยู่ที่เลือกหรือกรอกด้วยตนเอง

source: Auto-filled from selection
th: กรอกข้อมูลอัตโนมัติจากการเลือก

source: Auto-filled with dummy data
th: กรอกข้อมูลตัวอย่างโดยอัตโนมัติ

source: Auto-generate ERPNext Loan document for
th: สร้างเอกสารสินเชื่อ ERPNext อัตโนมัติสำหรับ

source: Auto-generated notes from validation rules
th: บันทึกที่สร้างโดยอัตโนมัติจากกฎการตรวจสอบ

source: Auto-generated on submit
th: สร้างโดยอัตโนมัติเมื่อส่งข้อมูล

source: Auto-generated when Create Loan button is clicked
th: สร้างโดยอัตโนมัติเมื่อคลิกปุ่ม สร้างเงินกู้

source: Auto-populated
th: กรอกข้อมูลอัตโนมัติ

source: Auto-populated from Step 4 Vehicle Information
th: กรอกข้อมูลโดยอัตโนมัติจากขั้นตอนที่ 4 ข้อมูลรถยนต์

source: Auto-refresh
th: รีเฟรชอัตโนมัติ

source: Auto-refresh: OFF
th: รีเฟรชอัตโนมัติ: ปิด

source: Auto-save
th: บันทึกอัตโนมัติ

source: Auto-save Draft
th: บันทึกแบบร่างอัตโนมัติ

source: Auto-save OFF (Debug Mode)
th: บันทึกอัตโนมัติ ปิด (โหมดดีบัก)

source: Auto-save Status
th: สถานะบันทึกอัตโนมัติ

source: Auto-save is currently disabled
th: การบันทึกอัตโนมัติถูกปิดใช้งานในขณะนี้

source: Auto-save is currently enabled
th: การบันทึกอัตโนมัติกำลังเปิดใช้งานอยู่ในขณะนี้

source: Auto-sync on connection
th: ซิงค์อัตโนมัติเมื่อเชื่อมต่อ

source: Automatic
th: อัตโนมัติ

source: Automatically assign new CRM leads to available loan officers
th: กำหนดลูกค้าเป้าหมาย CRM ใหม่โดยอัตโนมัติให้กับเจ้าหน้าที่สินเชื่อที่ว่าง

source: Automatically reassign leads if assigned officer becomes unavailable
th: กำหนดผู้ดูแลลูกค้าเป้าหมายใหม่โดยอัตโนมัติหากเจ้าหน้าที่ที่ได้รับมอบหมายไม่พร้อมใช้งาน

source: Automatically sync when internet is available
th: ซิงค์อัตโนมัติเมื่อมีอินเทอร์เน็ตใช้งาน

source: Available
th: พร้อมใช้งาน

source: Available routes include:
th: เส้นทางที่มีให้เลือก ได้แก่:

source: Average time per document
th: เวลารเฉลี่ยต่อเอกสาร

source: Avg Approval Rate
th: อัตราการอนุมัติเฉลี่ย

source: Avg Processing Days
th: จำนวนวันเฉลี่ยในการประมวลผล

source: Avg Processing Time
th: เวลาประมวลผลเฉลี่ย

source: Avg Score
th: คะแนนเฉลี่ย

source: Avg Total Days
th: ค่าเฉลี่ยจำนวนวันรวม

source: Avg Total Score
th: คะแนนรวมเฉลี่ย

source: Awaiting Decision
th: รอการตัดสินใจ

source: Awaiting assignment
th: รอการมอบหมายงาน

source: Awaiting final approval decision
th: รอการตัดสินใจอนุมัติขั้นสุดท้าย

source: BE
th: เดิม

source: BE - CE
th: พ.ศ. - ค.ศ.

source: BOT Compliance Dashboard
th: แดชบอร์ดการปฏิบัติตาม BOT

source: BOT NCB Report
th: รายงาน BOT NCB

source: BOT Regulatory Reports
th: รายงานกำกับดูแล BOT

source: BOT Submission
th: การส่ง BOT

source: BOT regulation: Interest rate capped at 24% per year - no rate adjustment
th: ข้อกำหนด ธปท.: อัตราดอกเบี้ยสูงสุดไม่เกิน 24% ต่อปี - ไม่มีการปรับอัตราดอกเบี้ย

source: BOTTOM Half
th: ครึ่งล่าง

source: Bachelor
th: ปริญญาตรี

source: Back
th: ย้อนกลับ

source: Back Office staff can only access the Disbursement workflow page.
th: พนักงานฝ่ายสนับสนุนหลังบ้านสามารถเข้าถึงหน้าเวิร์กโฟลว์การเบิกจ่ายเท่านั้น

source: Back number
th: หมายเลขย้อนหลัง

source: Back to Home
th: กลับไปที่บ้าน

source: Back to Playgrounds
th: กลับไปยังสนามทดลอง

source: Back to Scan
th: กลับไปที่สแกน

source: Backend server that processed this document
th: เซิร์ฟเวอร์แบ็กเอนด์ที่ประมวลผลเอกสารนี้

source: Badge indicator
th: สัญลักษณ์แสดงสถานะ

source: Balance (THB)
th: ยอดคงเหลือ (THB)

source: Balance Information
th: ข้อมูลยอดคงเหลือ

source: Bangkok Bank
th: ธนาคารกรุงเทพ

source: Bank
th: ธนาคาร

source: Bank Account
th: บัญชีธนาคาร

source: Bank Account Information
th: ข้อมูลบัญชีธนาคาร

source: Bank Account Number
th: หมายเลขบัญชีธนาคาร

source: Bank Account is required for Bank Transfer disbursement method
th: บัญชีธนาคารเป็นสิ่งจำเป็นสำหรับวิธีการจ่ายเงินผ่านการโอนเงินทางธนาคาร

source: Bank Book
th: สมุดบัญชีธนาคาร

source: Bank Book / Passbook
th: สมุดบัญชีธนาคาร / สมุดฝากเงิน

source: Bank Book Scanner
th: เครื่องสแกนสมุดบัญชีธนาคาร

source: Bank Branch
th: สาขา ธนาคาร

source: Bank Check
th: เช็คธนาคาร

source: Bank Code
th: รหัส ธนาคาร

source: Bank Details
th: รายละเอียดธนาคาร

source: Bank Documents
th: เอกสารธนาคาร

source: Bank Draft
th: ตั๋วแลกเงิน

source: Bank Name
th: ชื่อธนาคาร

source: Bank Statement
th: รายการเงินฝากถอนในบัญชีเงินฝาก

source: Bank Statement Pages
th: หน้ารายการเดินบัญชี

source: Bank Transfer
th: การโอนเงินผ่านธนาคาร

source: Bank Transfer to Customer Account
th: โอนเงินผ่านธนาคารไปยังบัญชีลูกค้า

source: Bank account book
th: สมุดบัญชีธนาคาร

source: Bank book data extracted successfully! Data has been applied to the form below.
th: ข้อมูลสมุดบัญชีธนาคารถูกดึงออกมาเรียบร้อยแล้ว! ข้อมูลได้ถูกนำไปใช้ในแบบฟอร์มด้านล่างนี้แล้ว

source: Bank branch code (e.g., 0443)
th: รหัสสาขาธนาคาร (เช่น 0443)

source: Bank branch name (e.g., สาขาบางบัวทอง)
th: ชื่อสาขาธนาคาร (เช่น สาขาบางบัวทอง)

source: Bank details extracted successfully
th: รายละเอียดบัญชีธนาคารถูกดึงข้อมูลเรียบร้อยแล้ว

source: Bank transfer reference or check number
th: เลขอ้างอิงการโอนเงินผ่านธนาคารหรือเลขที่เช็ค

source: Bank-level security with encrypted data and secure document handling
th: ความปลอดภัยระดับธนาคารด้วยข้อมูลที่เข้ารหัสและการจัดการเอกสารอย่างปลอดภัย

source: Banking Information
th: ข้อมูลธนาคาร

source: Base Interest Rate (%)
th: อัตราดอกเบี้ยพื้นฐาน (%)

source: Base Rate (%)
th: อัตราพื้นฐาน (%)

source: Based on
th: อ้างอิงจาก

source: Based on vehicle age and condition, the estimated LTV range for this vehicle is:
th: ตามอายุและสภาพของรถยนต์ ช่วงมูลค่าหนี้สินที่คาดการณ์สำหรับรถยนต์คันนี้คือ:

source: Basic Configuration
th: การตั้งค่าพื้นฐาน

source: Basic Information
th: ข้อมูลพื้นฐาน

source: Bathrooms
th: ห้องน้ำ

source: Bedrooms
th: ห้องนอน

source: Behavior Section (Max 12)
th: ส่วนพฤติกรรม (สูงสุด 12)

source: Behavior Verification
th: การยืนยันพฤติกรรม

source: Beneficiary Information
th: ข้อมูลผู้รับประโยชน์

source: Beneficiary Name
th: ชื่อผู้รับผลประโยชน์

source: Beneficiary Phone
th: หมายเลขโทรศัพท์ผู้รับผลประโยชน์

source: Benefits: Reduced interest charges
th: ประโยชน์: ลดค่าดอกเบี้ย

source: Best Contact Time
th: เวลาที่เหมาะสมในการติดต่อ

source: Best Rate
th: อัตราที่ดีที่สุด

source: Best printed in color on A4 paper
th: ควรพิมพ์ด้วยสีบนกระดาษ A4

source: Bilateral Filter
th: ตัวกรองทวิภาคี

source: Billing Statement
th: ใบแจ้งยอดเรียกเก็บเงิน

source: Biometric
th: ไบโอเมตริก

source: Birth Date
th: วันเกิด

source: Birth Date (Buddhist)
th: วันเกิด (พุทธศักราช)

source: Birth Date (English)
th: วันเกิด (English)

source: Birth Date (Thai)
th: วันเกิด (ไทย)

source: Birth date is missing
th: วันที่เกิดขาดหาย

source: Black
th: สีดำ

source: Blacklisted
th: ถูกขึ้นบัญชีดำ

source: Blood Type
th: หมู่เลือด

source: Blue
th: สีน้ำเงิน

source: Body, paint, glass, lights (0-10)
th: ตัวถัง, สี, กระจก, ไฟ (0-10)

source: Bonus
th: โบนัส

source: Book Bank
th: สมุดบัญชีธนาคาร

source: Book Bank Pages
th: หน้าบัญชีธนาคาร

source: Borrower
th: ผู้กู้

source: Borrower (ผู้กู้)
th: ผู้กู้

source: Borrower Bank Account
th: บัญชีธนาคารผู้กู้

source: Borrower Credit Scoring
th: การให้คะแนนเครดิตผู้กู้

source: Borrower Documents
th: เอกสารผู้กู้

source: Borrower Financial Assessment
th: การประเมินทางการเงินของผู้กู้

source: Borrower Information
th: ข้อมูลผู้กู้

source: Borrower Occupation
th: อาชีพผู้กู้

source: Borrower Phone
th: หมายเลขโทรศัพท์ผู้ยืม

source: Both
th: ทั้งสอง

source: Both Halves Captured & Processed
th: ทั้งสองส่วนถูกจับภาพและประมวลผลแล้ว

source: Bottleneck
th: คอขวด

source: Bottleneck Summary
th: สรุปคอขวด

source: Bottom Half
th: ครึ่งล่าง

source: Branch
th: สาขา

source: Branch & Service Line Selection
th: การเลือกสาขาและสายงานบริการ

source: Branch Approvable Limit
th: ขีดจำกัดการอนุมัติสาขา

source: Branch Approvable Limits
th: ขีดจำกัดการอนุมัติของสาขา

source: Branch Code
th: รหัสสาขา

source: Branch Limits
th: ขีดจำกัดสาขา

source: Branch Manager
th: ผู้จัดการสาขา

source: Branch Name
th: ชื่อสาขา

source: Branch assignment for this employee
th: การกำหนดสาขาสำหรับพนักงานนี้

source: Branch code (e.g., UT, CA, RB)
th: รหัสสาขา (เช่น UT, CA, RB)

source: Branch code must be one of: {0}
th: รหัสสาขาต้องเป็นหนึ่งใน: {0}

source: Branch code:
th: รหัสสาขา:

source: Branch name
th: ชื่อสาขา

source: Branch office where assessment was conducted
th: สาขาที่ดำเนินการประเมิน

source: Branch/Service Area for this application
th: สาขา/พื้นที่ให้บริการสำหรับแอปพลิเคชันนี้

source: Branch:
th: สาขา:

source: Brand
th: ยี่ห้อ

source: Brand Validation
th: การตรวจสอบแบรนด์

source: Brand is required
th: ยี่ห้อเป็นข้อมูลที่จำเป็น

source: Brand/Model
th: ยี่ห้อ/รุ่น

source: Brand: Approval Required
th: แบรนด์: ต้องได้รับการอนุมัติ

source: Browser Agent
th: โปรแกรมตัวแทนเบราว์เซอร์

source: Browser user agent
th: สอบสินเบลายการ

source: Browser/client information
th: ข้อมูลเบราว์เซอร์/ไคลเอนต์

source: Bucket
th: ถังข้อมูล

source: Building
th: อาคาร

source: Building Age
th: อายุอาคาร

source: Building Area
th: สิวรายสาร

source: Building Area (sqm)
th: วันสินเป็น (พ.อ.)

source: Building Area cannot be negative
th: พื้นที่อาคารต้องไม่เป็นค่าติดลบ

source: Building Condition
th: สภาพอาคาร

source: Building Details
th: รายละเอียดอาคาร

source: Building age within limits - OK
th: อายุอาคารอยู่ในขอบเขตที่กำหนด - ตกลง

source: Building condition or age requires Branch Manager approval
th: สภาพอาคารหรืออายุต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: Building over 20 years - review recommended
th: อาคารที่มีอายุมากกว่า 20 ปี - แนะนำให้ตรวจสอบ

source: Building over 30 years - requires approval
th: อาคารที่มีอายุมากกว่า 30 ปี - ต้องได้รับการอนุมัติ

source: Bulk Import
th: นำเข้าข้อมูลจำนวนมาก

source: Bulk Import Complete
th: การนำเข้าข้อมูลจำนวนมากเสร็จสมบูรณ์

source: Bulk Import Failed
th: การนำเข้าข้อมูลจำนวนมากล้มเหลว

source: Bulk import completed: {0} records imported, {1} files failed
th: การนำเข้าข้อมูลจำนวนมากเสร็จสมบูรณ์: นำเข้า {0} ระเบียนสำเร็จ, {1} ไฟล์ล้มเหลว

source: Bulk import failed: {0}
th: การนำเข้าจำนวนมากล้มเหลว: {0}

source: Business Days (Approval)
th: วันทำการ (การอนุมัติ)

source: Business Documents
th: เอกสารธุรกิจ

source: Business Form Information
th: ข้อมูลแบบฟอร์มธุรกิจ

source: Business Income
th: รายได้ธุรกิจ

source: Business Loan
th: ธุรกิจ เบิร

source: Business Owner
th: เจ้าของธุรกิจ

source: Business Photos GPS Coordinates (JSON)
th: พิกัด GPS รูปภาพธุรกิจ (JSON)

source: Business Photos with GPS
th: รูปภาพธุรกิจพร้อมพิกัด GPS

source: Business Photos with GPS (Multiple)
th: รูปภาพธุรกิจพร้อมพิกัด GPS (หลายรายการ)

source: Business Type
th: ประเภทธุรกิจ

source: By
th: โดย

source: CARD-.YYYY.-
th: บัตร-.YYYY.-

source: CMI Expiry Date
th: วันหมดอายุ CMI

source: CRM Lead Assignment
th: การมอบหมายลูกค้าเป้าหมาย CRM

source: CSV Position Title
th: ตำแหน่งใน CSV

source: Cache cleared successfully
th: ล้างแคชเรียบร้อยแล้ว

source: Cache cleared! Reloading...
th: ล้างแคชเรียบร้อย! กำลังโหลดใหม่...

source: Calculate
th: คำนวณ

source: Calculate Credit Score
th: คำนวณคะแนนเครดิต

source: Calculate Loan
th: คำนวณเงินกู้

source: Calculate Maximum Loan
th: คำนวณวงเงินสินเชื่อสูงสุด

source: Calculate monthly payments and interest rates
th: คำนวณการชำระเงินรายเดือนและอัตราดอกเบี้ย

source: Calculate your monthly loan payments with vehicle market value lookup
th: คำนวณยอดผ่อนชำระรายเดือนของคุณโดยใช้การค้นหามูลค่าตลาดรถยนต์

source: Calculated Amounts
th: จำนวนที่คำนวณแล้ว

source: Calculated Rates
th: อัตราที่คำนวณแล้ว

source: Calculation Date
th: วันที่คำนวณ

source: Calculation Details
th: รายละเอียดการคำนวณ

source: Calculation Formula
th: สูตรการคำนวณ

source: Calculation Method
th: วิธีการคำนวณ

source: Calculation Period
th: ช่วงเวลาการคำนวณ

source: Calculation Start Date
th: วันที่เริ่มต้นการคำนวณ

source: Calculation uses reducing balance method - interest charged on remaining balance
th: การคำนวณใช้วิธีลดต้นลดดอก - ดอกเบี้ยคิดจากยอดคงเหลือ

source: Calculator
th: เครื่องคิดเลข

source: Call Now
th: โทรตอนนี้

source: Camera opens instantly
th: กล้องเปิดทันที

source: Can Approve
th: สามารถอนุมัติได้

source: Cancel
th: ยกเลิก

source: Cancel All
th: ยกเลิกทั้งหมด

source: Cancelled
th: ยกเลิกแล้ว

source: Cannot change status from Completed back to In Progress
th: ไม่สามารถเปลี่ยนสถานะจาก เสร็จสมบูรณ์ กลับเป็น กำลังดำเนินการ ได้

source: Cannot complete task with rejected customer decision
th: ไม่สามารถดำเนินการงานให้เสร็จสมบูรณ์ได้เนื่องจากการตัดสินใจของลูกค้าถูกปฏิเสธ

source: Cannot delete Debt Follow Up with GL entries. Please reverse the entries first or contact admin.
th: ไม่สามารถลบ การติดตามหนี้ที่มีรายการบัญชีแยกประเภท กรุณายกเลิกรายการบัญชีก่อน หรือ ติดต่อผู้ดูแลระบบ

source: Cannot delete loan product. It is used in {0} loan(s)
th: ไม่สามารถลบผลิตภัณฑ์สินเชื่อได้ เนื่องจากมีการใช้งานในสินเชื่อจำนวน {0} รายการ

source: Cannot edit this application - draft reference not found
th: ไม่สามารถแก้ไขแอปพลิเคชันนี้ได้ - ไม่พบข้อมูลอ้างอิงฉบับร่าง

source: Cannot generate documents at this stage. Current state: {0}
th: ไม่สามารถสร้างเอกสารได้ในขั้นตอนนี้ สถานะปัจจุบัน: {0}

source: Cannot send back application in '{0}' state. Only Draft or Under Review applications can be returned.
th: ไม่สามารถส่งคืนใบสมัครในสถานะ '{0}' ได้ สามารถส่งคืนได้เฉพาะใบสมัครที่อยู่ในสถานะ ร่าง หรือ อยู่ระหว่างการตรวจสอบ เท่านั้น

source: Cannot submit commission for loan application {0}. Loan must be approved first. Current status: {1}
th: ไม่สามารถส่งค่าคอมมิชชั่นสำหรับคำขอกู้ {0} ได้ ต้องได้รับการอนุมัติก่อน สถานะปัจจุบัน: {1}

source: Cannot update a submitted application
th: ไม่สามารถแก้ไขใบสมัครที่ส่งแล้วได้

source: Cannot update insurance {0}: Missing linked loan draft. All insurance applications must be linked to a loan draft.
th: ไม่สามารถอัปเดตประกัน {0} ได้: ขาดแบบร่างสินเชื่อที่เชื่อมโยงอยู่ ใบสมัครประกันทั้งหมดต้องเชื่อมโยงกับแบบร่างสินเชื่อ

source: Capture
th: จับภาพ

source: Capture BOTTOM half with owner details
th: จับภาพครึ่งล่างพร้อมรายละเอียดเจ้าของ

source: Capture Photo
th: ถ่ายภาพ

source: Capture TOP half with vehicle details
th: จับภาพครึ่งบนพร้อมรายละเอียดรถยนต์

source: Capture a photo of the chassis number stamp/plate on the vehicle to verify against registration.
th: ถ่ายภาพหมายเลขตัวถังบนแสตมป์/แผ่นป้ายของรถยนต์เพื่อตรวจสอบกับทะเบียน

source: Capture the back side with ID back number and security features
th: ถ่ายภาพด้านหลังบัตรประชาชน

source: Capture the front side with photo and personal information
th: ถ่ายภาพด้านหน้าบัตรประชาชน

source: Captured
th: ถูกจับภาพ

source: Captured Image
th: ภาพที่จับได้

source: Car
th: รถยนต์

source: Car Driving License
th: ใบอนุญาตขับรถยนต์

source: Car Loan
th: สินเชื่อรถยนต์

source: Car Loans
th: สินเชื่อรถยนต์

source: Car Payment
th: การชำระเงินรถยนต์

source: Car Payment (THB/month)
th: การชำระเงินรถยนต์ (บาท/เดือน)

source: Car Seat
th: เบาะรถยนต์

source: Car Seats
th: เบาะรถยนต์

source: Car Usage/Enforcement Score (1-4)
th: คะแนนการใช้รถ/การบังคับใช้ (1-4)

source: Car seats
th: เบาะรถยนต์

source: Card
th: การ์ด

source: Card Activated
th: บัตรถูกเปิดใช้งานแล้ว

source: Card Activation
th: การเปิดใช้งานบัตร

source: Card Activation Currently Unavailable
th: การเปิดใช้งานบัตรไม่พร้อมใช้งานในขณะนี้

source: Card Activation Requirements
th: ข้อกำหนดการเปิดใช้งานบัตร

source: Card Details (Page 34)
th: รายละเอียดบัตร (หน้า 34)

source: Card Information
th: ข้อมูลบัตร

source: Card Number
th: หมายเลขบัตร

source: Card Number (16 digits)
th: หมายเลขบัตร (16 หลัก)

source: Card PIN (6 digits)
th: รหัส PIN บัตร (6 หลัก)

source: Card activated successfully
th: เปิดใช้งานบัตรเรียบร้อยแล้ว

source: Card activation already exists for this loan application
th: การเปิดใช้งานบัตรสำหรับคำขอกู้เงินนี้มีอยู่แล้ว

source: Card is already verified
th: บัตรได้รับการยืนยันแล้ว

source: Card number and PIN are required for activation
th: หมายเลขบัตรและรหัส PIN จำเป็นสำหรับการเปิดใช้งาน

source: Card number must be exactly 16 digits
th: หมายเลขบัตรต้องมีจำนวน 16 หลักพอดี

source: Card number must contain only digits
th: หมายเลขบัตรต้องประกอบด้วยตัวเลขเท่านั้น

source: Card number {0} is already registered
th: หมายเลขบัตร {0} ได้ลงทะเบียนแล้ว

source: Cards
th: การ์ด

source: Case escalated to legal team
th: กรณีถูกส่งต่อไปยังทีมกฎหมาย

source: Cash
th: เงินสด

source: Cash Disbursement
th: การจ่ายเงินสด

source: Category
th: หมวดหมู่

source: Category Name (EN)
th: ชื่อหมวดหมู่ (EN)

source: Category Name (TH)
th: ชื่อหมวดหมู่ (TH)

source: Category is required
th: หมวดหมู่ ไม่ระอบ

source: Centralized Logging Dashboard
th: แผงควบคุมบันทึกการเข้าถึงส่วนกลาง

source: Chain Filters
th: ตัวกรองแบบเชน

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: Change Tracking
th: การติดตามการเปลี่ยนแปลง

source: Changed
th: เปลี่ยนแปลงแล้ว

source: Changed Fields
th: ฟิลด์ที่ถูกเปลี่ยนแปลง

source: Changed Only
th: เปลี่ยนแปลงเท่านั้น

source: Chanote (NS-4)
th: โฉนดที่ดิน (น.ส.4)

source: Character
th: อักขระ

source: Character Details
th: รายละเอียดตัวละคร

source: Character Score (1-4)
th: คะแนนตัวอักษร (1-4)

source: Chart of accounts template '{0}' not found
th: ไม่พบแม่แบบแผนผังบัญชี '{0}'

source: Chassis Number
th: หมายเลขตัวถัง

source: Chassis Number (Lookup)
th: หมายเลขตัวถัง (ค้นหา)

source: Chassis Number OCR Scanner
th: เครื่องสแกน OCR หมายเลขตัวถัง

source: Chassis Number Photo
th: รูปหมายเลขตัวถัง

source: Chassis Number Scanner
th: เครื่องสแกนหมายเลขตัวถัง

source: Chassis Number Stamp
th: ตราประทับหมายเลขตัวถัง

source: Chassis Number Verified
th: หมายเลขตัวถังได้รับการยืนยันแล้ว

source: Chassis Number must be at least 10 characters long
th: หมายเลขตัวถังต้องมีความยาวอย่างน้อย 10 ตัวอักษร

source: Chassis Usage Count
th: จำนวนการใช้งานโครงเครื่อง

source: Chassis Verification Result
th: ผลการตรวจสอบโครงสร้างรถ

source: Chassis number
th: หมายเลขตัวถัง

source: Chassis number already exists for vehicle: {0}
th: หมายเลขตัวถังมีอยู่แล้วสำหรับรถยนต์: {0}

source: Chassis number does not match! Expected:
th: หมายเลขตัวถังไม่ตรงกัน! คาดหวัง:

source: Chassis number is available
th: หมายเลขตัวถังพร้อมใช้งาน

source: Chassis number is required
th: หมายเลขตัวถังเป็นข้อมูลที่จำเป็น

source: Chassis number mismatch! Please verify the vehicle and try again.
th: หมายเลขตัวถังไม่ตรงกัน กรุณาตรวจสอบรถยนต์และลองใหม่อีกครั้ง

source: Chassis number must be at least 5 characters
th: หมายเลขตัวถังต้องมีความยาวอย่างน้อย 5 ตัวอักษร

source: Chassis number partially matches. Similarity:
th: หมายเลขตัวถังตรงกันบางส่วน ความคล้ายคลึง:

source: Chassis number verified successfully! Confidence:
th: หมายเลขตัวถังได้รับการยืนยันเรียบร้อยแล้ว! ความมั่นใจ:

source: Chassis number verified! The scanned number matches the vehicle registration.
th: หมายเลขตัวถังได้รับการยืนยันแล้ว! หมายเลขที่สแกนตรงกับทะเบียนรถยนต์

source: Check Affordability
th: ตรวจสอบความสามารถในการชำระเงิน

source: Check Loan Affordability
th: ตรวจสอบความสามารถในการกู้ยืมเงิน

source: Check if amounts exceeding limit go to Head Office (usually only HO is final)
th: ตรวจสอบว่าจำนวนเงินที่เกินขีดจำกัดจะถูกส่งไปยังสำนักงานใหญ่ (โดยปกติสำนักงานใหญ่เท่านั้นที่เป็นขั้นสุดท้าย)

source: Check if this position can approve this product
th: ตรวจสอบว่าตำแหน่งนี้สามารถอนุมัติสินค้าได้หรือไม่

source: Check this if current address is same as registration address
th: ตรวจสอบว่าที่อยู่ปัจจุบันตรงกับที่อยู่จดทะเบียนหรือไม่

source: Check this if customer is re-applying (enables Gold Transaction History requirement - Item 23)
th: ตรวจสอบว่าลูกค้ากำลังสมัครใหม่หรือไม่ (เปิดใช้งานข้อกำหนดประวัติธุรกรรมทองคำ - รายการที่ 23)

source: Check to activate Twilio for OTP delivery
th: ตรวจสอบเพื่อเปิดใช้งาน Twilio สำหรับการส่ง OTP

source: Check your loan application status here.
th: ตรวจสอบสถานะคำขอกู้ของคุณที่นี่

source: Checked when application is successfully submitted (not just saved as draft)
th: เลือกเมื่ิอใบสมัครถูกส่งเรียบร้อยแล้ว (ไม่ใช่เพียงบันทึกเป็นร่าง)

source: Checking
th: กำลังตรวจสอบ

source: Checking customer ID...
th: กำลังตรวจสอบรหัสลูกค้า...

source: Checking for existing customer...
th: กำลังตรวจสอบลูกค้าที่มีอยู่แล้ว...

source: Checking for existing loan application...
th: กำลังตรวจสอบคำขอกู้เงินที่มีอยู่...

source: Checking plate number...
th: กำลังตรวจสอบหมายเลขป้ายทะเบียน...

source: Checklist Items
th: รายการตรวจสอบ

source: Checklist Preview: {0}
th: ตัวอย่างรายการตรวจสอบ: {0}

source: Checkpoint Controls
th: การควบคุมจุดตรวจสอบ

source: Cheque
th: เช็ค

source: Child
th: ลูก

source: Children Expenses
th: ค่าใช้จ่ายบุตร

source: Children Expenses (THB/month)
th: ค่าใช้จ่ายบุตร (บาท/เดือน)

source: Choose File
th: เลือกไฟล์

source: Choose Files
th: เลือกไฟล์

source: Choose OCR Backend
th: เลือก OCR Backend

source: Choose a report and configure filters
th: เลือกรายงานและกำหนดค่าตัวกรอง

source: Choose auto or motorcycle loan
th: เลือกสินเชื่อรถยนต์หรือรถจักรยานยนต์

source: Choose the loan plan that best suits your needs
th: เลือกแผนสินเชื่อที่เหมาะสมกับความต้องการของคุณมากที่สุด
