Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: Severity
th: ความรุนแรง

source: Severity Distribution
th: การแจกแจงความรุนแรง

source: Sharpening
th: การลับคม

source: Shophouse
th: ช็อปเฮาส์

source: Show
th: แสดง

source: Show Bottleneck Summary
th: แสดงสรุปคอขวด

source: Show Details
th: แสดงรายละเอียด

source: Show Full Schedule
th: แสดงตารางเวลาฉบับเต็ม

source: Show Summary Only
th: แสดงเฉพาะสรุป

source: Show Trend Analysis
th: แสดงการวิเคราะห์แนวโน้ม

source: Show Zero Balance
th: แสดงยอดคงเหลือเป็นศูนย์

source: Show all
th: แสดงทั้งหมด

source: Show empty fields
th: แสดงช่องว่าง

source: Show types
th: แสดงประเภท

source: Show vehicles used more than this many times (default: 1 = show duplicates)
th: แสดงยานพาหนะที่ใช้งานมากกว่าจำนวนครั้งนี้ (ค่าเริ่มต้น: 1 = แสดงรายการซ้ำ)

source: Shows collection success percentage by type
th: แสดงเปอร์เซ็นต์ความสำเร็จในการเก็บเงินตามประเภท

source: Shows progress compared to target
th: แสดงความก้าวหน้าเมื่อเทียบกับเป้าหมาย

source: Siam Commercial Bank
th: ธนาคารไทยพาณิชย์

source: Sibling
th: พี่น้อง

source: Side by Side
th: เคียงข้างกัน

source: Sigma Color
th: ซิกม่า คัลเลอร์

source: Sign In
th: เข้าสู่ระบบ

source: Signature
th: ลายเซ็นต์

source: Signature Captured Date
th: วันที่บันทึกลายเซ็นต์

source: Signature Data (Text)
th: ข้อมูลลายเซ็น (ข้อความ)

source: Signature Details
th: รายละเอียดลายเซ็นต์

source: Signature File
th: ไฟล์ลายเซ็นต์

source: Signature Method
th: ริบระดวาม

source: Signature Type
th: ประเภทลายเซ็นต์

source: Signature Verified
th: ลายเซ็นได้รับการยืนยันแล้ว

source: Signature canvas is empty
th: ผืนผ้าใบลายเซ็นว่างเปล่า

source: Signature captured
th: \u0e2a\u0e34\u0e23\u0e27\u0e34\u0e14\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e04\u0e49\u0e32\u0e

source: Signature data is required
th: ข้อมูลลายเซ็นเป็นข้อมูลที่จำเป็น

source: Signature preview
th: ตัวอย่างลายเซ็น

source: Signature saved successfully
th: บันทึกลายเซ็นเรียบร้อยแล้ว

source: Signatures
th: ลายเซ็นต์

source: Similarity
th: ความคล้ายคลึง

source: Simple Interest
th: ดอกเบี้ยแบบง่าย

source: Simple name field for demo data
th: ช่องชื่อเรียบง่ายสำหรับข้อมูลสาธิต

source: Single
th: โสด

source: Sister
th: น้องสาว

source: Site Visit
th: การเยี่ยมชมสถานที่

source: Size of the prepared report file
th: ขนาดของไฟล์รายงานที่จัดเตรียมไว้

source: Skipping guarantor save - data not available
th: ข้ามการบันทึกผู้ค้ำประกัน - ไม่มีข้อมูล

source: Slow Connection
th: การเชื่อมต่อช้า

source: Smart Debug Mode
th: โหมดดีบักอัจฉริยะ

source: Smart Debug Mode Auto-Disabled
th: โหมดดีบักอัจฉริยะถูกปิดใช้งานอัตโนมัติ

source: Smart Mode
th: โหมดอัจฉริยะ

source: Smart Mode: Both halves processed successfully! Data has been merged intelligently from TOP (vehicle) and BOTTOM (owner) halves.
th: โหมดสมาร์ท: ทั้งสองส่วนประมวลผลสำเร็จ! ข้อมูลถูกผสานอย่างชาญฉลาดจากส่วนบน (ยานพาหนะ) และส่วนล่าง (เจ้าของ)

source: Smart Mode: Manual 2-Photo Capture
th: โหมดอัจฉริยะ: การจับภาพด้วยตนเอง 2 รูป

source: Snake_case identifier for backend processing (from attachment-details.md standard)
th: ตัวย่อแบบ snake_case สำหรับการประมวลผลเบื้องหลัง (ตามมาตรฐาน attachment-details.md)

source: Soi
th: ซอย

source: Soi/Lane
th: ซอย

source: Some documentation missing
th: เอกสารบางส่วนขาดหาย

source: Some files are still uploading to cloud storage. Please wait for all uploads to complete before proceeding to the next step.
th: กำลังอัปโหลดไฟล์บางส่วนไปยังคลาวด์สตอเรจ กรุณารอให้การอัปโหลดทั้งหมดเสร็จสมบูรณ์ก่อนดำเนินการขั้นตอนถัดไป

source: Some requirements need attention - may require Branch Manager approval
th: ข้อกำหนดบางประการต้องได้รับความสนใจ - อาจต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: Some steps are still being processed. Please wait or click Refresh Tracking to check for updates.
th: กำลังดำเนินการบางขั้นตอน กรุณารอหรือคลิก รีเฟรช การติดตาม เพื่อตรวจสอบการอัปเดต

source: Son
th: บุตรชาย

source: Sort Order
th: เรียง

source: Sort order in dropdowns (lower number appears first)
th: ลำดับการจัดเรียงในเมนูแบบเลื่อนลง (ตัวเลขที่ต่ำกว่าจะปรากฏก่อน)

source: Source File
th: ไฟล์ต้นฉบับ

source: Special Group
th: กลุ่มพิเศษ

source: Special Mention
th: หมายเหตุพิเศษ

source: Special agricultural loan with quarterly payment schedule
th: สินเชื่อพิเศษทางการเกษตรพร้อมตารางการชำระเงินรายไตรมาส

source: Special agricultural loan with quarterly payment schedule for farmers
th: สินเชื่อเกษตรพิเศษพร้อมตารางการชำระเงินรายไตรมาสสำหรับเกษตรกร

source: Specific job responsibility or duty
th: ความรับผิดชอบหรืองานเฉพาะด้าน

source: Specified Driver
th: ไดรเวอร์ที่ระบุไว้

source: Specify income and occupation details
th: ระบุรายละเอียดรายได้และอาชีพ

source: Specify required documents for loan applications (ID, salary slips, etc.)
th: ระบุเอกสารที่จำเป็นสำหรับการสมัครสินเชื่อ (บัตรประชาชน สลิปเงินเดือน ฯลฯ)

source: Spouse
th: คู่สมรส

source: Spouse Information
th: ข้อมูลคู่สมรส

source: Spouse Name
th: ชื่อคู่สมรส

source: Spouse Occupation
th: อาชีพคู่สมรส

source: Spouse Workplace
th: สถานที่ทำงานของคู่สมรส

source: Sq.M
th: ตร.ม.

source: Sq.Wah
th: ตารางวา

source: Square Meters
th: ตารางเมตร

source: Square Meters (sqm)
th: ตารางเมตร (ตร.ม.)

source: Square Wah
th: ตารางวา

source: Square Wah (ตร.ว.)
th: ตารางวา (ตร.ว.)

source: Square Wah must be between 0 and 99
th: ตารางวาต้องอยู่ระหว่าง 0 ถึง 99

source: Square Wah must be between 0 and 99 (100 Square Wah = 1 Ngan)
th: ตารางวาต้องอยู่ระหว่าง 0 ถึง 99 (100 ตารางวา = 1 งาน)

source: Square meters cannot be negative
th: ตารางเมตรไม่สามารถเป็นค่าติดลบได้

source: Staff Positions
th: ตำแหน่งพนักงาน

source: Staff will contact you to schedule an appointment and explain additional details
th: เจ้าหน้าที่จะติดต่อคุณเพื่อนัดหมายและอธิบายรายละเอียดเพิ่มเติม

source: Staff will verify document accuracy within 1-2 business days
th: พนักงานจะตรวจสอบความถูกต้องของเอกสารภายใน 1-2 วันทำการ

source: Stage 2 Locked
th: สิดรี 2 ระงับ

source: Staging
th: การเตรียมการ

source: Stamp Duty
th: อากรแสตมป์

source: Stamp duty received - {0}
th: อากรแสตมป์ที่ได้รับ - {0}

source: Standard brand - OK
th: แบรนด์มาตรฐาน - ตกลง

source: Standard vehicle colors for lending operations
th: สีรถยนต์มาตรฐานสำหรับการดำเนินงานให้ยืม

source: Start Application
th: เริ่มต้นแอปพลิเคชัน

source: Start Cover (BE)
th: เริ่มต้นปก (BE)

source: Start Date
th: วันที่เริ่มต้น

source: Start Date (BE)
th: วันที่เริ่มต้น (พ.ศ.)

source: Start Review
th: เริ่มการตรวจสอบ

source: Start date of agent/partner contract
th: วันที่เริ่มต้นของสัญญาตัวแทน/พันธมิตร

source: Start living better with your dream vehicle
th: เริ่มชีวิตที่ดีกว่าด้วยรถในฝันของคุณ

source: Start with the Connection Test to verify Doppler integration
th: เริ่มต้นด้วยการทดสอบการเชื่อมต่อเพื่อตรวจสอบการรวม Doppler

source: Start your first loan application to see it here
th: เริ่มต้นการสมัครสินเชื่อครั้งแรกของคุณเพื่อดูที่นี่

source: Starting APR
th: เริ่มต้น APR

source: Starting new application
th: กำลังเริ่มต้นแอปพลิเคชันใหม่

source: Starting...
th: กำลังเริ่มต้น...

source: Startup
th: เริ่มต้นใช้งาน

source: Statistics Display
th: การแสดงสถิติ

source: Statistics retrieved successfully
th: ดึงสถิติสำเร็จแล้ว

source: Status
th: สถานะ

source: Status Changed
th: สถานะเปลี่ยนแปลงแล้ว

source: Status Details
th: รายละเอียดสถานะ

source: Status not complete
th: สถานะยังไม่เสร็จสิ้น

source: Status of physical land title deed
th: สถานะของโฉนดที่ดิน

source: Status of physical registration book
th: สถานะของสมุดทะเบียนทางกายภาพ

source: Status refreshed
th: สถานะได้รับการรีเฟรชแล้ว

source: Status updates are retrieved from Mobius LOS system
th: การอัปเดตสถานะถูกดึงมาจากระบบ Mobius LOS

source: Status: {0}
th: สถานะ: {0}

source: Step
th: ขั้นตอน

source: Step 1: Personal Information
th: ขั้นตอนที่ 1: ข้อมูลส่วนบุคคล

source: Step 2: Address Information
th: ขั้นตอนที่ 2: ข้อมูลที่อยู่

source: Step 3: Employment Information
th: ขั้นตอนที่ 3: ข้อมูลการจ้างงาน

source: Step 4: Collateral Information
th: ขั้นตอนที่ 4: ข้อมูลหลักประกัน

source: Step 5: Loan Details
th: ขั้นตอนที่ 5: รายละเอียดเงินกู้

source: Step 6: Guarantor Information
th: ขั้นตอนที่ 6: ข้อมูลผู้ค้ำประกัน

source: Step 7 Documents
th: ขั้นตอนที่ 7 เอกสาร

source: Step 7 files saved successfully
th: ขั้นตอนที่ 7 บันทึกไฟล์เรียบร้อยแล้ว

source: Step 7: Documents
th: ขั้นตอนที่ 7: เอกสาร

source: Step 8: Review & Confirmation
th: ขั้นตอนที่ 8: การตรวจสอบและยืนยัน

source: Step 9: Insurance Application
th: ขั้นตอนที่ 9: การสมัครประกันภัย

source: Step Data (JSON)
th: ข้อมูลขั้นตอน (JSON)

source: Step data copied to clipboard
th: คัดลอกข้อมูลขั้นตอนลงคลิปบอร์ดแล้ว

source: Step data must be a dictionary
th: ข้อมูลขั้นตอนต้องเป็นพจนานุกรม

source: Step not yet unlocked
th: ขั้นตอนยังไม่ถูกปลดล็อก

source: Step {0} saved successfully
th: ขั้นตอนที่ {0} บันทึกสำเร็จแล้ว

source: Storage Key
th: กุญแจจัดเก็บข้อมูล

source: Storage Location
th: สถานที่เก็บสินค้า

source: Story/Floor
th: เรื่อง/ชั้น

source: Strategy and Strengths
th: กลยุทธ์และจุดแข็ง

source: Street View
th: มุมมองถนน

source: Structured document storage for the 23-item document checklist
th: การจัดเก็บเอกสารแบบมีโครงสร้างสำหรับรายการตรวจสอบเอกสาร 23 รายการ

source: Stuck Applications Detected
th: ตรวจพบแอปพลิเคชันที่ติดขัด

source: Student
th: นักเรียน

source: Student Loan
th: เงินกู้ยืมเพื่อการศึกษา

source: Sub District
th: ตำบล

source: Sub Model
th: รุ่นย่อย

source: Sub Model (Thai)
th: รุ่นย่อย (Thai)

source: Sub Model / Variant
th: รุ่นย่อย / แบบแปรผัน

source: Sub-district
th: ตำบล

source: Sub-product code {0} should start with parent product code {1} prefix (e.g., {2}-01)
th: รหัสสินค้าย่อย {0} ควรเริ่มต้นด้วยคำนำหน้าของรหัสสินค้าหลัก {1} (เช่น {2}-01)

source: Subdistrict
th: ตำบล

source: Subdistrict (Tambon)
th: ตำบล

source: Subject
th: หัวข้อ

source: Submission Date
th: วันที่ ส่งแล้ว

source: Submission Failed
th: ส่งไม่สำเร็จ

source: Submission Reference Number
th: หมายเลขอ้างอิงการส่งข้อมูล

source: Submission Status
th: สถานะการส่งข้อมูล

source: Submit
th: ส่งข้อมูล

source: Submit Address Information
th: ส่งข้อมูลที่อยู่

source: Submit Application
th: ส่งใบสมัคร

source: Submit Credit Scoring
th: ส่งคะแนนเครดิต

source: Submit for Review
th: ส่งเพื่อพิจารณา

source: Submitted
th: ส่งแล้ว

source: Submitted At
th: ส่งเมื่อ

source: Submitted to BOT
th: ส่งแล้วถึง BOT

source: Submitted:
th: ส่งแล้ว

source: Submitting...
th: กำลังส่ง...

source: Substandard
th: ต่ำกว่ามาตรฐาน

source: Subtotal
th: ยอดรวมย่อย

source: Success
th: สำเร็จ

source: Success Rate
th: อัตราความสำเร็จ

source: Successful
th: ที่ประสบความสำเร็จ

source: Successfully assigned {0} application(s)
th: กำหนดแอปพลิเคชัน {0} รายการสำเร็จแล้ว

source: Successfully created Loan Application: {0}
th: สร้างคำขอกู้เงินเรียบร้อยแล้ว: {0}

source: Successfully fetched {0} vehicle documents
th: ดึงข้อมูลเอกสารยานพาหนะ {0} รายการสำเร็จแล้ว

source: Successfully processed
th: ดำเนินการสำเร็จแล้ว

source: Successfully processed {0} employees ({1} created, {2} updated, {3} skipped - no approval authority)
th: ดำเนินการพนักงานสำเร็จ {0} ราย ({1} สร้างใหม่, {2} อัปเดต, {3} ข้าม - ไม่มีอำนาจอนุมัติ)

source: Successfully synced
th: ซิงค์สำเร็จ

source: Successfully uploaded files
th: อัปโหลดไฟล์สำเร็จแล้ว

source: Suggested
th: แนะนำ

source: Suggestions
th: ข้อเสนอแนะ

source: Sum Insured
th: จำนวนเงินเอาประกัน

source: Sum of all monthly debt obligations
th: ยอดรวมภาระหนี้รายเดือนทั้งหมด

source: Summary
th: สรุป

source: Supervisor Contact
th: ผู้ติดต่อผู้ควบคุมงาน

source: Supervisor Name
th: ชื่อผู้ควบคุมงาน

source: Supplementary Income
th: รายได้เสริม

source: Supplier
th: ผู้จำหน่าย

source: Support Frequency
th: ความถี่ในการสนับสนุน

source: Supporting Documents
th: เอกสารสนับสนุน

source: Supports Thai ID cards, invoices, contracts, and business documents
th: รองรับบัตรประชาชนไทย ใบกำกับภาษี สัญญา และเอกสารธุรกิจ

source: Survey Page
th: หน้าสำรวจ

source: Survey Sheet
th: แบบสำรวจ

source: Suspended
th: ที่ถูกระงับ

source: Suspicious Files
th: ไฟล์ต้องสงสัย

source: Switch To Desk
th: สวิทช์ไปที่โต๊ะทำงาน

source: Switch to using DRAFT-DEBUG-001 for saves
th: เปลี่ยนไปใช้ DRAFT-DEBUG-001 สำหรับการบันทึก

source: Sync Configuration
th: การตั้งค่าการซิงค์

source: Sync Pending Items (Demo)
th: ซิงค์รายการรอดำเนินการ (สาธิต)

source: Sync Status
th: สถานะการซิงค์

source: Sync failed
th: การซิงค์ล้มเหลว

source: Sync to Frappe
th: ซิงค์ไปยัง Frappe

source: Synced
th: ซิงค์แล้ว

source: Synced {0} documents ({1} photos + {2} docs)
th: ซิงค์เอกสาร {0} รายการ ({1} รูปภาพ + {2} เอกสาร)

source: Syncing...
th: กำลังซิงค์...

source: System
th: ระบบ

source: System Integration
th: การบูรณาการระบบ

source: System Manager
th: ผู้จัดการระบบ

source: System Settings
th: การตั้งค่าระบบ

source: System value for form selects (e.g., vehicle-1, vehicle-2) - Used as document name
th: ค่าระบบสำหรับการเลือกในฟอร์ม (เช่น vehicle-1, vehicle-2) - ใช้เป็นชื่อเอกสาร

source: THB - Thai Baht
th: THB - บิทสา

source: TL
th: แปลภาษา

source: TO
th: ถึง

source: TOP Half
th: ครึ่งบน

source: TRUCK
th: รถบรรทุก

source: Take clear photos of your property from all required angles
th: ถ่ายภาพทรัพย์สินของคุณให้ชัดเจนจากทุกมุมที่กำหนด

source: Take clear photos of your vehicle from all required angles
th: ถ่ายภาพรถของคุณให้ชัดเจนจากทุกมุมที่กำหนด

source: Tap + to add images
th: แตะ + เพื่อเพิ่มรูปภาพ

source: Tap to Capture
th: แตะเพื่อจับภาพ

source: Target
th: เป้า

source: Target Customer Groups
th: กลุ่มลูกค้าเป้าหมาย

source: Target collection rate percentage
th: อัตราร้อยละของเป้าหมายการเก็บเงิน

source: Target number of follow-ups per month
th: จำนวนเป้าหมายของการติดตามผลต่อเดือน

source: Target number of new loans per month
th: จำนวนเป้าหมายสินเชื่อใหม่ต่อเดือน

source: Task ID
th: รหัสงาน

source: Task Status
th: สถานะงาน

source: Task can only be claimed when it is Open
th: ที่สะรางเลิ่งเลิ่งของที่สะรางเลิ่งเหนวดสินที่ Open เลิ่งชั่งสะราง

source: Task claimed successfully
th: งานได้รับการยืนยันเรียบร้อยแล้ว

source: Task completed successfully
th: งานเสร็จสมบูรณ์เรียบร้อยแล้ว

source: Task must be Claimed first. Current status: {0}
th: งานต้องได้รับการอ้างสิทธิ์ก่อน สถานะปัจจุบัน: {0}

source: Task must be claimed first
th: งานต้องได้รับการอ้างสิทธิ์ก่อน

source: Task started
th: งานเริ่มต้นแล้ว

source: Task {0} auto-claimed
th: งาน {0} ถูกอ้างสิทธิ์โดยอัตโนมัติ

source: Task {0} auto-completed
th: งาน {0} เสร็จสมบูรณ์โดยอัตโนมัติ

source: Tasks assigned to you for disbursement processing
th: งานที่มอบหมายให้คุณสำหรับการดำเนินการเบิกจ่าย

source: Tax Certificate
th: ใบรับรองภาษี

source: Tax Date
th: วันที่ ภาษี

source: Tax Documents
th: เอกสารภาษี

source: Tax Expiry
th: วันหมดอายุภาษี

source: Tax ID Number
th: หมายเลขประจำตัวผู้เสียภาษี

source: Tax ID is required
th: รหัสประจำตัวผู้เสียภาษีเป็นข้อมูลที่จำเป็น

source: Tax Invoice/Receipt to Address
th: ใบกำกับภาษี/ใบเสร็จรับเงินถึงที่อยู่

source: Tax Invoice/Receipt to Name
th: ใบกำกับภาษี/ใบเสร็จรับเงินในชื่อ

source: Tax Overdue
th: ภาษีค้างชำระ

source: Tax Returns
th: แบบฟอร์มภาษี

source: Tax overdue - attention needed
th: ภาษีค้างชำระ - ต้องได้รับความสนใจ

source: Tax overdue - requires พ.ร.บ. to pay
th: ภาษีค้างชำระ - ต้องใช้ พ.ร.บ. ในการชำระเงิน

source: Tax paid/current - OK
th: ภาษีที่ชำระ/ปัจจุบัน - ตกลง

source: Tax status pending - verify required
th: สถานะภาษียังรอดำเนินการ - ต้องตรวจสอบ

source: Tax status pending/unknown - verify required
th: สถานะภาษียังรอดำเนินการ/ไม่ทราบ - ต้องตรวจสอบ

source: Teacher
th: ครู

source: Technician
th: ช่างเทคนิค

source: Technology
th: เที่ยนสริ่ง

source: Telephone Bill
th: ความสิ่งอำระพ

source: Telephone Bill (THB/month)
th: ค่าโทรศัพท์ (บาท/เดือน)

source: Template
th: แม่แบบ

source: Template Data
th: ข้อมูลแม่แบบ

source: Template Description
th: คำออกรูปแบบ

source: Template Duplicated
th: เทมเพลตถูกทำซ้ำแล้ว

source: Template Information
th: ข้อมูลแม่แบบ

source: Template Name
th: ชื่อแม่แบบ

source: Template Name is required
th: จำเป็นต้องระบุชื่อแม่แบบ

source: Template Statistics
th: สถิติแม่แบบ

source: Template Types
th: ประเภทแม่แบบ

source: Template has been duplicated successfully
th: เทมเพลตถูกทำสำเนาเรียบร้อยแล้ว

source: Templates Created
th: เทมเพลตที่สร้างแล้ว

source: Temporary
th: ชั่วคราว

source: Term
th: สินค้า

source: Terminated
th: ยกเลิกแล้ว

source: Terms & Conditions Documents (5 pages)
th: เอกสารข้อกำหนดและเงื่อนไข (5 หน้า)

source: Terms and Conditions
th: ข้อกำหนดและเงื่อนไข

source: Territory
th: เขตแดน

source: Test
th: ทดสอบ

source: Test Connection
th: ทดสอบการเชื่อมต่อ

source: Test Dexie + Frappe + S3 integration
th: ทดสอบการรวม Dexie + Frappe + S3

source: Test Doppler Connection
th: ทดสอบการเชื่อมต่อ Doppler

source: Test Google Cloud Vision OCR integration with Doppler secrets management
th: ทดสอบการผสานรวม Google Cloud Vision OCR กับการจัดการความลับ Doppler

source: Test Google Vision API
th: ทดสอบ Google Vision API

source: Test Google Vision API connection using Doppler-stored credentials
th: ทดสอบการเชื่อมต่อ Google Vision API โดยใช้ข้อมูลรับรองที่จัดเก็บใน Doppler

source: Test Google Vision OCR on processed image
th: ทดสอบ Google Vision OCR บนภาพที่ประมวลผลแล้ว

source: Test OCR Processing
th: ทดสอบการประมวลผล OCR

source: Test Result:
th: ผลการทดสอบ:

source: Test Results
th: ผลการทดสอบ

source: Test S3 Connection
th: ทดสอบการเชื่อมต่อ S3

source: Test Text Sent
th: ทดสอบข้อความส่ง

source: Test and experiment with M Capital features in isolated sandbox environments
th: ทดสอบและทดลองใช้ฟีเจอร์ของ M Capital ในสภาพแวดล้อมแซนด์บ็อกซ์แยกต่างหาก

source: Test and verify AWS S3 connection for file uploads
th: ทดสอบและตรวจสอบการเชื่อมต่อ AWS S3 สำหรับการอัปโหลดไฟล์

source: Test connection and authentication with Google Cloud Vision API
th: ทดสอบการเชื่อมต่อและการตรวจสอบสิทธิ์กับ Google Cloud Vision API

source: Test document enhancement with Rust WASM
th: การปรับปรุงเอกสารทดสอบด้วย Rust WASM

source: Test failed
th: การทดสอบล้มเหลว

source: Test failed: {0}
th: ทดสอบล้มเหลว: {0}

source: Testing
th: ทดสอบ

source: Testing Instructions
th: คำแนะนำการทดสอบ

source: Testing...
th: กำลังทดสอบ...

source: Tests Google Cloud Vision library import
th: ทดสอบการนำเข้าไลบรารี Google Cloud Vision

source: Text Found
th: พบข้อความ

source: Thai Address Lookup
th: ค้นหาที่อยู่ในประเทศไทย

source: Thai Address Lookup (Client-side - Disabled)
th: ค้นหาที่อยู่ไทย (ฝั่งไคลเอนต์ - ปิดใช้งาน)

source: Thai Address Lookup (Secure)
th: ค้นหาที่อยู่ในประเทศไทย (ปลอดภัย)

source: Thai Buddhist Era format
th: รูปแบบปีพุทธศักราช

source: Thai Bulk SMS API Key
th: คีย์ API สำหรับส่งข้อความ SMS จำนวนมากภาษาไทย

source: Thai Bulk SMS API Secret
th: รหัสลับ API SMS กลุ่มภาษาไทย

source: Thai Document OCR Processing
th: การประมวลผล OCR เอกสารภาษาไทย

source: Thai Document Processing
th: กระดานไทย

source: Thai Document Scanner
th: เครื่องสแกนเอกสารภาษาไทย

source: Thai ID
th: หมายเลขประจำตัวประชาชน

source: Thai ID Card
th: บัตรประชาชน

source: Thai ID Card (2-in-1 Support)
th: บัตรประชาชนไทย (รองรับ 2-in-1)

source: Thai ID Card Information
th: ข้อมูลบัตรประชาชน

source: Thai ID Card Processing
th: การประมวลผลบัตรประชาชน

source: Thai ID Card Scanner
th: เครื่องสแกนบัตรประชาชน

source: Thai ID Cards
th: บัตรประชาชน

source: Thai ID Number
th: หมายเลขบัตรประชาชน

source: Thai ID Number must be exactly 13 digits
th: หมายเลขบัตรประชาชนต้องมีความยาว 13 หลักเท่านั้น

source: Thai ID number extracted from Step 1 (for fast search without JSON parsing)
th: หมายเลขบัตรประชาชนที่ดึงมาจากขั้นตอนที่ 1 (สำหรับการค้นหาอย่างรวดเร็วโดยไม่ต้องแยกวิเคราะห์ JSON)

source: Thai ID number is missing
th: หมายเลขบัตรประชาชนหายไป

source: Thai Land Unit Converter
th: เครื่องมือแปลงหน่วยที่ดินไทย

source: Thai National ID
th: หมายเลขบัตรประจำตัวประชาชน

source: Thai National ID Card
th: บัตรประจำตัวประชาชน

source: Thai National ID should be 13 digits. Current: {0} digits
th: หมายเลขบัตรประชาชนไทยต้องมี 13 หลัก ขณะนี้: {0} หลัก

source: Thai OCR Processing
th: การประมวลผล OCR ภาษาไทย

source: Thai Official Vehicle Categories
th: หมวดหมู่รถราชการไทย

source: Thai Regulatory & Reports
th: ข้อกำหนดและรายงานทางกฎหมายของไทย

source: Thai Regulatory Reports
th: รายงานกำกับดูแลของไทย

source: Thai address data not found in S3 or local files
th: ไม่พบข้อมูลที่อยู่ภาษาไทยใน S3 หรือไฟล์ภายในเครื่อง

source: Thai description without code (e.g., รถยนต์นั่งส่วนบุคคลไม่เกิน 7 คน)
th: คำอธิบายภาษาไทยโดยไม่รวมโค้ด (เช่น รถยนต์นั่งส่วนบุคคลไม่เกิน 7 คน)

source: Thai label with code (e.g., รถยนต์นั่งส่วนบุคคลไม่เกิน 7 คน (รย.1))
th: ป้ายกำกับภาษาไทยพร้อมรหัส (เช่น รถยนต์นั่งส่วนบุคคลไม่เกิน 7 คน (รย.1))

source: Thai land unit: 1 Rai = 4 Ngan = 400 Wah = 1,600 sqm
th: หน่วยที่ดินไทย: 1 ไร่ = 4 งาน = 400 ตารางวา = 1,600 ตารางเมตร

source: Thai legal vehicle classification (รย.1-17)
th: การจำแนกรถตามกฎหมายไทย (รย.1-17)

source: ThaiBulkSMS Settings (Production)
th: การตั้งค่า ThaiBulkSMS (โหมดผลิต)

source: ThaiBulkSMS is not properly configured. Check thai_bulk_otp_sms_key and thai_bulk_otp_sms_secret in site config.
th: ThaiBulkSMS ยังไม่ได้ตั้งค่าอย่างถูกต้อง กรุณาตรวจสอบ thai_bulk_otp_sms_key และ thai_bulk_otp_sms_secret ในการตั้งค่าไซต์

source: ThaiBulkSMS is properly configured and ready to send OTP
th: ThaiBulkSMS ได้รับการตั้งค่าอย่างถูกต้องและพร้อมส่ง OTP แล้ว

source: Thank you for choosing M Capital. Your loan application has been received and is being processed.
th: ขอขอบคุณที่เลือกใช้บริการ M Capital คำขอกู้ของท่านได้รับแล้วและกำลังอยู่ระหว่างการดำเนินการ

source: Thank you for choosing our services
th: ขอขอบคุณที่เลือกใช้บริการของเรา

source: The draft could not be loaded. Please try again or start a new application.
th: ไม่สามารถโหลดร่างได้ กรุณาลองใหม่อีกครั้งหรืเริ่มต้นใบสมัครใหม่

source: The entered account name does not match the OCR extracted name. Please verify the account details.
th: ชื่อบัญชีที่ป้อนไม่ตรงกับชื่อที่สกัดจาก OCR กรุณาตรวจสอบรายละเอียดบัญชีอีกครั้ง

source: The entered account name matches the OCR extracted name.
th: ชื่อบัญชีที่ป้อนตรงกับชื่อที่สกัดจาก OCR

source: The following required fields are missing: {0}
th: ฟิลด์ที่จำเป็นต่อไปนี้ขาดหายไป: {0}

source: The last used sequence number for this branch/year/month
th: หมายเลขลำดับที่ใช้ล่าสุดสำหรับสาขานี้/ปี/เดือน

source: The loan has been successfully disbursed and all documents have been generated. You may start a new task or return to the dashboard.
th: เงินกู้ได้รับการเบิกจ่ายเรียบร้อยแล้วและเอกสารทั้งหมดถูกสร้างขึ้นแล้ว คุณสามารถเริ่มงานใหม่หรือกลับไปที่หน้าหลักได้เลย

source: The physical debit cards have not been produced yet. This step will be enabled once the cards are available. You may proceed to the next step.
th: บัตรเดบิตแบบบัตรจริงยังไม่ได้ถูกผลิตขึ้น ขั้นตอนนี้จะเปิดใช้งานเมื่อบัตรพร้อมใช้งานแล้ว คุณสามารถดำเนินการไปยังขั้นตอนถัดไปได้

source: The service account key will be encrypted when saved. Only paste production keys in secure environments.
th: คีย์บัญชีบริการจะถูกเข้ารหัสเมื่อบันทึก กรุณาวางเฉพาะคีย์สำหรับใช้งานจริงในสภาพแวดล้อมที่ปลอดภัยเท่านั้น

source: Theme
th: กระทู้

source: Then test OCR processing with actual documents
th: จากนั้นทดสอบการประมวลผล OCR กับเอกสารจริง

source: These applications are being processed by the disbursement team. You can track their status here.
th: ใบสมัครเหล่านี้กำลังอยู่ในระหว่างการดำเนินการโดยทีมเบิกจ่าย คุณสามารถติดตามสถานะได้ที่นี่

source: These are estimated ranges based on typical Thai vehicle lending standards.
th: นี่คือช่วงประมาณการที่อ้างอิงจากมาตรฐานการให้สินเชื่อยานพาหนะในประเทศไทยทั่วไป

source: These playgrounds are for development testing. They provide isolated environments to test features before integrating into production workflows.
th: สนามทดสอบเหล่านี้ใช้สำหรับการทดสอบพัฒนา โดยจะจัดเตรียมสภาพแวดล้อมแยกต่างหากเพื่อทดสอบฟีเจอร์ต่าง ๆ ก่อนนำไปใช้งานจริงในกระบวนการผลิต

source: Third Party
th: บุคคลที่สาม

source: Third-Party Service
th: บริการของบุคคลที่สาม

source: This Week
th: สัปดาห์นี้

source: This action cannot be undone.
th: การกระทำนี้ไม่สามารถย้อนกลับได้
