Repository: ManotLuijiu/erpnext-thai-translation
Catalog: m_capital/*.po
Languages: th

source: OTP Attempts
th: สว่าเที่ OTP

source: OTP Code (Hidden)
th: รหัส OTP (ซ่อนอยู่)

source: OTP Expiry Minutes
th: เวลาหมดอายุ OTP (นาที)

source: OTP ID
th: รหัส OTP

source: OTP ID is required
th: รหัส OTP จำเป็นต้องระบุ

source: OTP Provider
th: ผู้ให้บริการ OTP

source: OTP Sent
th: รหัส OTP ถูกส่งแล้ว

source: OTP Sent Date
th: วันที่ส่งรหัส OTP

source: OTP Settings
th: การตั้งค่า OTP

source: OTP Verification
th: การยืนยัน OTP

source: OTP Verification Log
th: บันทึกการยืนยัน OTP

source: OTP Verified
th: ยืนยัน OTP แล้ว

source: OTP Verified Date
th: วันที่ยืนยัน OTP

source: OTP Verified Successfully
th: ยืนยัน OTP สำเร็จแล้ว

source: OTP Verified ✓
th: รหัส OTP ผ่านการยืนยันแล้ว ✓

source: OTP code has been sent to
th: รหัส OTP ได้ถูกส่งไปยัง

source: OTP code has expired. Please request a new one
th: รหัส OTP หมดอายุแล้ว กรุณาขอรหัสใหม่

source: OTP code sent to
th: รหัส OTP ถูกส่งไปยัง

source: OTP code, OTP ID, and loan application ID are required
th: รหัส OTP, รหัส OTP ID และรหัสคำขอกู้ยืมเงินเป็นข้อมูลที่จำเป็นต้องระบุ

source: OTP has expired
th: รหัส OTP หมดอายุแล้ว

source: OTP has expired or is invalid. Please request a new OTP.
th: OTP หมดอายุหรือไม่ถูกต้อง กรุณาขอ OTP ใหม่อีกครั้ง

source: OTP has expired. Please request a new OTP.
th: OTP หมดอายุแล้ว กรุณาขอรับ OTP ใหม่อีกครั้ง

source: OTP has not been verified yet
th: รหัส OTP ยังไม่ได้รับการยืนยัน

source: OTP is verified and valid
th: รหัส OTP ได้รับการยืนยันและถูกต้อง

source: OTP reference number from SMS provider
th: หมายเลขอ้างอิง OTP จากผู้ให้บริการ SMS

source: OTP sent successfully to your phone number
th: รหัส OTP ถูกส่งไปยังหมายเลขโทรศัพท์ของคุณเรียบร้อยแล้ว

source: OTP sent successfully to {0}
th: รหัส OTP ถูกส่งเรียบร้อยไปยัง {0}

source: OTP session not found or has expired
th: ไม่พบเซสชัน OTP หรือเซสชันหมดอายุแล้ว

source: OTP validity period in minutes
th: ระยะเวลาที่ OTP ใช้งานได้ (นาที)

source: OTP verification error. Please try again
th: เกิดข้อผิดพลาดในการยืนยัน OTP กรุณาลองใหม่อีกครั้ง

source: OTP verification is required before card activation
th: จำเป็นต้องยืนยัน OTP ก่อนเปิดใช้งานบัตร

source: OTP verified successfully
th: ยืนยัน OTP สำเร็จแล้ว

source: OTP was not sent. Please request a new OTP.
th: รหัส OTP ไม่ถูกส่ง กรุณาขอรหัส OTP ใหม่อีกครั้ง

source: Occupation
th: อาชีพ

source: Occupation Details
th: รายละเอียดอาชีพ

source: Occupation Section (Max 8)
th: ส่วนอาชีพ (สูงสุด 8)

source: Occupation Status
th: สถานะการประกอบอาชีพ

source: Occupation Type
th: ประเภทอาชีพ

source: Occupation Type Score (1-4)
th: คะแนนประเภทอาชีพ (1-4)

source: Occupation Verification
th: การตรวจสอบอาชีพ

source: Occupation/Business Type
th: อาชีพ/ประเภทธุรกิจ

source: Odometer
th: วัดระยะทาง

source: Odometer Reading
th: การอ่านมาตรวัดระยะทาง

source: Of loan amount (one-time fee)
th: ของจำนวนเงินกู้ (ค่าธรรมเนียมครั้งเดียว)

source: Office Worker
th: พนักงานสำนักงาน

source: Official Thai vehicle category code (e.g., รย.1, รย.2)
th: รหัสหมวดหมู่ยานพาหนะอย่างเป็นทางการของไทย (เช่น รย.1, รย.2)

source: Official Vehicle Category
th: ประเภทยานพาหนะราชการ

source: Official reference image from Department of Land Transport
th: ภาพอ้างอิงอย่างเป็นทางการจากกรมการขนส่งทางบก

source: Offline Mode
th: โหมดออฟไลน์

source: Offline Sync Item
th: ซิงค์ข้อมูลสินค้าแบบออฟไลน์

source: Offline-First Playground
th: พื้นที่ทดลองแบบออฟไลน์เป็นหลัก

source: Old Data (JSON)
th: ข้อมูลเก่า (JSON)

source: Old Photos (>1yr)
th: รูปถ่ายเก่า (>1 ปี)

source: Old vehicle - Lower LTV
th: รถยนต์เก่า - อัตราส่วนสินเชื่อรถยนต์ต่อมูลค่าต่ำ

source: Older vehicle - Moderate LTV
th: รถยนต์เก่า - อัตราส่วนสินเชื่อเทียบมูลค่าปานกลาง

source: One Time
th: ครั้งเดียว

source: One Time - Agricultural
th: ครั้งเดียว - เกษตรกรรม

source: One-time
th: ครั้งเดียว

source: Online Valuation
th: การประเมินมูลค่าออนไลน์

source: Only Administrator can manage job assignments
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถจัดการมอบหมายงานได้

source: Only Administrator can update access configuration
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถปรับปรุงการตั้งค่าการเข้าถึงได้

source: Only Administrator can view access configuration
th: เฉพาะผู้ดูแลระบบเท่านั้นที่สามารถดูการตั้งค่าการเข้าถึงได้

source: Only System Managers can delete market prices
th: เฉพาะผู้จัดการระบบเท่านั้นที่สามารถลบราคาตลาดได้

source: Only System Managers can perform bulk import
th: เฉพาะผู้จัดการระบบเท่านั้นที่สามารถดำเนินการนำเข้าข้อมูลจำนวนมากได้

source: Only System Managers can test S3 connection
th: เฉพาะผู้จัดการระบบเท่านั้นที่สามารถทดสอบการเชื่อมต่อ S3 ได้

source: Only admin users can update loan preferences
th: เฉพาะผู้ใช้ที่เป็นผู้ดูแลระบบเท่านั้นที่สามารถปรับปรุงการตั้งค่าการกู้ยืมได้

source: Open
th: เปิด

source: Open Playground
th: เปิดสนามทดสอบ

source: Open User Settings
th: เปิดการตั้งค่าผู้ใช้

source: Open Workflow Dashboard
th: เปิดแผงควบคุมเวิร์กโฟลว์

source: Open in ERPNext
th: เปิดใน ERPNext

source: Open in New Tab
th: เปิดในแท็บใหม่

source: Open menu
th: เปิดเมนู

source: Opening Balance
th: ยอดยกมา

source: Opening contract preview...
th: กำลังเปิดตัวอย่างสัญญา...

source: Opening print dialog...
th: กำลังเปิดกล่องโต้ตอบการพิมพ์...

source: Opening...
th: กำลังเปิด...

source: Option already exists
th: ตัวเลือกมีอยู่แล้ว

source: Optional
th: ไม่บังคับ

source: Optional - search existing vehicles
th: ไม่บังคับ - ค้นหายานพาหนะที่มีอยู่แล้ว

source: Optional Environment Variables:
th: ตัวแปรสภาพแวดล้อมที่ไม่บังคับ:

source: Optional Items
th: รายการเสริม

source: Optional: If customer already has insurance application
th: ไม่บังคับ: หากลูกค้ามีใบสมัครประกันภัยแล้ว

source: Optional: Link to Loan Product if applicable. Loan categorization is handled by Loan Category field.
th: ไม่บังคับ: ลิงก์ไปยังผลิตภัณฑ์สินเชื่อหากมี สินเชื่อจะถูกจัดหมวดหมู่โดยฟิลด์ หมวดหมู่สินเชื่อ

source: Or contact customer service: 02-XXX-XXXX
th: หรือติดต่อฝ่ายบริการลูกค้า: 02-XXX-XXXX

source: Orange
th: ส้ม

source: Order of responsibility in the list
th: ลำดับความรับผิดชอบในรายการ

source: Origin of Income
th: แหล่งที่มาของรายได้

source: Original
th: ต้นฉบับ

source: Original Document - New Loan
th: เอกสารต้นฉบับ - สินเชื่อใหม่

source: Original Loan Amount
th: จำนวนเงินกู้ต้นฉบับ

source: Original OTP session not found. Please start over.
th: ไม่พบเซสชัน OTP เดิม กรุณาเริ่มใหม่อีกครั้ง

source: Original book - OK
th: ต้นฉบับหนังสือ - ตกลง

source: Original book required
th: หนังสือต้นฉบับที่ต้องการ

source: Original book required - cannot proceed
th: หนังสือต้นฉบับจำเป็น - ไม่สามารถดำเนินการต่อได้

source: Original deed required
th: ต้องใช้เอกสารสิทธิ์ต้นฉบับ

source: Original deed verified - OK
th: เอกสารสิทธิ์ต้นฉบับได้รับการตรวจสอบแล้ว - เรียบร้อย

source: Original filename from Step 7 upload
th: ชื่อไฟล์ต้นฉบับจากการอัปโหลดขั้นตอนที่ 7

source: Original land title deed confirmed received by staff during disbursement.
th: โฉนดที่ดินต้นฉบับได้รับการยืนยันโดยพนักงานในระหว่างการเบิกจ่ายเงิน

source: Original land title deed confirmed. Disbursement unblocked.
th: โฉนดที่ดินต้นฉบับได้รับการยืนยันแล้ว การเบิกจ่ายได้รับการปลดล็อกแล้ว

source: Original position title from CSV import
th: ตำแหน่งเดิมจากการนำเข้าข้อมูล CSV

source: Original registration book confirmed received by staff during disbursement.
th: สมุดทะเบียนต้นฉบับได้รับการยืนยันการรับโดยพนักงานในระหว่างการเบิกจ่าย

source: Original registration book confirmed. Disbursement unblocked.
th: หนังสือทะเบียนต้นฉบับได้รับการยืนยันแล้ว การเบิกจ่ายได้รับการปลดล็อกแล้ว

source: Original registration book required (copy only allowed for refinance)
th: หนังสือทะเบียนเดิมฉบับจริง (อนุญาตให้ใช้สำเนาได้เฉพาะกรณีรีไฟแนนซ์)

source: Original registration book required before disbursement
th: หนังสือทะเบียนต้นฉบับต้องใช้ก่อนการเบิกจ่าย

source: Other
th: อื่น ๆ

source: Other (please specify)
th: อื่น ๆ (โปรดระบุ)

source: Other Color (Specify)
th: สีอื่น ๆ (ระบุ)

source: Other Debts
th: หนี้สินอื่น ๆ

source: Other Debts (THB/month)
th: หนี้สินอื่น ๆ (บาท/เดือน)

source: Other Document
th: เอกสารอื่น ๆ

source: Other Documents
th: เอกสารอื่น ๆ

source: Other Documents (JSON Array)
th: เอกสารอื่น ๆ (อาร์เรย์ JSON)

source: Other Financial Obligations
th: ภาระผูกพันทางการเงินอื่น ๆ

source: Other Income
th: รายได้อื่น ๆ

source: Other Income (Monthly)
th: รายได้อื่น (รายเดือน)

source: Other Location (Specify)
th: สถานที่อื่น (ระบุ)

source: Other Monthly Income
th: รายได้รายเดือนอื่น ๆ

source: Other Monthly Obligations
th: ภาระผูกพันรายเดือนอื่น ๆ

source: Other Obligations
th: ภาระผูกพันอื่น ๆ

source: Other Relative
th: ญาติอื่น ๆ

source: Other Vehicle
th: ยานพาหนะอื่น ๆ

source: Other income sources (rental, investment, etc.)
th: แหล่งรายได้อื่น ๆ (ค่าเช่า, การลงทุน ฯลฯ)

source: Other monthly obligations (rent, utilities, etc.)
th: ภาระผูกพันรายเดือนอื่น ๆ (ค่าเช่า, ค่าสาธารณูปโภค ฯลฯ)

source: Other monthly obligations cannot be negative
th: ภาระผูกพันรายเดือนอื่น ๆ ไม่สามารถเป็นค่าลบได้

source: Other, please specify
th: อื่น ๆ โปรดระบุ

source: Our smart system is analyzing your ID card and extracting information...
th: ระบบอัจฉริยะของเรากำลังวิเคราะห์บัตรประชาชนของคุณและดึงข้อมูลออกมา...

source: Our smart system is analyzing your ID card images and extracting information...
th: ระบบอัจฉริยะของเรากำลังวิเคราะห์ภาพบัตรประชาชนของคุณและดึงข้อมูลออกมา...

source: Output
th: เอาท์พุต

source: Outside Thailand
th: นอกประเทศไทย

source: Outstanding
th: ค้างชำระ

source: Outstanding Amount
th: ยอดค้างชำระ

source: Outstanding Balance
th: ยอดคงเหลือค้างชำระ

source: Outstanding Balance Report
th: รายงานยอดคงเหลือค้างชำระ

source: Outstanding Interest
th: ดอกเบี้ยค้างชำระ

source: Outstanding Principal
th: เงินต้นคงค้าง

source: Over 200,000 Baht: Mortgage or sale with redemption
th: มากกว่า 200,000 บาท: การจำนองหรือการขายพร้อมการไถ่ถอน

source: Over Rate
th: อัตราแลกเปลี่ยน

source: Overall Collection Rate
th: อัตราการเก็บเงินโดยรวม

source: Overall Condition
th: สภาพโดยรวม

source: Overall Condition Score
th: คะแนนสภาพโดยรวม

source: Overall KYC Status
th: สถานะ KYC โดยรวม

source: Overall Progress
th: ความก้าวหน้ารวม

source: Overdue
th: เกินกำหนด

source: Overdue - ค้างชำระ
th: ค้างชำระ

source: Overdue Amount
th: จำนวนเงินค้างชำระ

source: Overdue Grace Period (Days)
th: ระยะเวลาผ่อนผันเกินกำหนด (วัน)

source: Overdue Installments
th: งวดชำระที่ค้างชำระ

source: Overdue Interest
th: ดอกเบี้ยค้างชำระ

source: Overdue Loans
th: เงินกู้ค้างชำระ

source: Overdue Payments
th: การชำระเงินเกินกำหนด

source: Overdue Principal
th: เงินต้นค้างชำระ

source: Overtime
th: เวลาทำงานล่วงเวลา

source: Overview of your Thai document processing activity
th: ภาพรวมกิจกรรมการประมวลผลเอกสารของคุณในภาษาไทย

source: Overview of your account and loans
th: ภาพรวมของบัญชีและสินเชื่อของคุณ

source: Own House (No Mortgage)
th: บ้านของตนเอง (ไม่มีภาระจำนอง)

source: Owner
th: เจ้าของ

source: Owner Address
th: ที่อยู่เจ้าของ

source: Owner ID Card
th: บัตรประชาชนเจ้าของ

source: Owner Information
th: ข้อมูลเจ้าของ

source: Owner Name
th: ชื่อเจ้าของ

source: Owner Name is required
th: ชื่อเจ้าของเป็นข้อมูลที่จำเป็น

source: Ownership Date
th: วันที่ที่สุด

source: Ownership Date (BE)
th: วันที่ ของไทย (พ.ศ.)

source: Ownership ID
th: รหัสเจ้าของ

source: Ownership ID Card
th: บัตรประจำตัวเจ้าของ

source: Ownership Period
th: ระยะเวลาการเป็นเจ้าของ

source: Ownership period ({0} days) is ≤60 days - requires Branch Manager approval
th: ระยะเวลาการเป็นเจ้าของ ({0} วัน) ≤60 วัน - ต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: Ownership period less than 30 days
th: ระยะเวลาการเป็นเจ้าของน้อยกว่า 30 วัน

source: Ownership period sufficient - OK
th: ระยะเวลาการเป็นเจ้าของเพียงพอ - ตกลง

source: Ownership ≤30 days
th: กรรมสิทธิ์ ≤30 วัน

source: Ownership ≤30 days - requires Branch Manager approval
th: กรรมสิทธิ์ ≤30 วัน - ต้องได้รับการอนุมัติจากผู้จัดการสาขา

source: PDF File
th: ไฟล์ PDF

source: PDF processing requires additional setup. Please upload an image file.
th: การประมวลผล PDF ต้องการการตั้งค่าเพิ่มเติม กรุณาอัปโหลดไฟล์รูปภาพ

source: PEP Check
th: ตรวจสอบ PEP

source: PEP Check Date
th: วันที่ตรวจสอบ PEP

source: PEP Check Performed
th: ดำเนินการตรวจสอบ PEP แล้ว

source: PEP Details
th: รายละเอียด PEP

source: PEP Status
th: สถานะ PEP

source: PIN Number
th: หมายเลข PIN

source: PIN number is required for card activation
th: รหัส PIN จำเป็นสำหรับการเปิดใช้งานบัตร

source: Package
th: แพ็กเกจ

source: Package Contents
th: เนื้อหาภายในแพ็กเกจ

source: Page
th: หน้า

source: Page removed
th: ลบหน้าแล้ว

source: Paid
th: ชำระแล้ว

source: Paid Amount
th: จำนวนเงินที่ชำระแล้ว

source: Paid Off
th: ชำระครบแล้ว

source: Paid and upcoming payment installments
th: งวดการชำระเงินที่ชำระแล้วและกำลังจะมาถึง

source: Paid late
th: ชำระเงินล่าช้า

source: Paid on time
th: ชำระเงินตรงเวลา

source: Paid/Current - ชำระแล้ว
th: ชำระแล้ว/ปัจจุบัน

source: Paperless
th: ไร้กระดาษ

source: Parent
th: ผู้ปกครอง

source: Parent Product {0} does not exist
th: สินค้าแม่ {0} ไม่มีอยู่จริง

source: Parent Product {0} is already a sub-product. Only one level of hierarchy is allowed.
th: ผลิตภัณฑ์หลัก {0} เป็นผลิตภัณฑ์ย่อยอยู่แล้ว ระบบอนุญาตให้มีโครงสร้างลำดับชั้นได้เพียงระดับเดียวเท่านั้น

source: Parent-in-law
th: พ่อตา/แม่ยาย

source: Parsed Data
th: ข้อมูลที่แยกวิเคราะห์แล้ว

source: Partial
th: บางส่วน

source: Partial Payment
th: การชำระเงินบางส่วน

source: Partially Paid
th: ชำระเงินบางส่วน

source: Partially Secured
th: ปลอดภัยบางส่วน

source: Partially Verified
th: ตรวจสอบบางส่วนแล้ว

source: Parties
th: คู่สัญญา

source: Partnership
th: หุ้นส่วน

source: Party type and party are required
th: ประเภทฝ่ายและฝ่ายเป็นข้อมูลที่จำเป็น

source: Pass
th: ผ่าน

source: Passport
th: หนังสือเดินทาง

source: Passport number seems too short
th: หมายเลขหนังสือเดินทางดูสั้นเกินไป

source: Password
th: รหัสผ่าน

source: Password Changed
th: รหัสผ่านถูกเปลี่ยนแปลงแล้ว

source: Paste from Google Maps:
th: วางจาก Google Maps:

source: Paste the entire contents of your service account JSON file here...
th: วางเนื้อหาทั้งหมดของไฟล์ JSON บัญชีบริการของคุณที่นี่...

source: Pause
th: หยุด

source: Paused
th: หยุดชั่วคราว

source: Pay your loan installments online
th: ชำระเงินงวดสินเชื่อของคุณออนไลน์

source: Payment
th: การชำระเงิน

source: Payment (THB)
th: การชำระเงิน (THB)

source: Payment Amount
th: จำนวนเงินที่ชำระ

source: Payment Capacity
th: สิวรการชำระเงิน

source: Payment Configuration (Page 33)
th: การตั้งค่าการชำระเงิน (หน้า 33)

source: Payment Date
th: วันจ่าย

source: Payment Day
th: วัน การชำระ

source: Payment Details
th: รายละเอียดการชำระเงิน

source: Payment Frequency
th: ความถี่ในการชำระเงิน

source: Payment History
th: ประวัติการชำระเงิน

source: Payment Information
th: ข้อมูลการชำระเงิน

source: Payment Method
th: วิธีการชำระเงิน

source: Payment Mode
th: วิธีการชำระเงิน

source: Payment Reference
th: หลักฐานการจ่ายเงิน

source: Payment Report
th: รายงานการชำระเงิน

source: Payment Schedule
th: ตารางการชำระเงิน

source: Payment Schedule (Step 5)
th: กำหนดการชำระเงิน (ขั้นตอนที่ 5)

source: Payment Schedule Configuration
th: การตั้งค่ากำหนดการชำระเงิน

source: Payment Schedule Configured
th: กำหนดตารางการชำระเงินเรียบร้อยแล้ว

source: Payment Schedule Item
th: รายการกำหนดการชำระเงิน

source: Payment Schedules
th: กำหนดการชำระเงิน

source: Payment Status
th: สถานะการชำระเงิน

source: Payment Summary
th: สรุปการชำระเงิน

source: Payment Term
th: เงื่อนไขการชำระเงิน

source: Payment amount is required for action code {0}
th: จำนวนเงินชำระเป็นข้อมูลที่จำเป็นสำหรับรหัสการดำเนินการ {0}

source: Payment amount is required for payment action code {0}
th: จำนวนเงินชำระเป็นข้อมูลที่จำเป็นสำหรับรหัสการดำเนินการชำระเงิน {0}

source: Payment amount is required for payment action codes (6xx series)
th: จำนวนเงินชำระเป็นข้อมูลที่จำเป็นสำหรับรหัสการดำเนินการชำระเงิน (ชุด 6xx)

source: Payment day of month (1-31) - ชำระทุกวันที่
th: วันชำระเงินของเดือน (1-31)

source: Payment every 3 months
th: การชำระเงินทุก 3 เดือน

source: Payment every 3 months per contract
th: การชำระเงินทุก 3 เดือนตามสัญญา

source: Payment history at least 6 months
th: ประวัติการชำระเงินอย่างน้อย 6 เดือน

source: Payment processing form
th: แบบฟอร์มประมวลผลการชำระเงิน

source: Payment schedule regenerated successfully
th: ตารางการชำระเงินถูกสร้างใหม่เรียบร้อยแล้ว

source: Payment schedule retrieved from Draft Application
th: ตารางการชำระเงินที่ดึงมาจากใบสมัครร่าง

source: Payment schedule retrieved from M Loan Application
th: ตารางการชำระเงินถูกดึงมาจาก ใบสมัครสินเชื่อ M

source: Payment schedule set. Ready for disbursement.
th: กำหนดการชำระเงินถูกตั้งค่าเรียบร้อย พร้อมสำหรับการเบิกจ่ายแล้ว

source: Payment terms up to 48 months
th: เงื่อนไขการชำระเงินสูงสุด 48 เดือน

source: Penalty Amount
th: จำนวนโทษ

source: Penalty Rate (% per month)
th: อัตราเงินค่าปรับ (% ต่อเดือน)

source: Pending
th: รอดำเนินการ

source: Pending - รอชำระ
th: Pending - รอดำเนินการ

source: Pending Application Found
th: พบใบสมัครที่รอดำเนินการ

source: Pending Approval
th: รอการอนุมัติ

source: Pending Deletions
th: การลบที่รอดำเนินการ

source: Pending Docs
th: เอกสารรอดำเนินการ

source: Pending Original
th: รอดำเนินการต้นฉบับ

source: Pending Review
th: รอตรวจทาน

source: Pending Sync
th: รอดำเนินการซิงค์

source: Pending confirm
th: รอยืนยัน

source: Pending sync
th: รอการซิงค์

source: Pension
th: เงินบำนาญ

source: Percentage
th: ร้อยละ

source: Percentage of mandatory items vs total items
th: ร้อยละของรายการบังคับเทียบกับรายการทั้งหมด

source: Percentage of successful debt collection by type
th: เปอร์เซ็นต์ของการเก็บหนี้ที่ประสบความสำเร็จตามประเภท

source: Period
th: ระยะเวลา

source: Permanent
th: ถาวร

source: Permanent Address
th: ที่อยู่ถาวร

source: Permanent Employee
th: พนักงานประจำ

source: Permission denied
th: ไม่ได้รับอนุญาต

source: Permission denied - cannot delete other users' files
th: ไม่ได้รับอนุญาต - ไม่สามารถลบไฟล์ของผู้ใช้อื่นได้

source: Permission denied - invalid file path
th: ไม่ได้รับอนุญาต - เส้นทางไฟล์ไม่ถูกต้อง

source: Permission denied - you can only access your own drafts
th: ไม่ได้รับอนุญาต - คุณสามารถเข้าถึงเฉพาะร่างของคุณเองเท่านั้น

source: Permission denied for Google Vision API. Please check the service account permissions in Doppler.
th: ไม่ได้รับอนุญาตสำหรับ Google Vision API กรุณาตรวจสอบสิทธิ์บัญชีบริการใน Doppler

source: Permissions
th: สิทธิ์

source: Person Type
th: ประเภทบุคคล

source: Personal
th: ส่วนตัว

source: Personal Character
th: ลักษณะบุคคล

source: Personal Details
th: รายละเอียดส่วนบุคคล

source: Personal Document
th: เอกสารส่วนบุคคล

source: Personal Documents
th: เอกสารส่วนตัว

source: Personal Documents (Borrower)
th: เอกสารส่วนบุคคล (ผู้กู้)

source: Personal Documents (JSON Array)
th: เอกสารส่วนบุคคล (อาร์เรย์ JSON)

source: Personal Expenses
th: ค่าใช้จ่ายส่วนบุคคล

source: Personal Expenses (THB/month)
th: ค่าใช้จ่ายส่วนบุคคล (บาท/เดือน)

source: Personal Info
th: ข้อมูลส่วนตัว

source: Personal Information
th: ข้อมูลส่วนบุคคล

source: Personal Loan
th: สินเชื่อส่วนบุคคล

source: Personal Loan Template
th: เทมเพลตสินเชื่อส่วนบุคคล

source: Personal Photos
th: รูปถ่ายส่วนตัว

source: Personal Photos (Borrower & Guarantor)
th: รูปถ่ายส่วนตัว (ผู้กู้ & ผู้ค้ำประกัน)

source: Personal Photos (Multiple)
th: รูปถ่ายส่วนตัว (หลายรูป)

source: Personal Use
th: ใช้งานส่วนตัว

source: Personal Use Only
th: สำหรับใช้ส่วนตัวเท่านั้น

source: Personal information saved to draft!
th: บันทึกข้อมูลส่วนตัวเป็นฉบับร่างแล้ว!

source: Personal photographs
th: ภาพถ่ายส่วนตัว

source: PhD
th: ปริญญาเอก

source: Phone
th: โทรศัพท์

source: Phone Bill
th: บิลค่าโทรศัพท์

source: Phone Call
th: โทรศัพท์

source: Phone Number
th: หมายเลขโทรศัพท์

source: Phone number (additional identifier)
th: หมายเลขโทรศัพท์ (ตัวระบุเพิ่มเติม)

source: Phone number and loan application ID are required
th: หมายเลขโทรศัพท์และรหัสคำขอกู้เป็นข้อมูลที่ต้องระบุ

source: Phone number not available for customer
th: หมายเลขโทรศัพท์ไม่พร้อมใช้งานสำหรับลูกค้า

source: Photo mode: includes edge-preserving smoothing
th: โหมดภาพถ่าย: รวมการปรับความเรียบที่รักษาขอบ

source: Photo upload coming soon
th: เพิ่มสิ่งเสียงเลิ่มนส่วน

source: Photos should be taken in good lighting
th: ควรถ่ายภาพในสภาพแสงที่ดี

source: Pickup
th: รับสินค้า

source: Pickup Truck
th: รถกระบะ

source: Pink
th: สีชมพู

source: Plate Number
th: หมายเลขทะเบียนรถ

source: Playground
th: สนามทดลอง

source: Please complete all required fields for all guarantors
th: กรุณากรอกข้อมูลที่จำเป็นทั้งหมดสำหรับผู้ค้ำประกันทุกคน

source: Please complete all steps before proceeding
th: กรุณาทำขั้นตอนทั้งหมดให้เสร็จก่อนดำเนินการต่อ

source: Please complete the GSE Insurance Application before proceeding to the next step
th: กรุณากรอกใบสมัครประกันภัย GSE ให้ครบถ้วนก่อนดำเนินการขั้นตอนถัดไป

source: Please complete the previous steps first
th: กรุณาดำเนินการขั้นตอนก่อนหน้านี้ให้เสร็จสิ้นก่อน

source: Please contact our support team with your application ID
th: กรุณาติดต่อทีมสนับสนุนของเราพร้อมระบุรหัสใบสมัครของคุณ

source: Please contact the branch manager for approval
th: กรุณาติดต่อผู้จัดการสาขาเพื่อขออนุมัติ

source: Please draw your signature first
th: กรุณาเซ็นชื่อของท่านก่อน

source: Please edit the existing insurance application instead of creating a new one.
th: กรุณาแก้ไขใบสมัครประกันภัยที่มีอยู่แทนการสร้างใหม่

source: Please enable location access in your browser.
th: กรุณาเปิดใช้งานการเข้าถึงตำแหน่งในเบราว์เซอร์ของคุณด้วยค่ะ

source: Please ensure loan application and disbursement amount are set.
th: กรุณาตรวจสอบให้แน่ใจว่าได้กำหนดยอดเงินกู้และยอดเบิกจ่ายแล้ว

source: Please enter ID number first
th: กรุณาใส่หมายเลขบัตรประชาชนก่อน

source: Please enter a customer name
th: กรุณาใส่ชื่อลูกค้า

source: Please enter a deed number
th: กรุณาใส่หมายเลขสัญญา

source: Please enter a phone number
th: กรุณาใส่หมายเลขโทรศัพท์

source: Please enter a valid chassis number (at least 5 characters)
th: กรุณาใส่หมายเลขตัวถังที่ถูกต้อง (อย่างน้อย 5 ตัวอักษร)

source: Please enter a valid estimated value
th: กรุณาใส่ค่าประมาณที่ถูกต้อง

source: Please enter a value
th: กรุณาใส่ค่า

source: Please enter brand name
th: กรุณาใส่ชื่อแบรนด์

source: Please enter chassis number first
th: กรุณาใส่หมายเลขตัวถังก่อน

source: Please enter deed number, province, and district first
th: กรุณากรอกหมายเลขโฉนด จังหวัด และอำเภอก่อน

source: Please enter owner name
th: กรุณาใส่ชื่อเจ้าของ

source: Please fill in all required fields
th: กรุณากรอกข้อมูลในช่องที่จำเป็นทั้งหมด

source: Please find attached {0} report
th: กรุณาดูรายงาน {0} ที่แนบมาด้วย

source: Please fix the validation errors before proceeding
th: กรุณาแก้ไขข้อผิดพลาดในการตรวจสอบความถูกต้องก่อนดำเนินการต่อ

source: Please fix validation errors before proceeding
th: กรุณาแก้ไขข้อผิดพลาดในการตรวจสอบความถูกต้องก่อนดำเนินการต่อ

source: Please log in to access M Capital services
th: กรุณาเข้าสู่ระบบเพื่อเข้าใช้บริการ M Capital

source: Please log in to view your profile information.
th: กรุณาเข้าสู่ระบบเพื่อดูข้อมูลโปรไฟล์ของคุณ

source: Please login to access the dashboard
th: กรุณาเข้าสู่ระบบเพื่อเข้าถึงแผงควบคุม

source: Please make payments on time to avoid late fees and maintain good credit history
th: กรุณาชำระเงินตรงเวลาเพื่อหลีกเลี่ยงค่าปรับล่าช้าและรักษาประวัติเครดิตที่ดี

source: Please obtain all original documents before proceeding with the final disbursement.
th: กรุณาได้รับเอกสารต้นฉบับทั้งหมดก่อนดำเนินการเบิกจ่ายขั้นสุดท้าย

source: Please obtain all original documents before proceeding with the first disbursement.
th: กรุณาได้รับเอกสารต้นฉบับทั้งหมดก่อนดำเนินการเบิกจ่ายครั้งแรก

source: Please provide Thai ID number
th: กรุณาระบุเลขบัตรประชาชน

source: Please provide a reason for returning the application
th: กรุณาระบุเหตุผลในการส่งคืนแอปพลิเคชัน

source: Please provide a reason for sending back
th: กรุณาระบุเหตุผลในการส่งคืน

source: Please provide a reason for sending this application back to the creator for corrections.
th: กรุณาระบุเหตุผลในการส่งใบสมัครนี้กลับไปยังผู้สร้างเพื่อแก้ไขข้อมูล
