Repository: ManotLuijiu/erpnext-thai-translation
Catalog: mint/*.po
Languages: th

source: Account
th: บัญชี

source: Account company does not match with the rule company.
th: บัญชีของบริษัทไม่ตรงกับกฎของบริษัท

source: Action
th: ดำเนินการ

source: All rows must have an amount and a type. Missing in row {0}
th: ทุกรายการต้องมีจำนวนเงินและประเภท ขาดในแถวที่ {0}

source: Amended From
th: แก้ไขจาก

source: Amount
th: จำนวนเงิน

source: Any
th: ทั้งหมด

source: Automatically run rules on unreconciled transactions
th: เรียกใช้กฎโดยอัตโนมัติบนรายการที่ยังไม่ได้กระทบยอด

source: Bank Account
th: บัญชีธนาคาร

source: Bank Entry
th: รายการบัญชีธนาคาร

source: Bank Statement Processor is not set in Mint Settings
th: โปรแกรมประมวลผลรายการเดินบัญชีธนาคารยังไม่ได้ตั้งค่าในการตั้งค่า Mint

source: Bank Transaction {0} is already fully reconciled
th: รายการธุรกรรมธนาคาร {0} ได้ถูกปรับปรุงสถานะสมดุลเรียบร้อยแล้ว

source: Can be "1200 Dr" and will be translated to 1200 in amount and "Withdrawal"
th: 1200 เดบ การซื้อ

source: Check
th: ตรวจสอบ

source: Classify As
th: จัดประเภทเป็น

source: Company
th: บริษัท

source: Completed
th: เสร็จสมบูรณ์

source: Contains
th: ประกอบด้วย

source: Date
th: วันที่

source: Deposit
th: เงินมัดจำ

source: Description
th: คำอธิบาย

source: Description Rules
th: กฎเกณฑ์คำอธิบาย

source: Ends With
th: ลงท้ายด้วย

source: Error
th: ข้อผิดพลาด

source: Failed to create document processor
th: ไม่สามารถสร้างโปรเซสเซอร์เอกสารได้

source: Failed to create processor
th: ไม่สามารถสร้างโปรเซสเซอร์ได้

source: File
th: แฟ้มข้อมูล

source: File Type
th: ประเภทไฟล์

source: Google APIs are not enabled. Please enable them in Mint Settings.
th: Google APIs ยังไม่ได้เปิดใช้งาน กรุณาเปิดใช้งานใน การตั้งค่า Mint

source: Google Document Processor - Bank Statement
th: โปรแกรมประมวลผลเอกสารของ Google - รายการเดินบัญชีธนาคาร

source: Google Processor Location
th: สถานที่ตั้งโปรเซสเซอร์ของ Google

source: Google Project ID
th: รหัสโครงการ Google

source: Google Project ID is not set in Mint Settings
th: รหัสโครงการ Google ยังไม่ได้ตั้งค่าใน การตั้งค่า Mint

source: Google Project ID is not set. Please set it in the Mint Settings.
th: ยังไม่ได้ตั้งค่า Google Project ID กรุณาตั้งค่าใน การตั้งค่า Mint

source: Google Service Account JSON Key
th: กุญแจ JSON บัญชีบริการของ Google

source: Google Service Account JSON Key is not set in Mint Settings
th: ไม่ได้ตั้งค่า Google Service Account JSON Key ในการตั้งค่า Mint

source: If checked, this job will run every 30 minutes
th: หากเลือก ตัวงานนี้จะทำงานทุก 30 นาที

source: Imported
th: นำเข้าแล้ว

source: Invalid file type
th: ประเภทไฟล์ไม่ถูกต้อง

source: Invalid regex pattern.
th: รูปแบบ regex ไม่ถูกต้อง

source: Max Amount
th: จำนวนสูงสุด

source: Min Amount
th: จำนวนเงินขั้นต่ำ

source: Min amount cannot be greater than max amount.
th: จำนวนขั้นต่ำไม่สามารถมากกว่าจำนวนสูงสุดได้

source: Mint Bank Statement Import
th: นำเข้ารายงานธนาคาร Mint

source: Mint Bank Statement Import Transactions
th: นำเข้าธุรกรรมรายการเดินบัญชี Mint

source: Mint Bank Transaction Description Rules
th: กฎการอธิบายรายการธุรกรรมธนาคาร Mint

source: Mint Bank Transaction Rule
th: กฎรายการธนาคาร Mint

source: Mint Settings
th: การตั้งค่า Mint

source: No transactions found
th: ไม่พบรายการธุรกรรม

source: Not Started
th: ยังไม่เริ่มต้น

source: Party
th: คู่สัญญา

source: Party Type
th: ประเภทฝ่าย

source: Party is required create a payment entry.
th: ฝ่ายที่เกี่ยวข้องจำเป็นต้องสร้างรายการชำระเงิน

source: Party type is required to create a payment entry.
th: ประเภทฝ่ายที่เกี่ยวข้องเป็นข้อมูลที่จำเป็นสำหรับการสร้างรายการชำระเงิน

source: Payment Entry
th: รายการชำระเงิน

source: Please upload a file
th: กรุณาอัปโหลดไฟล์

source: Priority
th: ลำดับความสำคัญ

source: Reference
th: อ้างอิง

source: Regex
th: เร็กซ์

source: Rule Description
th: คำอธิบายกฎ

source: Rule Name
th: ชื่อกฎ

source: Starts With
th: ขึ้นต้นด้วย

source: Status
th: สถานะ

source: String Amount
th: จำนวนเงิน

source: System Manager
th: ผู้จัดการระบบ

source: Transaction Type
th: ประเภทธุรกรรม

source: Transactions
th: รายการเคลื่อนไหวทางธุรกรรม

source: Transfer
th: โอนย้าย

source: Type
th: ประเภท

source: Value
th: ค่า

source: Withdrawal
th: ถอนเงิน

source: us
th: สหรัฐอเมริกา

source: {0} {1} does not exist
th: {0} {1} ไม่มีอยู่จริง
