Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Flesch-Kincaid Grade Level
th: ระดับเกรด Flesch-Kincaid

source: Floor
th: ชั้น

source: Floor number (1 = ground floor)
th: ศอนะเสร็จ (ก = สินทรัพย์)

source: Focus
th: โฟกัส

source: Focus Keyword
th: คำสำคัญ

source: Focus Keyword Density
th: ความหนาแน่นของคำสำคัญ

source: Focus on Thai language keywords and local search terms
th: เน้นคำสำคัญภาษาไทยและคำค้นหาท้องถิ่น

source: Folder
th: โฟลเดอร์

source: Folder(s)
th: โฟลเดอร์

source: Font Preview
th: ตัวอย่างแบบอักษร

source: Font Preview: {0}
th: ตัวอย่างแบบอักษร: {0}

source: Font Settings
th: การตั้งค่าฟอนต์

source: Font Test
th: ทดสอบแบบอักษร

source: For example, use `videos/` and all videos will be enabled.
th: ตัวอย่างเช่น ใช้ `videos/` และวิดีโอทั้งหมดจะถูกเปิดใช้งาน

source: For internal control best practices, please create or link a Purchase Order before proceeding.
th: เพื่อปฏิบัติตามแนวทางการควบคุมภายในที่ดีที่สุด กรุณาสร้างหรือเชื่อมโยงใบสั่งซื้อก่อนดำเนินการต่อไป

source: For month
th: สำหรับเดือน

source: Force import {0} into {1}? This will continue adding accounts even though the company has existing accounts.
th: บังคับนำเข้า {0} ไปยัง {1} หรือไม่? การดำเนินการนี้จะเพิ่มบัญชีต่อไปแม้ว่าบริษัทจะมีบัญชีอยู่แล้วก็ตาม

source: Foreign Currency Reports
th: รายงานสกุลเงินต่างประเทศ

source: Form 50 Twi
th: แบบฟอร์ม 50 ทวิ

source: Form PND 1
th: แบบฟอร์ม ภงด. 1

source: Form PND 3
th: แบบฟอร์ม ภ.ง.ด. 3

source: Form PND 53
th: แบบฟอร์ม ภ.ง.ด. 53

source: Form PP-30
th: แบบฟอร์ม PP-30

source: Form/Application
th: แบบฟอร์ม/ใบสมัคร

source: Format JSON
th: { "Format": "รูปแบบ", "JSON": "JSON" }

source: Formatted {0}
th: จัดรูปแบบ {0}

source: Formula to calculate deadline date
th: สูตรคำนวณวันที่กำหนดส่ง

source: Found {0} addresses
th: พบที่อยู่ {0} รายการ

source: Found {0} provinces in {1}
th: พบ {0} จังหวัดใน {1}

source: Fragile Medicine Box
th: กล่องยาเปราะบาง

source: Frappe DocType File size is limited to INT(11) in database, so if you need to store files bigger than 2GB check this setting and remote file size will be used for download/stream. Default: 0 (unchecked)
th: ขนาดไฟล์ของ Frappe DocType ถูกจำกัดไว้ที่ INT(11) ในฐานข้อมูล ดังนั้นหากคุณต้องการจัดเก็บไฟล์ที่มีขนาดใหญ่กว่า 2GB โปรดตรวจสอบการตั้งค่านี้ และขนาดไฟล์ระยะไกลจะถูกใช้สำหรับการดาวน์โหลด/สตรีม ค่าเริ่มต้น: 0 (ไม่ได้เลือก)

source: Frappe Support
th: ฝ่ายสนับสนุน Frappe

source: Frappe app name (must match installed app on site)
th: ชื่อแอป Frappe (ต้องตรงกับแอปที่ติดตั้งในเว็บไซต์)

source: Fraud Risk Alert Threshold
th: เกณฑ์แจ้งเตือนความเสี่ยงการทุจริต

source: Frequency: {0}
th: ความถี่: {0}

source: Freshness Score
th: คะแนนความสดใหม่

source: Freshness Score (0-100)
th: คะแนนความสดใหม่ (0-100)

source: Friendly
th: เป็นมิตร

source: From Date
th: จากวันที่

source: From Date cannot be after To Date
th: วันที่เริ่มต้นต้องไม่อยู่หลังวันที่สิ้นสุด

source: From Date cannot be greater than To Date
th: วันที่เริ่มต้นต้องไม่มากกว่าวันที่สิ้นสุด

source: From Date is required
th: วันที่เริ่มต้นเป็นข้อมูลที่จำเป็น

source: From Date must be before To Date
th: นับ แต่วันที่ต้องอยู่ก่อนวันที่ต้องการ

source: From date and to date are required
th: วันที่เริ่มต้นและวันที่สิ้นสุดเป็นข้อมูลที่จำเป็นต้องระบุ

source: Full Name
th: ชื่อ-นามสกุล

source: Full URL to your ERPNext instance (e.g., https://example.erpnext.com)
th: URL เต็มของอินสแตนซ์ ERPNext ของคุณ (เช่น https://example.erpnext.com)

source: Full table name in English
th: ชื่อตารางเต็มในภาษาอังกฤษ

source: Fully Received
th: รับครบถ้วนแล้ว

source: Fully Working
th: ทำงานเต็มประสิทธิภาพ

source: Fund Custodian
th: ผู้ดูแลกองทุน

source: Fund Limit
th: วงเงินกองทุน

source: Fund Limits & Custodian
th: วงเงินกองทุนและผู้ดูแลกองทุน

source: Fund Name (English)
th: ชื่อกองทุน (ภาษาอังกฤษ)

source: GL account to be debited for this expense
th: บัญชี เดบิต ชื่อ สร้างฟอร์ม ชื่อ เป็นเสร็จเสร็จสิ้นซั่ง

source: GMP Certificate
th: ใบรับรอง GMP

source: GPS & Technical Data
th: ข้อมูล GPS และข้อมูลทางเทคนิค

source: GPS Latitude
th: ละติจูด GPS

source: GPS Location
th: ตำแหน่ง GPS

source: GPS Longitude
th: ลองจิจูด GPS

source: GPS coordinates extracted successfully
th: พิกัด GPS ถูกดึงข้อมูลเรียบร้อยแล้ว

source: Gap (px)
th: ระยะห่าง (px)

source: Gap between grid cells in pixels
th: ระยะห่างระหว่างเซลล์กริดเป็นพิกเซล

source: General
th: ทั่วไป

source: General Ledger
th: บัญชีแยกประเภททั่วไป

source: General Ledger (GL) - Chart of accounts and journal entries
th: สมุดรายวันทั่วไป (GL) - ผังบัญชีและรายการสมุดรายวัน

source: General Ledger account for this petty cash fund
th: บัญชีแยกประเภททั่วไปสำหรับกองทุนเงินสดย่อยนี้

source: General Settings
th: การตั้งค่าทั่วไป

source: General guidelines for Thai content creation
th: แนวทางทั่วไปสำหรับการสร้างเนื้อหาภาษาไทย

source: Generate Config
th: สร้างการตั้งค่า

source: Generate Config File
th: สร้างไฟล์การตั้งค่า

source: Generate Content
th: สร้างเนื้อหา

source: Generate Content Outline
th: สร้างโครงร่างเนื้อหา

source: Generate Content with AI
th: สร้างเนื้อหาด้วย AI

source: Generate Overtime Requests
th: สร้างคำขอทำงานล่วงเวลา

source: Generate PND forms (1, 3, 53, etc. - to be implemented)
th: สร้างแบบฟอร์ม ภงด. (1, 3, 53 เป็นต้น - อยู่ระหว่างการพัฒนา)

source: Generate Thai Tax Invoice
th: สร้างใบกำกับภาษี

source: Generate Thai Voucher
th: สร้างใบสำคัญจ่ายภาษาไทย

source: Generate Withholding Tax Certificate (50ทวิ - to be implemented)
th: สร้างหนังสือรับรองการหักภาษี ณ ที่จ่าย (50ทวิ - อยู่ระหว่างการพัฒนา)

source: Generate from Title
th: สร้างจากหัวข้อ

source: Generate tax reports automatically on schedule
th: สร้างรายงานภาษีโดยอัตโนมัติตามกำหนดเวลา

source: Generated
th: สร้างขึ้น

source: Generated By
th: สร้างโดย

source: Generated Content
th: เนื้อหาที่สร้างขึ้น

source: Generated Content Preview
th: ตัวอย่างเนื้อหาที่สร้างขึ้น

source: Generated Word Count
th: จำนวนคำที่สร้างขึ้น

source: Generated article if applicable
th: บทความที่สร้างขึ้นถ้ามีการใช้งาน

source: Generating Content
th: กำลังสร้างเนื้อหา

source: Generating Grist report with Thai formatting...
th: กำลังสร้างรายงาน Grist ด้วยรูปแบบภาษาไทย...

source: Generating Overtime Requests...
th: กำลังสร้างคำขอทำงานล่วงเวลา...

source: Generating Thai Payment Voucher...
th: กำลังสร้างใบสำคัญจ่ายภาษาไทย...

source: Generating Thai Tax Invoice...
th: กำลังสร้างใบกำกับภาษีภาษาไทย...

source: Generation Failed
th: การสร้างล้มเหลว

source: Generation Results
th: ผลลัพธ์การสร้าง

source: Generation Time
th: เวลาในการสร้าง

source: Generation Time (24h format)
th: เวลาสร้าง (รูปแบบ 24 ชั่วโมง)

source: Get Items From
th: รับรายการจาก

source: Get from Consignment
th: รับจากการฝากขาย

source: Global PO Limits (General Settings)
th: ขีดจำกัดใบสั่งซื้อทั่วโลก (การตั้งค่าทั่วไป)

source: Global PO Limits: Disabled
th: ขีดจำกัดใบสั่งซื้อทั่วโลก: ปิดใช้งาน

source: Go to Dashboard
th: ไปที่แผงควบคุม

source: Go to Desk
th: ไปที่ Desk

source: Goal Completions
th: เป้าหมายที่สำเร็จแล้ว

source: Goods
th: สินค้า

source: Google Calendar Integration
th: การเชื่อมต่อ Google Calendar

source: Google Calendar Setup Guide
th: คู่มือการตั้งค่า Google Calendar

source: Google Calendar integration is not enabled in TBS General Settings
th: การเชื่อมต่อ Google Calendar ยังไม่ได้เปิดใช้งานใน การตั้งค่าทั่วไปของ TBS

source: Google Cloud Configuration
th: การตั้งค่า Google Cloud

source: Google Cloud Project ID
th: รหัสโครงการ Google Cloud

source: Google Cloud Settings
th: การตั้งค่า Google Cloud

source: Google Cloud Settings information is not available. Please check system configuration.
th: ข้อมูลการตั้งค่า Google Cloud ไม่พร้อมใช้งาน กรุณาตรวจสอบการตั้งค่าระบบ

source: Google Contacts
th: รายชื่อ Google

source: Google Credential Method
th: วิธีการรับรองความถูกต้องของ Google

source: Google Drive Authentication Failed
th: การตรวจสอบสิทธิ์ Google Drive ล้มเหลว

source: Google Drive Authentication Successful
th: การตรวจสอบสิทธิ์ Google Drive สำเร็จแล้ว

source: Google Drive folder found: {0}
th: พบโฟลเดอร์ Google Drive: {0}

source: Google Drive folder not found
th: ไม่พบโฟลเดอร์ Google Drive

source: Google Maps API Key
th: คีย์ API ของ Google Maps

source: Google Maps Configuration
th: การตั้งค่า Google Maps

source: Google Service Account
th: บัญชีบริการ Google

source: Google Service Account Key (JSON)
th: กุญแจบัญชีบริการ Google (JSON)

source: Google Services
th: บริการของ Google

source: Google Settings
th: การตั้งค่า Google

source: Government agency or authority responsible
th: หน่วยงานภาครัฐหรือองค์กรที่รับผิดชอบ

source: Government agency responsible
th: หน่วยงานรัฐบาลที่รับผิดชอบ

source: Grade
th: เกรด

source: Grade: {0}
th: เกรด: {0}

source: Grand Total
th: ยอดรวมทั้งหมด

source: Great! Bucket is accessible ;)
th: ยอดเยี่ยม! Bucket สามารถเข้าถึงได้แล้ว ;)

source: Green
th: สีเขียว

source: Gregorian Year (CE)
th: คริสต์ศักราช (ค.ศ.)

source: Grid Column
th: คอลัมน์กริด

source: Grid Columns
th: คอลัมน์กริด

source: Grid Configuration
th: การตั้งค่าโครงร่างตาราง

source: Grid Position
th: ตำแหน่งกริด

source: Grid Row
th: แถวกริด

source: Grid Rows
th: แถวกริด

source: Grid column must be between 1 and {0}
th: คอลัมน์กริดต้องอยู่ระหว่าง 1 ถึง {0}

source: Grid row must be between 1 and {0}
th: แถวกริดต้องอยู่ระหว่าง 1 ถึง {0}

source: Grist Data Structure
th: โครงสร้างข้อมูล Grist

source: Grist Document ID
th: รหัสเอกสาร Grist

source: Grist File (.grist)
th: ไฟล์ Grist (.grist)

source: Grist Server URL
th: URL เซิร์ฟเวอร์ Grist

source: Grist Static Integration
th: การผสานงานแบบคงที่ของ Grist

source: Grist Static Report
th: รายงานสถิติกริสต์

source: Grist analysis report created: {0}<br><br>Would you like to view it now?
th: รายงานการวิเคราะห์ Grist ถูกสร้างขึ้นแล้ว: {0}<br><br>คุณต้องการดูรายงานนี้ตอนนี้หรือไม่?

source: Grist report created successfully!
th: สร้างรายงาน Grist สำเร็จแล้ว!

source: Group
th: กลุ่ม

source: Guide
th: คู่มือ

source: Guidelines exported successfully
th: ส่งออกแนวทางเรียบร้อยแล้ว

source: Guidelines reset to defaults
th: คำแนะนำถูกรีเซ็ตเป็นค่าเริ่มต้นแล้ว

source: H1 Count
th: นับ H1

source: H2 Count
th: H2 นับจำนวน

source: H3 Count
th: H3 จำนวน

source: HR
th: ทรัพยากรบุคคล

source: HR Management
th: ทรัพยากรบุคคล

source: HR Manager
th: ผู้จัดการฝ่ายทรัพยากรบุคคล

source: HR User
th: ผู้ใช้ฝ่ายทรัพยากรบุคคล

source: HTML Template
th: เทมเพลต HTML

source: Has Batch No
th: ชุดมีไม่มี

source: Has Credit Notes
th: มีใบลดหนี้

source: Has Debit Notes
th: มีใบเดบิต

source: Has Lists (UL/OL)
th: มีรายการ (UL/OL)

source: Has Seasonality
th: มีฤดูกาล

source: Has Serial No
th: มีซีเรียลไม่มี

source: Has back orders
th: มีคำสั่งซื้อค้างส่ง

source: Hazardous Material Box
th: ปัวระบระบระบระบ

source: Head Office
th: สำนักงานใหญ่

source: Heading hierarchy, organization
th: ลำดับหัวข้อ, การจัดระเบียบ

source: Health & Beauty
th: สุขภาพและความงาม

source: Health & Safety
th: สุขภาพและความปลอดภัย

source: Healthcare
th: สิ่งอำวยกิด

source: Heartbeat updated
th: อัปเดต Heartbeat แล้ว

source: Height of each grid cell in pixels
th: ความสูงของแต่ละช่องกริดเป็นพิกเซล

source: High
th: สูง

source: High (70+)
th: สูง (70+)

source: High CPC ({0}) indicates strong commercial value
th: CPC สูง ({0}) บ่งชี้ถึงมูลค่าทางการค้าที่แข็งแกร่ง

source: High Priority Pending
th: งานค้างที่มีความสำคัญสูง

source: High competition and difficulty - Consider long-tail variations
th: การแข่งขันสูงและมีความยากลำบาก - พิจารณารูปแบบหางยาว

source: High priority task should have a due date.
th: ลำดับความสำคัญเที่สาระบระบริบท ไม่วันที่วียการ

source: High-impact changes to make first
th: การเปลี่ยนแปลงที่มีผลกระทบสูงที่ควรดำเนินการก่อน

source: Higher = easier to read
th: สูงกว่า = อ่านง่ายกว่า

source: Holiday
th: วันหยุดนักขัตฤกษ์

source: Holiday Overtime Activity
th: กิจกรรมล่วงเวลาช่วงวันหยุด

source: Holiday Overtime Rate
th: อัตราค่าล่วงเวลาวันหยุดนักขัตฤกษ์

source: Home
th: หน้าหลัก

source: Hospitality
th: ธุรกิจบริการ

source: Hourly Rate
th: อัตราค่าแรงต่อชั่วโมง

source: House
th: บ้าน

source: How many days before expiry/due date to create calendar event
th: กี่วันก่อนวันหมดอายุ/วันครบกำหนดที่จะสร้างกิจกรรมในปฏิทิน

source: How many days needed to prepare this document
th: ต้องใช้เวลากี่วันในการจัดเตรียมเอกสารนี้

source: How often this deadline recurs
th: ระยะเวลาที่กำหนดนี้เกิดขึ้นบ่อยแค่ไหน

source: How the funds were transferred
th: วิธีการโอนเงิน

source: How to measure content success
th: วิธีการวัดความสำเร็จของเนื้อหา

source: How-To
th: วิธีใช้

source: Human Resources (HR)
th: ทรัพยากรบุคคล

source: I am your AI Accounting Manager, here to help with all accounting tasks.
th: ฉันคือผู้จัดการบัญชี AI ของคุณ พร้อมช่วยเหลือในทุกงานด้านการบัญชี

source: ID
th: รหัส

source: IN
th: เข้างาน

source: IP Address
th: ที่อยู่ IP

source: IP Address of the biometric device
th: IP สายไทยหารวันเบิยสิมโซ

source: Identification
th: การระบุ

source: If capitalized, the increased asset value may affect future depreciation calculations.
th: หากเขียนด้วยตัวพิมพ์ใหญ่ มูลค่าสินทรัพย์ที่เพิ่มขึ้นอาจส่งผลต่อการคำนวณค่าเสื่อมราคาที่จะเกิดขึ้นในอนาคต

source: If checked, attendance data will be deleted from device after successful fetch. Be careful as this can lead to data loss.
th: หากเลือก จะลบข้อมูลการลงเวลาจากอุปกรณ์หลังจากดึงข้อมูลสำเร็จ โปรดระวังเนื่องจากอาจทำให้ข้อมูลสูญหายได้

source: If checked, creates article with generated content. Otherwise, shows preview.
th: หากเลือก จะสร้างบทความด้วยเนื้อหาที่สร้างขึ้นโดยอัตโนมัติ หากไม่เลือก จะแสดงตัวอย่างก่อนเผยแพร่

source: If checked, secret is scoped to company (e.g., COMPANY_NAME__SECRET_KEY)
th: หากเลือก ช่องลับจะถูกกำหนดขอบเขตให้กับบริษัท (เช่น COMPANY_NAME__SECRET_KEY)

source: If merged, the primary table for billing
th: ถ้ารวมกัน ตารางหลักสำหรับการออกใบแจ้งหนี้

source: Ignored
th: ละเลย

source: Image
th: ภาพ

source: Image Alt Text
th: ข้อความแสดงแทนภาพ

source: Image View
th: ดูภาพ

source: Impact on Depreciation
th: ผลกระทบต่อค่าเสื่อมราคา

source: Import Chart of Accounts
th: นำเข้ารายการบัญชีแยกประเภท

source: Import Complete
th: นำเข้าเสร็จสมบูรณ์

source: Import Completed Successfully!
th: นำเข้าเสร็จสมบูรณ์เรียบร้อยแล้ว!

source: Import Declaration Number should be provided for import transactions
th: หมายเลขใบแจ้งการนำเข้าควรถูกระบุสำหรับรายการนำเข้า

source: Import Delivery Data
th: นำเข้าข้อมูลใบส่งของ

source: Import Delivery Data from Excel (D/W Load)
th: นำเข้าข้อมูลใบส่งของจาก Excel (D/W โหลด)

source: Import Error
th: ข้อผิดพลาดในการนำเข้า

source: Import Failed
th: นำเข้าไม่สำเร็จ

source: Import Selected
th: นำเข้าที่เลือกแล้ว

source: Import Settings
th: การตั้งค่าการนำเข้า

source: Import Start Date
th: วันที่เริ่มนำเข้า

source: Import Template
th: นำเข้าเทมเพลต

source: Import Thai Branches
th: นำเข้าสาขาไทย

source: Import Thai Supplier e-Tax Invoice
th: นำเข้าใบกำกับภาษีอิเล็กทรอนิกส์ผู้จำหน่ายไทย

source: Import attendance data from this date (format: YYYY-MM-DD). Leave empty to import from the last sync point.
th: นำเข้าข้อมูลการลงเวลาตั้งแต่วันที่นี้ (รูปแบบ: YYYY-MM-DD) หากปล่อยว่างไว้จะนำเข้าตั้งแต่จุดซิงค์ล่าสุด

source: Import cancelled
th: การนำเข้าถูกยกเลิก

source: Import completed with some issues. Check the message above for details.
th: การนำเข้าเสร็จสมบูรณ์แต่พบปัญหาบางประการ กรุณาตรวจสอบข้อความด้านบนสำหรับรายละเอียดเพิ่มเติม

source: Import error:
th: ข้อผิดพลาดในการนำเข้า:

source: Import failed
th: การนำเข้าไม่สำเร็จ

source: Import file not found. Please run transformation first: python3 apps/thai_business_suite/thai_business_suite/commands/transform_expense_data.py
th: ไม่พบไฟล์นำเข้า กรุณาเรียกใช้งานการแปลงข้อมูลก่อน: python3 apps/thai_business_suite/thai_business_suite/commands/transform_expense_data.py

source: Import {0} VAT type(s) into centralized management?
th: นำเข้า {0} ประเภท VAT เข้าสู่การจัดการส่วนกลางหรือไม่?

source: Import {0} into {1}?
th: นำเข้า {0} ไปยัง {1}?

source: Import/Export
th: นำเข้า/ส่งออก

source: Import/Export License
th: ใบอนุญาตนำเข้า/ส่งออก

source: Imported
th: นำเข้าแล้ว

source: Importing Chart of Accounts... This may take a few minutes.
th: กำลังนำเข้ารายการบัญชี... อาจใช้เวลาสักครู่

source: Importing VAT types...
th: กำลังนำเข้าประเภท VAT...

source: Importing...
th: กำลังนำเข้า...

source: Improved by {0} positions
th: ปรับปรุงโดย {0} ตำแหน่ง

source: Improving
th: กำลังปรับปรุง

source: In Process
th: กำลังดำเนินการ

source: In Progress
th: กำลังดำเนินการ

source: In Qty
th: ในจำนวน

source: In Research
th: กำลังวิจัย

source: In Review
th: กำลังตรวจสอบ

source: In Transit
th: กำลังเดินทาง

source: Inactive
th: ไม่ใช้งาน

source: Inactive Target
th: เป้าหมายที่ไม่ใช้งาน

source: Inactive Template
th: แม่แบบที่ไม่ใช้งาน

source: Inactive Workflow
th: เวิร์กโฟลว์ที่ไม่ใช้งาน

source: Inactive tables won't appear in POS
th: ตารางที่ไม่ใช้งานจะไม่แสดงใน POS

source: Include Cancelled
th: รวมถึง ยกเลิกแล้ว

source: Include Company Logo
th: รวมโลโก้บริษัท

source: Include Early Entry
th: รวมการบันทึกก่อนเวลา

source: Include English Terms
th: รวมคำศัพท์ภาษาอังกฤษ

source: Income Level
th: ระดับรายได้

source: Income Type
th: ประเภทรายได้

source: Income Type is required for withholding tax
th: ประเภทรายได้จำเป็นสำหรับภาษีหัก ณ ที่จ่าย

source: Income Type is required when Withholding Tax is applicable
th: ประเภทรายได้เป็นข้อมูลที่จำเป็นเมื่อมีการหักภาษี ณ ที่จ่าย

source: Income Type is required when applying withholding tax
th: ประเภทรายได้เป็นข้อมูลที่จำเป็นเมื่อทำการหักภาษี ณ ที่จ่าย

source: Income type '{0}' is typically used with {1}, but document uses {2}
th: ประเภทรายได้ '{0}' โดยปกติใช้กับ {1} แต่เอกสารนี้ใช้ {2}

source: Industry
th: อุตสาหกรรม

source: Info Logs
th: บันทึกข้อมูล

source: Informational
th: ข้อมูลเชิงสารสนเทศ

source: Initial ranking recorded: Position {0}
th: บันทึกการจัดอันดับเริ่มต้น: ตำแหน่ง {0}

source: Initialized receipt tracking: {0} qty ordered, {1} planned deliveries created
th: เริ่มต้นการติดตามใบรับสินค้า: สั่งซื้อจำนวน {0} ชิ้น, สร้างแผนการจัดส่งจำนวน {1} รายการแล้ว

source: Initializing AI content generator...
th: กำลังเริ่มต้นเครื่องมือสร้างเนื้อหา AI...

source: Input VAT (Purchase Tax)
th: ภาษีซื้อ (ภาษีมูลค่าเพิ่ม)

source: Input tokens consumed
th: จำนวนโทเค็นที่ใช้

source: Inspirational
th: สร้างแรงบันดาลใจ

source: Instructions
th: คำแนะนำ

source: Insufficient historical data for forecasting (minimum 3 months required)
th: ข้อมูลประวัติไม่เพียงพอสำหรับการพยากรณ์ (ต้องมีอย่างน้อย 3 เดือน)

source: Insufficient permissions
th: สิทธิ์ไม่เพียงพอ

source: Insufficient permissions to approve budget
th: ไม่มีสิทธิ์เพียงพอในการอนุมัติงบประมาณ

source: Insufficient permissions to approve request
th: ไม่มีสิทธิ์เพียงพอในการอนุมัติคำขอ

source: Insufficient permissions to disburse cash
th: ไม่มีสิทธิ์เพียงพอในการเบิกจ่ายเงินสด

source: Insufficient permissions to reject budget
th: ไม่มีสิทธิ์เพียงพอในการปฏิเสธงบประมาณ

source: Insufficient permissions to reject request
th: ไม่มีสิทธิ์เพียงพอที่จะปฏิเสธคำขอ

source: Insufficient permissions to update item
th: ไม่มีสิทธิ์เพียงพอในการแก้ไขข้อมูลสินค้า

source: Integrations
th: การรวมระบบ

source: Intent: {0}
th: เจตนา: {0}

source: Inter Express Reference
th: อ้างอิง Inter Express

source: Inter Express reference (like DN tracking)
th: อ้างอิง Inter Express (เช่น การติดตามใบส่งของ)

source: Internal - Finance Team
th: ภายใน - ทีมการเงิน

source: Internal - HR Team
th: ภายใน - ทีมทรัพยากรบุคคล

source: Internal - Quality Team
th: ภายใน - ทีมคุณภาพ

source: Internal Links
th: ลิงก์ภายใน

source: Internal Links Count
th: วันสิลไม่เลือสิลร

source: Internal Notes
th: บันทึกภายใน

source: Internal and external linking
th: การเชื่อมโยงภายในและภายนอก

source: Internal server error
th: ข้อผิดพลาดภายในเซิร์ฟเวอร์

source: Introduction
th: การแนะนำ

source: Invalid API key
th: คีย์ API ไม่ถูกต้อง

source: Invalid Company: {0}
th: บริษัทไม่ถูกต้อง: {0}

source: Invalid Cron Expression
th: นิพจน์ Cron ไม่ถูกต้อง

source: Invalid Emails
th: อีเมลไม่ถูกต้อง

source: Invalid JSON in Template Configuration
th: การกำหนดค่าเทมเพลต JSON ไม่ถูกต้อง

source: Invalid JSON in Transformations: {0}
th: JSON ไม่ถูกต้องใน Transformations: {0}

source: Invalid JSON in Validation Rules: {0}
th: JSON ไม่ถูกต้องในกฎการตรวจสอบ: {0}

source: Invalid JSON in {0}: {1}
th: JSON ไม่ถูกต้องใน {0}: {1}

source: Invalid PND Type. Must be one of: {0}
th: ประเภท ภ.ง.ด. ไม่ถูกต้อง ต้องเป็นหนึ่งใน: {0}

source: Invalid Tax ID for {0} {1}
th: หมายเลขประจำตัวผู้เสียภาษีไม่ถูกต้องสำหรับ {0} {1}

source: Invalid Tax ID format: {0}
th: รูปแบบเลขประจำตัวผู้เสียภาษีไม่ถูกต้อง: {0}

source: Invalid Thai Tax ID format
th: รูปแบบเลขประจำตัวผู้เสียภาษีอากรไทยไม่ถูกต้อง

source: Invalid Thai Tax ID format. Must be 13 digits with valid checksum.
th: รูปแบบเลขประจำตัวผู้เสียภาษีมูลค่าเพิ่มไม่ถูกต้อง ต้องเป็นตัวเลข 13 หลักพร้อมด้วยเลขตรวจสอบที่ถูกต้อง

source: Invalid VAT Type
th: ประเภท VAT ไม่ถูกต้อง

source: Invalid VAT type: {0}
th: ประเภท VAT ไม่ถูกต้อง: {0}

source: Invalid age range format
th: รูปแบบช่วงอายไม่ถูกต้อง

source: Invalid authentication state
th: สถานะการตรวจสอบสิทธิ์ไม่ถูกต้อง

source: Invalid balance details format
th: รูปแบบรายละเอียดยอดคงเหลือไม่ถูกต้อง

source: Invalid closing details format
th: รูปแบบรายละเอียดการปิดไม่ถูกต้อง

source: Invalid context JSON
th: JSON บริบทชื่อยู่เป็นไทยชั่งส่านไม่ปียทร์

source: Invalid cron expression. Expected 5 or 6 fields (minute hour day month weekday [year])
th: นิพจน์ cron ไม่ถูกต้อง คาดหวัง 5 หรือ 6 ช่องข้อมูล (นาที ชั่วโมง วัน เดือน วันในสัปดาห์ [ปี])

source: Invalid cron field at position {0}: {1}
th: ฟิลด์ cron ไม่ถูกต้องที่ตำแหน่ง {0}: {1}

source: Invalid date range format
th: รูปแบบช่วงวันที่ไม่ถูกต้อง

source: Invalid email address
th: ที่อยู่อีเมลไม่ถูกต้อง

source: Invalid email addresses: {0}
th: ที่อยู่อีเมลไม่ถูกต้อง: {0}

source: Invalid email format: {0}
th: รูปแบบอีเมลไม่ถูกต้อง: {0}

source: Invalid filter format
th: รูปแบบตัวกรองไม่ถูกต้อง

source: Invalid item data. Please try refreshing the page.
th: ข้อมูลสินค้าไม่ถูกต้อง กรุณาลองรีเฟรชหน้าใหม่อีกครั้ง

source: Invalid metric. Must be one of: {0}
th: เมตริกไม่ถูกต้อง ต้องเป็นหนึ่งใน: {0}

source: Invalid records data provided
th: ข้อมูลระเบียนที่ให้มาไม่ถูกต้อง

source: Invalid report type
th: ประเภทรายงานไม่ถูกต้อง

source: Invalid report type. Valid options: {0}
th: ประเภทรายงานไม่ถูกต้อง ตัวเลือกที่ถูกต้อง: {0}

source: Invalid reporting data provided
th: ข้อมูลรายงานที่ให้มาไม่ถูกต้อง

source: Invalid response from server
th: การตอบกลับจากเซิร์ฟเวอร์ไม่ถูกต้อง

source: Invalid row data. Please try refreshing the page.
th: ข้อมูลแถวไม่ถูกต้อง กรุณาลองรีเฟรชหน้าจอใหม่อีกครั้ง

source: Invalid state parameter
th: พารามิเตอร์สถานะไม่ถูกต้อง

source: Invalid status. Valid options: {0}
th: สถานะไม่ถูกต้อง ตัวเลือกที่ถูกต้อง: {0}

source: Invalid status: {0}. Must be one of: {1}
th: สถานะไม่ถูกต้อง: {0} ต้องเป็นหนึ่งใน: {1}

source: Invalid time logs format
th: รูปแบบบันทึกเวลาที่ไม่ถูกต้อง

source: Invalid tokenization method '{0}'. Valid methods: {1}
th: วิธีการแบ่งโทเค็น '{0}' ไม่ถูกต้อง วิธีที่ถูกต้อง: {1}

source: Invalid {0} Tax ID checksum
th: รหัสประจำตัวผู้เสียภาษี {0} มีค่าเช็คซัมไม่ถูกต้อง

source: Inventory - Stock management and pricing
th: การจัดการสต็อกและการตั้งราคาภายในระบบสินค้าคงคลัง

source: Inventory Count
th: การนับสต็อก

source: Invoice
th: ใบแจ้งหนี้

source: Invoice Analysis
th: การวิเคราะห์ใบแจ้งหนี้

source: Invoice Date
th: วันที่ออกใบแจ้งหนี้

source: Invoice Number
th: จำนวนใบแจ้งหนี้

source: Invoice Posting Date
th: วันที่บันทึกใบกำกับภาษี

source: Invoice Status
th: สถานะใบแจ้งหนี้

source: Invoice {0} is already in the reference list
th: ใบแจ้งหนี้ {0} มีอยู่ในรายการอ้างอิงแล้ว

source: Invoiced Qty
th: จำนวนที่ออกใบแจ้งหนี้

source: Invoices
th: ใบแจ้งหนี้

source: Is Active
th: ใช้งานอยู่

source: Is Default
th: เป็นค่าเริ่มต้น

source: Is Default Template
th: เป็นเทมเพลตเริ่มต้น

source: Is Duplicate
th: เป็นรายการซ้ำ

source: Is Group
th: เป็นกลุ่ม
