Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Selected Qty
th: จำนวนที่เลือก

source: Selected account must be a Bank account
th: บัญชีซินสารางหน้าสารเบลสรับการเบลการ

source: Selected customer does not match external invoice customer: {0}
th: ลูกค้าที่เลือกไม่ตรงกับลูกค้าบนใบกำกับภาษีภายนอก: {0}

source: Self-hosted: http://localhost:8484 or https://grist.internal.company.com | External: https://grist.bunchee.online
th: โฮสต์ด้วยตนเอง: http://localhost:8484 หรือ https://grist.internal.company.com | ภายนอก: https://grist.bunchee.online

source: Selling
th: การขาย

source: Selling Management
th: การจัดการการขาย

source: Semi-annually
th: ทุกครึ่งปี

source: Send
th: ส่ง

source: Send Email
th: ส่งอีเมล์

source: Send In-App Notification
th: ส่งการแจ้งเตือนในแอป

source: Send LINE Notification
th: ส่งการแจ้งเตือน LINE

source: Send notification when workflow completes
th: ส่งการแจ้งเตือนเมื่อกระบวนการทำงานเสร็จสิ้น

source: Send to all users with Accounts Manager role
th: ส่งถึงผู้ใช้ทุกคนที่มีบทบาทผู้จัดการบัญชี

source: Send to all users with Quality Manager role
th: ส่งถึงผู้ใช้ทุกคนที่มีบทบาทผู้จัดการคุณภาพ

source: Send to compliance officer set in Thai Business Settings
th: ส่งไปยังเจ้าหน้าที่กำกับดูแลที่ตั้งค่าในการตั้งค่าธุรกิจไทย

source: Send to user assigned in Thai Business Settings
th: ส่งไปยังผู้ใช้ที่กำหนดใน การตั้งค่าธุรกิจภาษาไทย

source: Send to user assigned in event template
th: ส่งไปยังผู้ใช้ที่ได้รับมอบหมายในแม่แบบกิจกรรม

source: Sentence length should typically be at least 10 words
th: ความยาวของประโยคควรมีอย่างน้อย 10 คำเพื่อความชัดเจนและความสมบูรณ์ในการสื่อสารข้อมูลในระบบ

source: Sentence length, complexity
th: ความยาวประโยค ความซับซ้อน

source: Sentence {0} has {1} words (max: {2})
th: ประโยค {0} มีจำนวนคำ {1} คำ (สูงสุด: {2})

source: Serial No
th: อนุกรมไม่มี

source: Series
th: ชุด

source: Serve bucket objects directly from your S3 provider using "pre-signed" urls instead of use your Frappe server as proxy. If files match rules for being returned as presigned url, then cache settings are ignored. Your S3 provider offers some streaming capabilities that you may need (streaming videos for example)
th: ให้บริการวัตถุในบัคเก็ตโดยตรงจากผู้ให้บริการ S3 ของคุณโดยใช้ URL แบบ "pre-signed" แทนการใช้เซิร์ฟเวอร์ Frappe ของคุณเป็นพร็อกซี หากไฟล์ตรงตามกฎสำหรับการส่งคืนเป็น URL แบบ pre-signed การตั้งค่าการแคชจะถูกละเว้น ผู้ให้บริการ S3 ของคุณมีความสามารถในการสตรีมบางอย่างที่คุณอาจต้องการ (เช่น การสตรีมวิดีโอ)

source: Server Assignment
th: การกำหนดเซิร์ฟเวอร์

source: Server Name
th: ชื่อเซิร์ฟเวอร์

source: Server Resource Control Center
th: ศูนย์ควบคุมทรัพยากรเซิร์ฟเวอร์

source: Server assigned to this table
th: เซิร์ฟเวอร์ที่กำหนดให้กับโต๊ะนี้

source: Server version is newer
th: เวอร์ชันเซิร์ฟเวอร์ใหม่กว่า

source: Service
th: บริการ

source: Service successfully!
th: บริการสำเร็จเรียบร้อยแล้ว!

source: Service Account (Server)
th: บัญชีบริการ (เซิร์ฟเวอร์)

source: Service Account Configuration
th: การกำหนดค่าบัญชีบริการ

source: Service Account Email
th: อีเมลบัญชีบริการ

source: Service Account File Name
th: ชื่อไฟล์บัญชีผู้ใช้บริการ

source: Service Account JSON File Path
th: เส้นทางไฟล์ JSON บัญชีบริการ

source: Service Account Local File
th: ไฟล์ท้องถิ่นบัญชีบริการ

source: Service Account Local File Configuration
th: การกำหนดค่าบัญชีบริการไฟล์ภายในเครื่อง

source: Service Account is recommended for server-to-server automation
th: แนะนำให้ใช้ บัญชีบริการ สำหรับการทำงานอัตโนมัติระหว่างเซิร์ฟเวอร์

source: Service Contract
th: สัญญาบริการ

source: Service Features
th: คุณสมบัติของบริการ

source: Service Information
th: ข้อมูลบริการ

source: Service Start Date
th: วันที่เริ่มบริการ

source: Service Status
th: สถานะบริการ

source: Service Tier
th: ระดับบริการ

source: Service Type
th: ประเภทบริการ

source: Service account JSON file path not configured in TBS General Settings
th: เส้นทางไฟล์ JSON บัญชีบริการยังไม่ได้ตั้งค่าใน การตั้งค่าทั่วไปของ TBS

source: Service account connected successfully!
th: เชื่อมต่อบัญชีบริการสำเร็จแล้ว!

source: Service account file not found at: {0}
th: ไม่พบไฟล์บัญชีบริการที่: {0}

source: Services
th: บริการ

source: Session Defaults
th: ค่าเริ่มต้นของเซสชัน

source: Set as Primary Address
th: ตั้งเป็นที่อยู่หลัก

source: Set as Shipping Address
th: ตั้งเป็นที่อยู่จัดส่ง

source: Set as default VAT type for new customers/suppliers
th: ตั้งเป็นประเภทภาษีมูลค่าเพิ่มเริ่มต้นสำหรับลูกค้า/ผู้จำหน่ายใหม่

source: Settings
th: การตั้งค่า

source: Settings Name
th: ชื่อการตั้งค่า

source: Settings Not Available
th: การตั้งค่าไม่พร้อมใช้งาน

source: Setup Instructions
th: คำแนะนำการตั้งค่า

source: Shape
th: รูปร่าง

source: Shift
th: กะการทำงาน

source: Shift Mappings
th: การจับคู่กะงาน

source: Shift Type
th: ประเภทกะ

source: Shift report generated successfully
th: รายงานกะถูกสร้างเรียบร้อยแล้ว

source: Shift timestamp updated successfully
th: อัปเดตเวลาการเปลี่ยนกะสำเร็จแล้ว

source: Shipment
th: การจัดส่ง

source: Shipment Date
th: วันที่ ใบส่ง

source: Shipment Details
th: รายละเอียดการจัดส่ง

source: Shipment Number
th: หมายเลขการจัดส่ง

source: Shipping Address Display
th: แสดงที่อยู่จัดส่ง

source: Shipping Address Name
th: การจัดส่งสินค้าที่อยู่ชื่อ

source: Shop
th: ร้านค้า

source: Short code displayed on table (e.g., T01, A-1)
th: รหัสย่อแสดงในตาราง (เช่น T01, A-1)

source: Should be 0
th: ควรเป็น 0

source: Should be < 20%
th: ควรน้อยกว่า 20%

source: Should be checked for production environments. Will use secure (HTTPS/TLS) connection when connecting to S3 server defined in "host:port".
th: ควรตรวจสอบสำหรับสภาพแวดล้อมการผลิต จะใช้การเชื่อมต่อที่ปลอดภัย (HTTPS/TLS) เมื่อเชื่อมต่อกับเซิร์ฟเวอร์ S3 ที่กำหนดใน "host:port"

source: Should be exactly 1
th: ควรเป็น 1 เท่านั้น

source: Show Bilingual Labels
th: แสดงป้ายกำกับสองภาษา

source: Show Customer Items Code
th: แสดงรหัสสินค้าของลูกค้า

source: Show Customer Packing Size
th: แสดงขนาดบรรจุภัณฑ์ของลูกค้า

source: Show Items
th: แสดงรายการ

source: Showing {0} Material Request(s) matching: {1}
th: กำลังแสดงคำขอวัสดุ {0} รายการที่ตรงกับ: {1}

source: Showing {0} Material Request(s) with matching items
th: แสดงคำขอวัสดุ {0} รายการที่มีรายการตรงกัน

source: Showing {0} Sales Order(s) matching: {1}
th: กำลังแสดง {0} ใบสั่งขายที่ตรงกับ: {1}

source: Signature Labels
th: ป้ายลายเซ็นต์

source: Similarity percentage
th: เปอร์เซ็นต์ความคล้ายคลึง

source: Single Page Layout
th: เค้าโครงหน้าเดียว

source: Site that created/last updated this mapping
th: ไซต์ที่สร้าง/แก้ไขแผนผังนี้ล่าสุด

source: Site that created/last updated this mapping (e.g., inpac-pharma.bunchee.online)
th: ไซต์ที่สร้าง/อัปเดตแผนที่นี้ล่าสุด (เช่น inpac-pharma.bunchee.online)

source: Size
th: ขนาด

source: Skip to main content
th: ข้ามไปยังเนื้อหาหลัก

source: Slack Webhook URL
th: URL Webhook ของ Slack

source: Slightly Over by {0}%
th: เกินเล็กน้อย {0}%

source: Slug generated from title
th: สตริงที่สร้างจากหัวข้อ

source: Small Box
th: กล่องเล็ก

source: Social Login Key
th: คีย์เข้าสู่ระบบโซเชียล

source: Social Shares
th: การแชร์โซเชียล

source: Some overtime requests failed. Check Error Log for details.
th: คำขอทำงานล่วงเวลาบางรายการล้มเหลว กรุณาตรวจสอบ บันทึกข้อผิดพลาด สำหรับรายละเอียดเพิ่มเติม

source: Sort Order
th: เรียง

source: Source DocType
th: DocType แหล่งที่มา

source: Source Document
th: เอกสารต้นฉบับ

source: Source System
th: แหล่งข้อมูล

source: Source Warehouse
th: คลังสินค้าที่มา

source: Source content brief if applicable
th: ข้อมูลแหล่งที่มา (ถ้ามี)

source: Southern
th: ภาคใต้

source: Span Columns
th: รวมคอลัมน์

source: Span Rows
th: รวมแถว

source: Special Account Register
th: ทะเบียนบัญชีพิเศษ

source: Special tax compliance
th: การปฏิบัติตามภาษีพิเศษ

source: Special withholding tax for various types of assessable income
th: ภาษีหัก ณ ที่จ่ายพิเศษสำหรับรายได้ที่ต้องประเมินประเภทต่างๆ

source: Specific document this report is linked to
th: เอกสารเฉพาะที่รายงานนี้เชื่อมโยงอยู่กับ

source: Stable
th: เสถียรภาพ

source: Staging
th: การเตรียมการ

source: Standard
th: มาตรฐาน

source: Standard ERPNext posting date (priority 4)
th: วันที่บันทึกมาตรฐาน ERPNext (ลำดับความสำคัญ 4)

source: Standard Hours
th: ชั่วโมงมาตรฐาน

source: Standard Medicine Box
th: กล่องยาแบบมาตรฐาน

source: Standard POS receipt format
th: รูปแบบใบเสร็จรับเงิน POS มาตรฐาน

source: Standard Receipt
th: ใบเสร็จรับเงินมาตรฐาน

source: Standard Working Hours per Day
th: ชั่วโมงทำงานมาตรฐานต่อวัน

source: Start Date
th: วันที่เริ่มต้น

source: Start Over
th: เริ่มใหม่

source: Start Service
th: เริ่มบริการ

source: Start Task
th: เริ่มงาน

source: Start date of disbursements being replenished
th: วันที่เริ่มต้นของการเบิกจ่ายที่ได้รับการเติมเงิน

source: Start working on this task?
th: เริ่มดำเนินการกับงานนี้หรือไม่?

source: Started At
th: เริ่มต้นเมื่อ

source: Starting AI content generation...
th: กำลังเริ่มต้นการสร้างเนื้อหา AI...

source: Starting SEO analysis...
th: กำลังเริ่มการวิเคราะห์ SEO...

source: Starting Thai branches import...
th: กำลังเริ่มนำเข้าสาขาในประเทศไทย...

source: Starting fresh SEO analysis...
th: กำลังเริ่มการวิเคราะห์ SEO ใหม่...

source: Starting task...
th: เริ่มต้นงาน...

source: Starts On
th: เริ่มต้นวันที่

source: Status
th: สถานะ

source: Status & References
th: สถานะและการอ้างอิง

source: Status & Settings
th: สถานะและการตั้งค่า

source: Status & Tracking
th: สถานะและการติดตาม

source: Status Legend
th: คำอธิบายสถานะ

source: Status Reason
th: เหตุผลสถานะ

source: Status: {0}
th: สถานะ: {0}

source: Step 1: Select Mapping Template
th: ขั้นตอนที่ 1: เลือกแม่แบบการจับคู่ข้อมูล

source: Step 2: Upload CSV File
th: ขั้นตอนที่ 2: อัปโหลดไฟล์ CSV

source: Step 3: Preview & Validation
th: ขั้นตอนที่ 3: การแสดงตัวอย่างและการตรวจสอบความถูกต้อง

source: Step 4: Download or Import
th: ขั้นตอนที่ 4: ดาวน์โหลดหรือ นำเข้า

source: Step-by-step preparation checklist for this compliance event
th: รายการตรวจสอบการเตรียมความพร้อมทีละขั้นตอนสำหรับเหตุการณ์การปฏิบัติตามนี้

source: Stock
th: สต็อก

source: Stock Entry
th: ใบสำคัญเบิกจ่ายวัสดุ

source: Stock Entry & Tracking
th: การบันทึกและติดตามสินค้าคงคลัง

source: Stock Entry created for material transfer
th: สร้างรายการเบิกจ่ายสินค้าเพื่อโอนย้ายวัสดุแล้ว

source: Stock Entry {0} already exists
th: ใบเบิกจ่ายสินค้า {0} มีอยู่แล้ว

source: Stock Entry {0} cancelled
th: ใบรับเข้า/ออกสินค้า {0} ถูกยกเลิกแล้ว

source: Stock Entry {0} created (Draft). Submit it after physical verification.
th: ใบเบิกจ่ายสินค้า {0} ถูกสร้าง (ร่าง) กรุณาส่งหลังจากตรวจสอบสินค้าจริงแล้ว

source: Stock Manager
th: ผู้จัดการ

source: Stock Qty
th: จำนวนหุ้น

source: Stock Reports
th: รายงานสต็อกสินค้า

source: Stock Reservations
th: การสำรองสต็อก

source: Stock Transfer
th: การโอนสินค้าคงคลัง

source: Stock UOM
th: UOM สต็อก

source: Stock User
th: หุ้นผู้ใช้

source: Stock information retrieved successfully
th: ข้อมูลสต็อกถูกดึงมาเรียบร้อยแล้ว

source: Stop Service
th: หยุดบริการ

source: Stop Words: {0}
th: คำหยุด: {0}

source: Stop words list seems short ({0} words). Consider adding more common Thai words
th: รายการคำที่หยุดดูเหมือนจะสั้น ({0} คำ) โปรดพิจารณาเพิ่มคำไทยที่ใช้บ่อยมากขึ้น

source: Stopped
th: หยุดแล้ว

source: Storage class
th: คลาสที่เก็บข้อมูล

source: Storage name is required
th: จำเป็นต้องระบุชื่อคลังสินค้า

source: Storage parameter is required
th: พารามิเตอร์ที่เก็บข้อมูลเป็นสิ่งจำเป็น

source: Store data locally even when using Grist server (works offline)
th: จัดเก็บข้อมูลในเครื่องแม้ขณะใช้งานเซิร์ฟเวอร์ Grist (ใช้งานแบบออฟไลน์ได้)

source: Stream buffer size must be at least of 8192 bytes.
th: ขนาดบัฟเฟอร์สตรีมต้องไม่น้อยกว่า 8192 ไบต์

source: Streamline your business operations with our comprehensive suite of tools. From inventory management to accounting, we've got you covered.
th: ปรับปรุงกระบวนการดำเนินธุรกิจของคุณให้ราบรื่นด้วยชุดเครื่องมือครบวงจรของเรา ตั้งแต่การจัดการคลังสินค้าไปจนถึงการบัญชี เราพร้อมสนับสนุนคุณในทุกขั้นตอน

source: Stripe Settings
th: การตั้งค่า Stripe

source: Structure
th: โครงสร้าง

source: Structure (0-100)
th: โครงสร้าง (0-100)

source: Sub-district
th: ตำบล

source: SubDistrict/Town
th: ตำบล/อำเภอ

source: Subcontracted Item To Be Received
th: รายการจ้างเหมาช่วงที่ต้องรับสินค้า

source: Subcontracted Raw Materials To Be Transferred
th: วัตถุดิบที่รับจ้างผลิตเพื่อโอนย้าย

source: Subdistrict (ตำบล/แขวง)
th: ตำบล/แขวง

source: Subject
th: หัวข้อ

source: Submitted
th: ส่งแล้ว

source: Submitted At
th: ส่งเมื่อ

source: Submitting...
th: กำลังส่ง...

source: Subtotal
th: ยอดรวมย่อย

source: Success
th: สำเร็จ

source: Success Metrics
th: เกณฑ์วัดความสำเร็จ

source: Successful Generation
th: สร้างสำเร็จ

source: Successfully fetched attendance records
th: ดึงข้อมูลบันทึกการลงเวลาทำงานสำเร็จแล้ว

source: Successfully imported {0} accounts for {1}
th: นำเข้า {0} บัญชีสำเร็จสำหรับ {1}

source: Successfully migrated {0} reservations to Stock Reservation Entry
th: ย้ายข้อมูลการจอง {0} รายการไปยังรายการสำรองสต็อกเรียบร้อยแล้ว

source: Successfully reconciled {0} entries
th: ปรับปรุงรายการ {0} สำเร็จแล้ว

source: Successfully translated {0} accounts to Thai. {1} accounts already had Thai names.
th: แปลชื่อบัญชี {0} รายการเป็นภาษาไทยสำเร็จแล้ว บัญชี {1} รายการมีชื่อภาษาไทยอยู่แล้ว

source: Successfully updated {0} out of {1} records
th: อัปเดตข้อมูล {0} จากทั้งหมด {1} รายการสำเร็จแล้ว

source: Suggest Content Topics
th: แนะนำหัวข้อเนื้อหา

source: Suggest Thai Keywords
th: แนะนำคำสำคัญภาษาไทย

source: Suggested Internal Links
th: ลิงก์ภายในที่แนะนำ

source: Suggested Keywords
th: คำค้นแนะนำ

source: Suggested Replenishment
th: ข้อเสนอการเติมสินค้า

source: Suggested Topics
th: หัวข้อที่แนะนำ

source: Suggested Topics for {0}
th: หัวข้อแนะนำสำหรับ {0}

source: Suggested content type: {0}
th: ประเภทเนื้อหาที่แนะนำ: {0}

source: Suggested defaults for {0} business
th: ค่าเริ่มต้นที่แนะนำสำหรับธุรกิจ {0}

source: Suggested replenishment amount: {0}
th: ปริมาณการเติมสินค้าที่แนะนำ: {0}

source: Suggested tone: {0}
th: โทนเสียงที่แนะนำ: {0}

source: Suggestion
th: ข้อเสนอแนะ

source: Suggestions
th: ข้อเสนอแนะ

source: Sum of all disbursed requests
th: ผลรวมคำขอที่เบิกจ่ายทั้งหมด

source: Summary
th: สรุป

source: Summary Metrics
th: สรุปตัวชี้วัด

source: Summary of items in this invoice
th: สรุปสินค้าภายในใบกำกับภาษีนี้

source: Summary of petty cash transactions
th: สรุปการทำรายการเงินสดย่อย

source: Supplier
th: ผู้จำหน่าย

source: Supplier Addresses And Contacts
th: ที่อยู่และผู้ติดต่อของผู้จำหน่าย

source: Supplier Branch
th: สาขา ผู้จำหน่าย

source: Supplier Contract
th: สัญญาผู้จำหน่าย

source: Supplier Delivery Note
th: หมายเหตุการจัดส่งของผู้จัดจำหน่าย

source: Supplier Group
th: กลุ่มซัพพลายเออร์

source: Supplier ID and rating are required
th: รหัสผู้จำหน่ายและคะแนนการประเมินเป็นข้อมูลที่จำเป็น

source: Supplier Information
th: ข้อมูลผู้จำหน่าย

source: Supplier Name
th: ชื่อผู้จำหน่าย

source: Supplier Quotation
th: ใบเสนอราคาของผู้ผลิต

source: Supplier Quotation Comparison
th: การเปรียบเทียบใบเสนอราคาผู้จำหน่าย

source: Supplier Scorecard
th: บัตรคะแนนผู้จำหน่าย

source: Supplier Scorecard Criteria
th: เกณฑ์บัตรคะแนนผู้จำหน่าย

source: Supplier Scorecard Standing
th: สถานะบัตรคะแนนผู้จำหน่าย

source: Supplier Scorecard Variable
th: ตัวแปรบัตรคะแนนผู้จำหน่าย

source: Supplier Tax ID
th: หมายเลขประจำตัวผู้เสียภาษีผู้จำหน่าย

source: Supplier Tax ID is required
th: รหัสผู้เสียภาษีของผู้จำหน่ายเป็นข้อมูลที่จำเป็นต้องระบุ

source: Supplier contract created successfully
th: สัญญาผู้จำหน่ายถูกสร้างเรียบร้อยแล้ว

source: Supplier is required
th: จำเป็นต้องระบุผู้จำหน่าย

source: Supplier not found
th: ไม่พบ ผู้จัดจำหน่าย

source: Supplier rating saved successfully
th: การให้คะแนนผู้จำหน่ายบันทึกสำเร็จแล้ว

source: Supplier-Wise Sales Analytics
th: การวิเคราะห์ยอดขายแยกตามผู้จำหน่าย

source: Suppliers
th: ซัพพลายเออร์

source: Supported formats: .xlsx, .xls
th: รูปแบบที่รองรับ: .xlsx, .xls

source: Suspended
th: ที่ถูกระงับ

source: Switch To Desk
th: สวิทช์ไปที่โต๊ะทำงาน

source: Switch to {0}
th: เปลี่ยนเป็น {0}

source: Sync PO Items
th: ซิงค์รายการใบสั่งซื้อ

source: Sync VAT Types from Database
th: ซิงค์ประเภท VAT จากฐานข้อมูล

source: Sync from Database
th: ซิงค์จากฐานข้อมูล

source: Sync is not enabled in TBS General Settings
th: การซิงค์ไม่ได้เปิดใช้งานในการตั้งค่าทั่วไปของ TBS

source: Sync is not enabled or API URL not configured
th: การซิงค์ยังไม่ได้เปิดใช้งานหรือยังไม่ได้ตั้งค่า URL ของ API

source: Synced {0} mappings ({1} failed), {2} customers ({3} failed)
th: ซิงค์แผนที่ {0} รายการ ({1} ล้มเหลว), ลูกค้า {2} รายการ ({3} ล้มเหลว)

source: System Information
th: ข้อมูลระบบ

source: System Manager
th: ผู้จัดการระบบ

source: System Prompt
th: พรอมต์ระบบ

source: System Prompt Preview
th: การแสดงตัวอย่างพรอมต์ระบบ

source: System Usage Statistics
th: สถิติการใช้งานระบบ

source: System designed to comply with Thai tax laws
th: ระบบที่ออกแบบมาให้สอดคล้องกับกฎหมายภาษีของประเทศไทย

source: System prompt for AI model instructions
th: คำสั่งระบบสำหรับคำแนะนำโมเดล AI

source: TBS App
th: แอป TBS

source: TBS CoA Mapping Template
th: เทมเพลตการจับคู่แผนผังบัญชี TBS

source: TBS Collateral Photo
th: ภาพหลักประกัน TBS

source: TBS Collateral Registry
th: ทะเบียนหลักประกัน TBS

source: TBS Configuration
th: การตั้งค่า TBS

source: TBS Customer Item Naming
th: การตั้งชื่อรายการลูกค้า TBS

source: TBS Customer Outstanding Bill
th: ใบแจ้งหนี้ค้างชำระลูกค้า TBS

source: TBS Customer Purchase History
th: ประวัติการซื้อของลูกค้า TBS

source: TBS Customer Quotation
th: ใบเสนอราคา ลูกค้า TBS

source: TBS Customer Shipping Address
th: ที่อยู่จัดส่งลูกค้า TBS

source: TBS Delivery Company
th: บริษัท ทีบีเอส เดลิเวอรี่

source: TBS Delivery Service
th: บริการจัดส่ง TBS

source: TBS Delivery Service {0} already exists for this Delivery Note
th: บริการจัดส่ง TBS {0} มีอยู่แล้วสำหรับใบส่งสินค้า

source: TBS Delivery Service {0} created successfully
th: บริการจัดส่ง TBS {0} สร้างเรียบร้อยแล้ว

source: TBS Delivery Service {0} has been cancelled
th: บริการจัดส่ง TBS {0} ถูกยกเลิกแล้ว

source: TBS Duplicate Collateral
th: หลักประกันซ้ำ TBS

source: TBS End User Code Mapping
th: การทำแผนที่รหัสผู้ใช้ปลายทาง TBS

source: TBS External Storage
th: TBS ที่เก็บข้อมูลภายนอก

source: TBS External Storage Ignored Doctype
th: TBS External Storage ข้าม Doctype

source: TBS External Storage by Folder
th: TBS การจัดเก็บภายนอกตามโฟลเดอร์

source: TBS General Settings
th: การตั้งค่าทั่วไปของ TBS

source: TBS Material Code Mapping
th: การจับคู่รหัสวัสดุ TBS

source: TBS Material Code Mapping DocType not found
th: ไม่พบ DocType การจับคู่รหัสวัสดุ TBS

source: TBS Print Agent Config
th: การตั้งค่าเอเจนต์พิมพ์ TBS

source: TBS Print Agent Printer
th: เครื่องพิมพ์ตัวแทนพิมพ์ TBS

source: TBS Print Job Queue
th: คิวงานพิมพ์ TBS

source: TBS Print Template
th: แม่แบบการพิมพ์ TBS

source: TBS Restaurant Table
th: โต๊ะร้านอาหาร TBS

source: TBS Secret Mapping
th: การทำแผนที่ลับ TBS

source: TBS Settings
th: การตั้งค่า TBS

source: TBS Table Layout
th: เค้าโครงตาราง TBS

source: TBS Table Zone
th: โซนตาราง TBS

source: TBS Workspace Access
th: การเข้าถึงพื้นที่ทำงาน TBS

source: TEST-.DYY.-.DWW.-.####
th: ทดสอบ-.วัน.-.สัปดาห์.-.####

source: TEST-.DYY.DMM.-.#####
th: ทดสอบ-.วัน.เดือน.-.#####

source: TEST-.DYYYY.DMM.DDD.-.####
th: TEST-.ปปปป.ดด.ววว.-.####

source: TEST-.YY.MM.#####
th: ทดสอบ-.ปี.ค.ศ.#####

source: TF-IDF analysis results
th: ผลการวิเคราะห์ TF-IDF

source: TOTAL
th: รวม

source: TVR-.YYYY.-
th: TVR-.ปี พ.ศ.-

source: Table Code
th: รหัสตาราง

source: Table Layout
th: เค้าโครงตาราง

source: Table Merge
th: รวมตาราง

source: Table Name
th: ชื่อตาราง

source: Table Name (Thai)
th: ชื่อตาราง

source: Table span exceeds grid columns (ends at column {0}, max is {1})
th: ช่วงตารางเกินจำนวนคอลัมน์ของกริด (สิ้นสุดที่คอลัมน์ {0}, สูงสุดคือ {1})

source: Table span exceeds grid rows (ends at row {0}, max is {1})
th: ช่วงตารางเกินจำนวนแถวในกริด (สิ้นสุดที่แถว {0}, สูงสุดคือ {1})

source: Table {0} has an active order
th: ตาราง {0} มีคำสั่งซื้อที่กำลังดำเนินการอยู่

source: Table {0} is already merged
th: ตาราง {0} ได้ถูกรวมแล้ว

source: Table {0} is not available (current status: {1})
th: ตาราง {0} ไม่พร้อมใช้งาน (สถานะปัจจุบัน: {1})

source: Table {0} is not merged
th: ตาราง {0} ยังไม่ได้รวมเซลล์

source: Table {0} status changed to {1}
th: สถานะของตาราง {0} เปลี่ยนเป็น {1}

source: Tags (comma-separated)
th: แท็ก (คั่นด้วยเครื่องหมายจุลภาค)

source: Target Achieved: Currently at target position
th: เป้าหมายที่บรรลุ: ปัจจุบันอยู่ในตำแหน่งเป้าหมาย

source: Target Article
th: บทความเป้าหมาย

source: Target Audience
th: กลุ่มเป้าหมาย

source: Target Customer
th: ลูกค้าเป้าหมาย

source: Target English keywords for international audience
th: คำสำคัญเป้าหมายสำหรับผู้ชมสากล

source: Target Exceeded: Currently {0} positions above target!
th: เกินเป้าหมาย: ขณะนี้สูงกว่าเป้าหมาย {0} ตำแหน่ง!

source: Target Keyword
th: คำสำคัญเป้าหมาย

source: Target Name
th: ชื่อเป้าหมาย

source: Target Position
th: ตำแหน่งเป้าหมาย

source: Target Ranking Position
th: ตำแหน่งการจัดอันดับเป้าหมาย

source: Target Ranking Position ({0}) is lower than Current Position ({1})
th: ตำแหน่งการจัดอันดับเป้าหมาย ({0}) ต่ำกว่าตำแหน่งปัจจุบัน ({1})

source: Target Ranking Position must be between 1 and 100
th: ตำแหน่งการจัดอันดับเป้าหมายต้องอยู่ระหว่าง 1 ถึง 100

source: Target Readability Score
th: คะแนนความอ่านง่ายเป้าหมาย

source: Target Readability Score must be between 0 and 100
th: คะแนนความอ่านง่ายเป้าหมายต้องอยู่ระหว่าง 0 ถึง 100

source: Target URL
th: URL เป้าหมาย

source: Target Warehouse
th: คลังสินค้าเป้าหมาย

source: Target Warehouse (Consignment)
th: คลังสินค้าปลายทาง (ฝากขาย)

source: Target Warehouse set from customer's default: {0}
th: คลังสินค้าปลายทางตั้งค่าจากค่าปริยายของลูกค้า: {0}

source: Target Warehouse {0} differs from customer's default warehouse {1}
th: คลังสินค้าปลายทาง {0} แตกต่างจากคลังสินค้าปริยายของลูกค้า {1}

source: Target Word Count
th: จำนวนคำเป้าหมาย

source: Target Word Count ({0}) cannot be greater than Maximum Word Count ({1})
th: จำนวนคำเป้าหมาย ({0}) ต้องไม่มากกว่าจำนวนคำสูงสุด ({1})

source: Target Word Count ({0}) should not exceed Maximum Word Count ({1})
th: จำนวนคำเป้าหมาย ({0}) ต้องไม่เกินจำนวนคำสูงสุด ({1})

source: Target Words
th: คำเป้าหมาย

source: Target achieved!
th: เป้าหมายสำเร็จแล้ว!

source: Target configuration exported successfully
th: การส่งออกการกำหนดเป้าหมายเสร็จสมบูรณ์เรียบร้อยแล้ว

source: Target word count: {0} words
th: จำนวนคำเป้าหมาย: {0} คำ

source: Task Completed
th: งานเสร็จสมบูรณ์แล้ว

source: Task Information
th: ข้อมูลงาน

source: Task Queue Dashboard
th: แผงควบคุมคิวงาน

source: Task Title
th: หัวข้อภารกิจ

source: Task Type
th: ประเภทงาน

source: Task blocked successfully
th: งานถูกบล็อกเรียบร้อยแล้ว

source: Task blocked: {0}
th: งานถูกบล็อก: {0}

source: Task completed: {0}. Performance Score: {1}
th: งานเสร็จสมบูรณ์: {0} คะแนนประสิทธิภาพ: {1}

source: Task must be assigned to a user before starting work.
th: งานต้องได้รับการมอบหมายให้กับผู้ใช้ก่อนเริ่มดำเนินการงาน

source: Task resumed
th: งานได้รับการดำเนินการต่อแล้ว

source: Task started successfully
th: งานเริ่มต้นเรียบร้อยแล้ว

source: Task started: {0}
th: งานเริ่มต้น: {0}

source: Tax
th: ภาษี

source: Tax Audit
th: การตรวจสอบภาษี

source: Tax Calculation
th: การคำนวณภาษี

source: Tax Compliance - VAT, WHT, and tax reports
th: การปฏิบัติตามภาษี - ภาษีมูลค่าเพิ่ม, ภาษีหัก ณ ที่จ่าย, และรายงานภาษี

source: Tax Form Code
th: รหัสแบบฟอร์มภาษี

source: Tax Form Name (English)
th: ชื่อแบบฟอร์มภาษี (ภาษาอังกฤษ)

source: Tax Form Name (Thai)
th: ชื่อแบบฟอร์มภาษี (ภาษาไทย)

source: Tax ID
th: เลขประจำตัวผู้เสียภาษี

source: Tax Information
th: ข้อมูลภาษี

source: Tax Invoice Book No.
th: เลขที่เล่มใบกำกับภาษี

source: Tax Invoice Date
th: วันที่ใบกำกับภาษี

source: Tax Invoice Details
th: รายละเอียดใบกำกับภาษี

source: Tax Invoice generated successfully
th: ใบกำกับภาษีถูกสร้างเรียบร้อยแล้ว

source: Tax Invoices
th: ใบกำกับภาษี

source: Tax Month
th: เดือนภาษี
