Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Tax Office
th: สำนักงานสรรพากร

source: Tax Office Code
th: รหัสสำนักงานสรรพากร

source: Tax Rate
th: อัตราภาษี

source: Tax Reports
th: รายงานภาษี

source: Tax Template Links
th: ลิงก์แม่แบบภาษี

source: Tax Templates
th: แม่แบบภาษี

source: Tax branch code if applicable
th: รหัสสาขาภาษี (ถ้ามี)

source: Tax calculation error. Expected: {0}, Actual: {1}
th: เกิดข้อผิดพลาดในการคำนวณภาษี คาดว่า: {0}, จริง: {1}

source: Tax rate must be between 0 and 100
th: อัตราภาษีต้องอยู่ระหว่าง 0 ถึง 100

source: Technical Details
th: รายละเอียดทางเทคนิค

source: Technology
th: เที่ยนสริ่ง

source: Temperature
th: อุณหภูมิ

source: Temperature must be between 0.0 and 1.0
th: อุณหภูมิต้องอยู่ระหว่าง 0.0 ถึง 1.0

source: Template
th: แม่แบบ

source: Template "{0}" selected - Type: {1}, Target: {2} words
th: เลือกแม่แบบ "{0}" - ประเภท: {1}, เป้าหมาย: {2} คำ

source: Template '{0}' cloned successfully as '{1}'
th: เทมเพลต '{0}' ถูกคัดลอกสำเร็จเป็น '{1}'

source: Template '{0}' does not exist
th: แม่แบบ '{0}' ไม่มีอยู่จริง

source: Template '{0}' is already set as default for {1} industry
th: เทมเพลต '{0}' ถูกตั้งเป็นค่าเริ่มต้นสำหรับอุตสาหกรรม {1} แล้ว

source: Template Available
th: แม่แบบพร้อมใช้งาน

source: Template Code
th: รหัสแม่แบบ

source: Template Configuration
th: การกำหนดค่าแม่แบบ

source: Template Content
th: เนื้อหาแม่แบบ

source: Template Details
th: รายละเอียดแม่แบบ

source: Template Information
th: ข้อมูลแม่แบบ

source: Template Name
th: ชื่อแม่แบบ

source: Template Preview
th: ตัวอย่างแม่แบบ

source: Template Rendering Error
th: ข้อผิดพลาดในการเรนเดอร์เทมเพลต

source: Template Type
th: ประเภทแม่แบบ

source: Template Used
th: แบบฟอร์มที่ใช้

source: Template cloned successfully
th: คัดลอกเทมเพลตสำเร็จแล้ว

source: Template content is required
th: จำเป็นต้องมีเนื้อหาแม่แบบ

source: Template content is required for preview
th: จำเป็นต้องมีเนื้อหาแม่แบบสำหรับการแสดงตัวอย่าง

source: Template exported successfully
th: เทมเพลตส่งออกเรียบร้อยแล้ว

source: Template file not found: {0}
th: ไม่พบไฟล์แม่แบบ: {0}

source: Template imported successfully
th: เทมเพลตนำเข้าเรียบร้อยแล้ว

source: Template loaded successfully
th: เทมเพลตโหลดสำเร็จแล้ว

source: Template placeholders: {0}
th: ตัวยึดตำแหน่งแม่แบบ: {0}

source: Template should contain proper HTML structure
th: เทมเพลตควรมีโครงสร้าง HTML ที่ถูกต้อง

source: Template text with placeholders for this section
th: ข้อความแม่แบบพร้อมตัวยึดตำแหน่งสำหรับส่วนนี้

source: Template with name '{0}' already exists
th: เทมเพลตที่มีชื่อ '{0}' มีอยู่แล้ว

source: Template {0} is disabled
th: แม่แบบ {0} ถูกปิดใช้งานแล้ว

source: Templates
th: แม่แบบ

source: Terms and Conditions Template
th: แม่แบบข้อกำหนดและเงื่อนไข

source: Territory
th: เขตแดน

source: Test
th: ทดสอบ

source: Test AI Configuration
th: ทดสอบการตั้งค่า AI

source: Test Article Compliance
th: ทดสอบความสอดคล้องของบทความ

source: Test Compliance
th: การปฏิบัติตามข้อกำหนดการทดสอบ

source: Test Connection
th: ทดสอบการเชื่อมต่อ

source: Test Data (JSON)
th: ข้อมูลทดสอบ (JSON)

source: Test Font Application
th: ทดสอบการใช้งานแบบอักษร

source: Test Notes
th: หมายเหตุการทดสอบ

source: Test Prompt
th: ทดสอบข้อความ

source: Test Result Details
th: รายละเอียดผลการทดสอบ

source: Test patterns: Document date (DYY, DMM, etc.) vs Standard (YY, MM, etc.)
th: รูปแบบทดสอบ: วันที่เอกสาร (DYY, DMM, ฯลฯ) เทียบกับ มาตรฐาน (YY, MM, ฯลฯ)

source: Test the connection to affiliate ERPNext server
th: ทดสอบการเชื่อมต่อกับเซิร์ฟเวอร์ ERPNext สาขาย่อย

source: Testing
th: ทดสอบ

source: Testing Google Cloud Vision API connection...
th: กำลังทดสอบการเชื่อมต่อ Google Cloud Vision API...

source: Testing connection to Google Cloud Vision API...
th: กำลังทดสอบการเชื่อมต่อกับ Google Cloud Vision API...

source: Testing connection to affiliate server...
th: กำลังทดสอบการเชื่อมต่อกับเซิร์ฟเวอร์พันธมิตร...

source: Testing connection to device...
th: กำลังทดสอบการเชื่อมต่อกับอุปกรณ์...

source: Thai
th: แปลเป็น

source: Thai Accounting
th: การบัญชีภาษาไทย

source: Thai Address Lookup
th: ค้นหาที่อยู่ในประเทศไทย

source: Thai Billing (Purchase)
th: ใบวางบิลภาษาไทย (การซื้อ)

source: Thai Billing (Sales)
th: การออกใบแจ้งหนี้ภาษาไทย (การขาย)

source: Thai Branch
th: สาขาไทย

source: Thai Branches Import Complete
th: การนำเข้าสาขาไทยเสร็จสมบูรณ์แล้ว

source: Thai Business
th: ธุรกิจไทย

source: Thai Business Content Target
th: เป้าหมายเนื้อหาธุรกิจไทย

source: Thai Business Features
th: คุณสมบัติทางธุรกิจภาษาไทย

source: Thai Business Suite
th: ชุดธุรกิจไทย

source: Thai Business Suite custom document date field (priority 1)
th: ฟิลด์วันที่เอกสารกำหนดเองของ Thai Business Suite (ความสำคัญ 1)

source: Thai Business Suite installed successfully. Please configure the Thai Voucher Settings.
th: การติดตั้ง Thai Business Suite สำเร็จแล้ว กรุณากำหนดค่าการตั้งค่าวอชเชอร์ไทย

source: Thai Business Type Item
th: ประเภทธุรกิจ

source: Thai Business Types
th: ประเภทธุรกิจไทย

source: Thai Calendar Event
th: ซิงค์ กิจกรรมบนปฏิทิน

source: Thai Compliance Document Requirement
th: ข้อกำหนดเอกสารสำหรับการปฏิบัติตามกฎหมายของไทย

source: Thai Compliance Event Reminder
th: การแจ้งเตือนเหตุการณ์ตามข้อกำหนดของไทย

source: Thai Compliance Event Template
th: เทมเพลตกิจกรรมตามข้อกำหนดของไทย

source: Thai Content Guidelines
th: แนวทางเนื้อหาภาษาไทย

source: Thai Content HTML
th: เนื้อหา HTML ภาษาไทย

source: Thai Content Markdown
th: เนื้อหา Markdown ภาษาไทย

source: Thai Content Standards
th: มาตรฐานเนื้อหาภาษาไทย

source: Thai Currency Format
th: รูปแบบสกุลเงินไทย

source: Thai Customer Tax ID must be 13 digits
th: เลขประจำตัวผู้เสียภาษีของลูกค้าไทยต้องมีจำนวน 13 หลัก

source: Thai Description Template
th: เทมเพลตคำอธิบายภาษาไทย

source: Thai Document Template
th: แม่แบบเอกสารภาษาไทย

source: Thai Font
th: ฟอนต์ภาษาไทย

source: Thai Font Auto Apply Disabled
th: ปิดใช้งานการใช้ฟอนต์ภาษาไทยอัตโนมัติ

source: Thai Input VAT Report
th: รายงานภาษีซื้อ VAT

source: Thai Keyword
th: แปลเป็น

source: Thai Keyword Equivalent
th: คำสำคัญภาษาไทย

source: Thai Keyword Settings
th: การตั้งค่าคีย์เวิร์ดภาษาไทย

source: Thai Keywords
th: แปลเป็น

source: Thai Language Interface
th: อินเทอร์เฟซภาษาไทย

source: Thai Language Settings
th: การตั้งค่าภาษาไทย

source: Thai Local SEO Notes
th: หมายเหตุ SEO ท้องถิ่นสำหรับไทย

source: Thai Market
th: ตลาดไทย

source: Thai Market Context
th: บริบทตลาดไทย

source: Thai Meta Description
th: คำอธิบายเมตาในภาษาไทย

source: Thai Meta Description is {0} characters. Recommended: 80-100 Thai characters.
th: คำอธิบายเมตาไทยมีความยาว {0} ตัวอักษร แนะนำให้มีความยาว 80-100 ตัวอักษรภาษาไทย

source: Thai Meta Title
th: ชื่อเมตา ภาษาไทย

source: Thai Meta Title is {0} characters. Recommended: 30-40 Thai characters.
th: ชื่อเรื่องเมตาไทยมีความยาว {0} ตัวอักษร แนะนำให้มีความยาว 30-40 ตัวอักษรไทย

source: Thai Name Column
th: คอลัมน์ชื่อภาษาไทย

source: Thai Only
th: ภาษาไทย เท่านั้น

source: Thai Optimization
th: การปรับแต่งภาษาไทย

source: Thai Output VAT Report
th: รายงานภาษีขาย VAT

source: Thai Output VAT Report (Placeholder)
th: รายงาน VAT ขาออก (ตัวยึด)

source: Thai Overtime Center
th: ศูนย์จัดการล่วงเวลา

source: Thai Overtime Request
th: คำขอค่าล่วงเวลา

source: Thai Overtime Settings
th: ตั้งค่าการทำงานล่วงเวลา

source: Thai Overtime Type
th: ประเภทการทำงานล่วงเวลา

source: Thai Payment Voucher generated successfully.
th: ใบสำคัญจ่ายภาษาไทยถูกสร้างเรียบร้อยแล้ว

source: Thai Province
th: จังหวัด

source: Thai Province Item
th: รายการจังหวัดไทย

source: Thai Provinces
th: จังหวัดไทย

source: Thai Provinces by Region
th: จังหวัดไทยตามภูมิภาค

source: Thai Purchase VAT
th: ภาษีมูลค่าเพิ่มสำหรับการซื้อไทย

source: Thai Readability Standard
th: มาตรฐานการอ่านภาษาไทย

source: Thai Region
th: เที่สิดชอบ

source: Thai Regions
th: ภูมิภาคไทย

source: Thai SEO Guidelines
th: แนวทางการทำ SEO ภาษาไทย

source: Thai SEO Guidelines document does not exist
th: เอกสารแนวทาง SEO ภาษาไทยไม่มีอยู่ในระบบ

source: Thai SERP Features
th: ฟีเจอร์ SERP ภาษาไทย

source: Thai SERP Standards
th: มาตรฐาน SERP ภาษาไทย

source: Thai Search Intent
th: เจตนาการค้นหาภาษาไทย

source: Thai Seasonal Events
th: กิจกรรมตามฤดูกาลของไทย

source: Thai Seasonal Events Calendar
th: ปฏิทินกิจกรรมตามฤดูกาลของไทย

source: Thai Stock Card
th: บัตรสินค้าคงคลัง

source: Thai Stop Words
th: คำหยุดภาษาไทย

source: Thai Tax & Compliance
th: ภาษีและการปฏิบัติตามข้อกำหนดของไทย

source: Thai Tax Compliance
th: การปฏิบัติตามภาษีของไทย

source: Thai Tax Deadline Reminder
th: การแจ้งเตือนกำหนดเวลาภาษี

source: Thai Tax Deadline Template
th: เทมเพลตกำหนดเวลาภาษีไทย

source: Thai Tax ID must be 13 digits
th: หมายเลขประจำตัวผู้เสียภาษีไทยต้องมี 13 หลัก

source: Thai Tax Invoice generated successfully.
th: ใบกำกับภาษีไทยถูกสร้างเรียบร้อยแล้ว

source: Thai Tax Invoices
th: ใบกำกับภาษี

source: Thai Tax Validation Failed
th: การตรวจสอบความถูกต้องของภาษีไทยล้มเหลว

source: Thai Title Template
th: แม่แบบชื่อเรื่องภาษาไทย

source: Thai VAT
th: VAT

source: Thai VAT Recognition
th: การรับรู้ VAT

source: Thai VAT Recognition Item
th: รายการการรับรู้ภาษีมูลค่าเพิ่ม (VAT) ไทย

source: Thai VAT Records
th: ภาษีมูลค่าไทย

source: Thai VAT and Withholding Tax Management System for Thai Businesses
th: ระบบบริหารภาษีมูลค่าเพิ่มและภาษีหัก ณ ที่จ่ายสำหรับธุรกิจไทย

source: Thai VAT custom fields created successfully
th: สร้างฟิลด์กำหนดเองสำหรับ VAT ไทยสำเร็จแล้ว

source: Thai VAT template data file not found: {0}
th: ไม่พบไฟล์ข้อมูลแม่แบบ VAT ไทย: {0}

source: Thai Voucher
th: ใบสำคัญบัญชี

source: Thai Voucher Error: Debit and Credit amounts must be balanced
th: ข้อผิดพลาดบัตรเงินสดไทย: ยอดเดบิตและเครดิตต้องสมดุลกัน

source: Thai Voucher Settings
th: การตั้งค่าวอชเชอร์ภาษาไทย

source: Thai Vouchers
th: ใบสำคัญบัญชีภาษาไทย

source: Thai branches imported successfully!
th: สาขาไทยนำเข้าเรียบร้อยแล้ว!

source: Thai business accounts configured for {0}
th: บัญชีธุรกิจสรางไทยราบริษัท {0}

source: Thai business rule violation
th: การละเมิดกฎระเบียบทางธุรกิจไทย

source: Thai font will not be automatically applied. Users will see the default Inter font.
th: ฟอนต์ภาษาไทยจะไม่ถูกนำไปใช้โดยอัตโนมัติ ผู้ใช้จะเห็นฟอนต์เริ่มต้นเป็น Inter

source: Thai holidays, festivals affecting content
th: วันหยุดนักขัตฤกษ์และเทศกาลของไทยที่ส่งผลต่อเนื้อหา

source: Thai template placeholders: {0}
th: ตัวแปรแม่แบบภาษาไทย: {0}

source: Thai translation of order type name
th: ประเภทคำสั่งซื้อ

source: Thai-Specific Data
th: ข้อมูลเฉพาะสำหรับประเทศไทย

source: Thank you for your business!
th: ขอบคุณสำหรับธุรกิจของคุณ!

source: Thank you for your business! Please come again.
th: ขอขอบคุณสำหรับธุรกิจของท่าน! โปรดแวะมาใช้บริการอีกครั้งค่ะ/ครับ

source: The following emails are invalid: {0}
th: อีเมลต่อไปนี้ไม่ถูกต้อง: {0}

source: The format and structure of the content
th: รูปแบบและโครงสร้างของเนื้อหา

source: The parent account {0} does not exists in the uploaded template
th: บัญชีหลัก {0} ไม่มีอยู่ในแม่แบบที่อัปโหลด

source: The repair cost gets added to the asset's gross purchase amount (asset value), instead of being treated as an expense.
th: ค่าซ่อมบำรุงจะถูกเพิ่มเข้าไปในจำนวนเงินซื้อรวมของสินทรัพย์ (มูลค่าสินทรัพย์) แทนที่จะถูกบันทึกเป็นค่าใช้จ่าย

source: The selected Thai font will be automatically applied when users with Thai language preference access the system.
th: แบบอักษรไทยที่เลือกจะถูกนำไปใช้โดยอัตโนมัติเมื่อผู้ใช้ที่ตั้งค่าภาษาเป็นภาษาไทยเข้าสู่ระบบ

source: The specified Dropbox path is not a folder
th: เส้นทาง Dropbox ที่ระบุไม่ใช่โฟลเดอร์

source: The specified Google Drive ID is not a folder
th: รหัส Google Drive ที่ระบุไม่ใช่โฟลเดอร์

source: The specified OneDrive ID is not a folder
th: OneDrive ID ที่ระบุไม่ใช่โฟลเดอร์

source: The tone and style of the generated content
th: โทนเสียงและสไตล์ของเนื้อหาที่สร้างขึ้น

source: There are {} files using this bucket. The field you just updated is critical, be careful!
th: มีไฟล์ {} ที่ใช้บัคเก็ตนี้ ฟิลด์ที่คุณเพิ่งอัปเดตเป็นฟิลด์สำคัญ โปรดระมัดระวัง!

source: Thermal
th: เทอร์มอล

source: Thermal Printer
th: เครื่องพิมพ์ความร้อน

source: This Month
th: เดือนนี้

source: This Week
th: สัปดาห์นี้

source: This data is calculated from sales and purchase VAT reports in the system
th: ข้อมูลนี้คำนวณจากรายงาน VAT การขายและการซื้อในระบบ

source: This doctype does not allow remote files attached to it. Check "TBS External Storage" advanced settings for more details.
th: doctype นี้ไม่อนุญาตให้แนบไฟล์ระยะไกล โปรดตรวจสอบการตั้งค่าขั้นสูงของ "TBS External Storage" สำหรับรายละเอียดเพิ่มเติม

source: This feature requires Google Search Console API integration. Coming soon!
th: ฟีเจอร์นี้ต้องการการเชื่อมต่อ API ของ Google Search Console กำลังจะมาเร็วๆ นี้!

source: This form is for review purposes only
th: แบบฟอร์มนี้ใช้สำหรับการตรวจสอบเท่านั้น

source: This is an accounting decision that should follow your company's capitalization policy and accounting standards (Thai Accounting Standards/TFRS).
th: นี่คือการตัดสินใจทางบัญชีที่ควรปฏิบัติตามนโยบายการตั้งทุนของบริษัทและมาตรฐานการบัญชี (มาตรฐานการบัญชีไทย/TFRS)

source: This keyword is not currently used in any articles
th: คำสำคัญนี้ยังไม่ได้ถูกใช้ในบทความใดๆ ในขณะนี้

source: This method is only meant for developer mode
th: วิธีนี้มีไว้สำหรับโหมดนักพัฒนาเท่านั้น

source: This repair exceeds the annual budget. Budget approval from Purchase Manager is recommended before proceeding.
th: การซ่อมแซมนี้เกินงบประมาณประจำปี ขอแนะนำให้ได้รับการอนุมัติงบประมาณจากผู้จัดการฝ่ายจัดซื้อก่อนดำเนินการต่อไป

source: This will analyze the article content and generate a comprehensive SEO report. Continue?
th: ระบบนี้จะวิเคราะห์เนื้อหาบทความและสร้างรายงาน SEO อย่างละเอียด ดำเนินการต่อหรือไม่?

source: This will be set as the default template for {0}
th: นี่จะถูกตั้งเป็นแม่แบบเริ่มต้นสำหรับ {0}

source: This will change the global currency default to THB (Thai Baht). Continue?
th: การดำเนินการนี้จะเปลี่ยนสกุลเงินเริ่มต้นทั่วโลกเป็น THB (บาทไทย) ดำเนินการต่อหรือไม่?

source: This will create a new SEO Article based on this brief. The article will be pre-filled with keywords, recommended structure, and metadata. Continue?
th: นี่จะเป็นการสร้างบทความ SEO ใหม่โดยอิงจากข้อมูลสรุปนี้ บทความจะถูกกรอกข้อมูลล่วงหน้าด้วยคำสำคัญ โครงสร้างที่แนะนำ และข้อมูลเมตา ดำเนินการต่อหรือไม่?

source: This will create a new SEO analysis report for the article. Continue?
th: นี่จะเป็นการสร้างรายงานวิเคราะห์ SEO ใหม่สำหรับบทความ ต้องการดำเนินการต่อหรือไม่?

source: This will create overtime requests for all employees with overtime hours in the selected date range. Continue?
th: ระบบจะสร้างคำขอทำงานล่วงเวลาสำหรับพนักงานทุกคนที่มีชั่วโมงทำงานล่วงเวลาในช่วงวันที่ที่เลือก ดำเนินการต่อหรือไม่?

source: This will force reload the TBS General Settings DocType to ensure all fields are properly loaded. Continue?
th: การดำเนินการนี้จะบังคับให้โหลดใหม่ DocType การตั้งค่าทั่วไป TBS เพื่อให้แน่ใจว่าฟิลด์ทั้งหมดถูกโหลดอย่างถูกต้อง ดำเนินการต่อหรือไม่?

source: This will import all 51 Thai provinces as branches. Existing branches will be updated if needed. Continue?
th: ระบบจะนำเข้าทุก 51 จังหวัดของประเทศไทยเป็นสาขา สาขาที่มีอยู่แล้วจะได้รับการอัปเดตหากจำเป็น ดำเนินการต่อหรือไม่?

source: This will manually trigger an attendance fetch from the device. Continue?
th: การดำเนินการนี้จะเป็นการดึงข้อมูลการลงเวลาทำงานจากอุปกรณ์ด้วยตนเอง ต้องการดำเนินการต่อหรือไม่?

source: This will reset all guidelines to default values. Continue?
th: การดำเนินการนี้จะรีเซ็ตค่าทุกคำแนะนำเป็นค่าเริ่มต้น ต้องการดำเนินการต่อหรือไม่?

source: Thought Leadership
th: ความเป็นผู้นำทางความคิด

source: Ticket
th: ตั๋ว

source: Time
th: เวลา

source: Time Tracking
th: การติดตามเวลา

source: Time of day to send notification (default 9:00 AM)
th: เวลาของวันสำหรับส่งการแจ้งเตือน (ค่าเริ่มต้น 9:00 น.)

source: Time taken to generate content
th: เวลาที่ใช้ในการสร้างเนื้อหา

source: Timeout for API calls to affiliate server
th: หมดเวลารอสำหรับการเรียก API ไปยังเซิร์ฟเวอร์พันธมิตร

source: Timeout for Grist server API calls
th: หมดเวลารอสำหรับการเรียก API ของเซิร์ฟเวอร์ Grist

source: Timestamps
th: เครื่องหมายเวลาประทับ

source: Timezone
th: เขตเวลา

source: Timezone for the attendance records
th: โซนเวลาสำหรับบันทึกการเข้างาน

source: Title
th: ชื่อเรื่อง

source: Title Template
th: แม่แบบหัวข้อ

source: Title length {0} exceeds maximum {1} Thai characters
th: ความยาวชื่อเรื่อง {0} เกินขนาดสูงสุด {1} ตัวอักษรภาษาไทย

source: Title length {0} is below minimum {1} Thai characters
th: ความยาวหัวข้อ {0} ต่ำกว่าขั้นต่ำที่กำหนด {1} ตัวอักษรภาษาไทย

source: Title or name
th: หัวข้อหรือชื่อ

source: Title tags, meta descriptions
th: แท็กชื่อเรื่อง, คำอธิบายเมตา

source: Title: {0}-{1} chars
th: หัวข้อ: {0}-{1} ตัวอักษร

source: To Date
th: ถึงวันที่

source: To Date is required
th: วันที่ถึงจำเป็นต้องระบุ

source: Today
th: วันที่

source: Toggle Auto-Refresh
th: สลับการรีเฟรชอัตโนมัติ

source: Toggle Full Width
th: สลับความกว้างเต็มหน้าจอ

source: Toggle Theme
th: สลับธีม

source: Token Usage
th: การใช้งานโทเค็น

source: Tokenization Method
th: วิธีการสร้างวุฒิบัตร

source: Tone
th: โทน

source: Tools
th: เครื่องมือ

source: Top 10 Keywords
th: 10 คีย์เวิร์ดยอดนิยม

source: Top 10 Keywords ({0}) cannot exceed Total Keywords Ranking ({1})
th: 10 คีย์เวิร์ดยอดนิยม ({0}) ต้องไม่เกินอันดับคีย์เวิร์ดยอดรวม ({1})

source: Top 10 keywords cannot exceed total keywords ranking
th: 10 คีย์เวิร์ดยอดนิยมต้องไม่เกินอันดับรวมของคีย์เวิร์ดทั้งหมด

source: Top 3 Keywords
th: 3 คีย์เวิร์ดสูงสุด

source: Top 3 Keywords ({0}) cannot exceed Top 10 Keywords ({1})
th: คำสำคัญ 3 อันดับแรก ({0}) ต้องไม่เกินคำสำคัญ 10 อันดับแรก ({1})

source: Top 3 Ranking - Excellent visibility!
th: อันดับ 3 อันดับแรก - การมองเห็นยอดเยี่ยม!

source: Top 3 keywords cannot exceed Top 10 keywords
th: 3 คีย์เวิร์ดยอดนิยมสูงสุดไม่เกิน 10 คีย์เวิร์ดยอดนิยม

source: Top 3: {0} | Top 10: {1}
th: อันดับ 3 อันดับแรก: {0} | อันดับ 10 อันดับแรก: {1}

source: Top Margin (mm)
th: ระยะขอบบน (มม.)

source: Top Performing Articles
th: บทความที่มีผลงานยอดเยี่ยมสูงสุด

source: Topic Clusters
th: กลุ่มหัวข้อ

source: Topic Clusters (JSON)
th: กลุ่มหัวข้อ (JSON)

source: Total
th: รวม

source: Total (Without Tax)
th: รวม (ไม่มีภาษี)

source: Total API Calls Today
th: ยอดรวมการเรียกใช้ API วันนี้

source: Total Accounts
th: บัญชีทั้งหมด

source: Total Amount
th: ยอดรวม

source: Total Cost
th: ค่าใช้จ่ายรวม

source: Total Deliveries
th: ยอดการจัดส่งทั้งหมด

source: Total Disbursed (Month to Date)
th: ยอดจ่ายรวม (ตั้งแต่ต้นเดือนถึงปัจจุบัน)

source: Total Disbursements
th: ยอดรวมการจ่ายเงิน

source: Total Estimated Hours (Active)
th: ชั่วโมงรวมโดยประมาณ (กำลังใช้งาน)

source: Total Income
th: รายได้ทั้งหมด

source: Total Issues: {0}
th: จำนวนปัญหาทั้งหมด: {0}

source: Total Items
th: รวมจำนวน สินค้า

source: Total Keywords
th: รวมคำสำคัญ

source: Total Keywords Ranking
th: การจัดอันดับคำสำคัญทั้งหมด

source: Total Net Amount
th: ยอดสุทธิรวม

source: Total Output VAT
th: ยอดรวม VAT ออก

source: Total Planned Value
th: มูลค่าที่วางแผนรวม

source: Total Production Orders
th: ยอดรวมใบสั่งผลิต

source: Total Qty
th: จำนวนรวม

source: Total Records
th: รวมระเบียนทั้งหมด

source: Total Request Amount
th: ยอดรวมจำนวนคำขอ

source: Total Revenue
th: รายได้รวม

source: Total Selected
th: รวมที่เลือก

source: Total Sold Amount
th: ยอดขายรวม

source: Total Tokens
th: จำนวนโทเค็นทั้งหมด

source: Total VAT
th: ยอดรวมภาษีมูลค่าเพิ่ม

source: Total Value
th: มูลค่ารวม

source: Total Views
th: ยอดเข้าชมทั้งหมด

source: Total amount before VAT
th: ยอดรวมก่อนภาษีมูลค่าเพิ่ม

source: Total amount disbursed in this period
th: จำนวนเงินที่จ่ายทั้งหมดในช่วงเวลานี้

source: Total clicks from search results
th: ยอดคลิกทั้งหมดจากผลการค้นหา

source: Total comments on this article
th: ความคิดเห็นทั้งหมดในบทความนี้

source: Total cost of consumed spare parts
th: ราคารวมของอะไหล่ที่ใช้ไป

source: Total disbursements this month
th: ยอดจ่ายรวมเดือนนี้

source: Total goal completions (form submissions, downloads, etc.)
th: ยอดรวมการบรรลุเป้าหมายทั้งหมด (การส่งแบบฟอร์ม, การดาวน์โหลด ฯลฯ)

source: Total number of keywords ranking
th: จำนวนคำสำคัญที่จัดอันดับทั้งหมด

source: Total quantity must be greater than 0
th: จำนวนฟิดอยุ่นสินจำนวนสัว 0

source: Total search impressions from Google Search Console
th: ยอดการแสดงผลการค้นหาทั้งหมดจาก Google Search Console

source: Total shares across social media platforms
th: จำนวนหุ้นรวมทั้งหมดในแพลตฟอร์มโซเชียลมีเดีย

source: Total tokens used (prompt + completion)
th: จำนวนโทเค็นที่ใช้ทั้งหมด (พร้อมข้อความแนะนำและข้อความตอบกลับ)

source: Totals
th: รวมทั้งหมด

source: Tourism
th: การท่องเที่ยว

source: Track
th: ติดตาม

source: Track who accessed which secrets (MANAGED tier only)
th: ติดตามผู้ที่เข้าถึงความลับใดบ้าง (เฉพาะระดับ MANAGED)

source: Tracking Number
th: หมายเลขติดตามสินค้า

source: Tracking URL Template
th: แม่แบบ URL การติดตาม

source: Tracking data refreshed successfully
th: ข้อมูลการติดตามได้รับการรีเฟรชเรียบร้อยแล้ว

source: Tracking number from delivery company
th: หมายเลขติดตามจากบริษัทจัดส่ง

source: Traffic Metrics
th: มาตรวัดปริมาณการใช้งาน

source: Traffic Summary
th: สรุปปริมาณการใช้งาน

source: Transaction Date
th: วันที่ทำรายการ

source: Transaction reference or receipt number
th: เลขที่อ้างอิงรายการหรือใบเสร็จรับเงิน

source: Transactional
th: รายการทำธุรกรรม

source: Transfer
th: โอน

source: Transfer Date
th: วันโอน

source: Transformation Rules
th: กฎการเปลี่ยนแปลง

source: Transformations (JSON)
th: การแปลงข้อมูล (JSON)

source: Transformations Help
th: คำแนะนำเกี่ยวกับการแปลงข้อมูล

source: Transformations must be a JSON object
th: การแปลงต้องเป็นวัตถุ JSON

source: Translation Tools
th: เครื่องมือแปลภาษา

source: Translation Tools Settings
th: การตั้งค่าเครื่องมือแปล

source: Transportation
th: การขนส่ง

source: Trend: {0}
th: แนวโน้ม: {0}

source: Trial Balance
th: งบทดลอง

source: Trigger Condition Examples
th: ตัวอย่างเงื่อนไขทริกเกอร์

source: Trigger Conditions (JSON)
th: เงื่อนไขการทริกเกอร์ (JSON)

source: Trigger Configuration
th: การตั้งค่าทริกเกอร์

source: Trigger Document
th: เอกสารทริกเกอร์

source: Trigger Document Type
th: ประเภทเอกสารทริกเกอร์

source: Trigger Examples
th: ตัวอย่างทริกเกอร์

source: Trigger Type
th: ประเภททริกเกอร์

source: Trigger document {0} {1} does not exist
th: เอกสารทริกเกอร์ {0} {1} ไม่มีอยู่จริง

source: Trigger document {0} {1} must be submitted
th: เอกสารทริกเกอร์ {0} {1} ต้องได้รับการส่งแล้ว

source: Trigger: {0}
th: ทริกเกอร์: {0}

source: Type
th: ประเภท

source: Type Thai postal code (e.g., 10200, 83120)
th: กรุณากรอกรหัสไปรษณีย์ของไทย (เช่น 10200, 83120)

source: Type Thai postal code to auto-fill address fields
th: พิมพ์รหัสไปรษณีย์ไทยเพื่อกรอกข้อมูลที่อยู่โดยอัตโนมัติ

source: Type of error (rate_limit, authentication, api_error, etc.)
th: ประเภทของข้อผิดพลาด (rate_limit, authentication, api_error, ฯลฯ)

source: Type: {0}
th: ประเภท: {0}

source: UOM
th: หน่วยนับ

source: URL currently ranking for this keyword
th: URL ที่กำลังจัดอันดับสำหรับคำค้นหานี้ในขณะนี้

source: US grade level required
th: ระดับชั้นเรียนของสหรัฐอเมริกา (US Grade Level)

source: Unable to calculate VAT for this transaction
th: ไม่สามารถคำนวณ VAT สำหรับรายการนี้ได้

source: Unauthorized access
th: การเข้าถึงโดยไม่ได้รับอนุญาต

source: Uncheck if document is optional
th: ยกเลิกการเลือกหากเอกสารเป็นทางเลือก

source: Uncheck to disable this order type
th: ยกเลิกการเลือกเพื่อปิดใช้งานประเภทคำสั่งซื้อนี้

source: Uncheck to stop generating events for this template
th: ยกเลิกการเลือกเพื่อหยุดการสร้างเหตุการณ์สำหรับแม่แบบนี้

source: Uncheck to temporarily disable access without removing email
th: ยกเลิกการเลือกเพื่อปิดการเข้าถึงชั่วคราวโดยไม่ต้องลบอีเมล

source: Unchecked (Default)
th: ไม่ได้เลือก (ค่าเริ่มต้น)

source: Under Estimate by {0}%
th: ต่ำกว่าการประเมินราคา {0}%

source: Unexpected error: {0}
th: ข้อผิดพลาดที่ไม่คาดคิด: {0}

source: Unique Thai market traits to address
th: ลักษณะเฉพาะของตลาดไทยที่ต้องพิจารณา

source: Unique Visitors
th: ผู้เข้าชมที่ไม่ซ้ำกัน
