Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Petty Cash (Not Available)
th: เงินสดย่อย (ไม่พร้อมใช้งาน)

source: Petty Cash Account
th: บัญชีเงินสดย่อย

source: Petty Cash Account must be of type Cash or Bank, not {0}
th: บัญชีเงินสดย่อยต้องเป็นประเภท เงินสด หรือ ธนาคาร เท่านั้น ไม่ใช่ {0}

source: Petty Cash Account {0} is below minimum balance
th: บัญชี Petty Cash {0} ชีส่อนของปีนตินผลิก

source: Petty Cash Account {0} is not active
th: บัญชีซียอาคาบบัญชี {0} ไม่ส่างสิน

source: Petty Cash Audit
th: การตรวจสอบเงินสดย่อย

source: Petty Cash Balance
th: ยอดเงินสดย่อยคงเหลือ

source: Petty Cash Disbursement for {0} - {1}
th: การเบิกเงินสดย่อยสำหรับ {0} - {1}

source: Petty Cash Fund Replenishment
th: การเติมเงินกองทุนเงินสดย่อย

source: Petty Cash GL Account
th: บัญชีแยกประเภทเงินสดย่อย

source: Petty Cash Limit
th: วงเงินเงินสดย่อย

source: Petty Cash Management
th: การจัดการเงินสดย่อย

source: Petty Cash Payment
th: การจ่ายเงินสดย่อย

source: Petty Cash Payments
th: การจ่ายเงินสดย่อย

source: Petty Cash Receipt
th: ใบสำคัญเงินสดย่อย

source: Petty Cash Received
th: เงินสดย่อยรับเข้า

source: Petty Cash Replenishment
th: การเติมเงินสดย่อย

source: Petty Cash Replenishment Item
th: รายการเติมเงินเงินสดย่อย

source: Petty Cash Replenishment {0} - Transfer from Bank to Petty Cash Fund
th: การเติมเงินสดย่อย {0} - โอนจากบัญชีธนาคารไปยังกองทุนเงินสดย่อย

source: Petty Cash Reports (Not Available)
th: รายงานเงินสดย่อย (ไม่พร้อมใช้งาน)

source: Petty Cash Request
th: คำขอเงินสดย่อย

source: Petty Cash Setting
th: การตั้งค่ากระแสเงินสดย่อย

source: Petty Cash Settings
th: การตั้งค่ากระแสเงินสดย่อย

source: Petty Cash Summary
th: สรุปเงินสดย่อย

source: Petty Cash Voucher
th: ใบสำคัญเงินสดย่อย

source: Petty cash balance after replenishment
th: ยอดเงินสดย่อยหลังจากเติมเงิน

source: Petty cash balance before replenishment
th: ยอดเงินสดย่อยก่อนการเติมเงิน

source: Pharmaceutical
th: เภสัชกรรม

source: Pharmaceutical Regulatory
th: ข้อกำหนดทางกฎหมายด้านยา

source: Phone
th: โทรศัพท์

source: Phone Number
th: หมายเลขโทรศัพท์

source: Photo
th: รูปภาพ

source: Photo Hash
th: แฮชรูปภาพ

source: Photo Information
th: ข้อมูลรูปภาพ

source: Photo file not found: {0}
th: ไม่พบไฟล์รูปภาพ: {0}

source: Photograph
th: ภาพถ่าย

source: Photos
th: รูปภาพ

source: Pick List {0} already exists for this Sales Order
th: รายการเลือก {0} มีอยู่แล้วสำหรับใบสั่งขายนี้

source: Pick List {0} created automatically (Draft)
th: รายการเบิกสินค้า {0} สร้างโดยอัตโนมัติ (ร่าง)

source: Picked
th: เลือกแล้ว

source: Pickup at Branch
th: รับสินค้าที่สาขา

source: Pickup at Post Office
th: รับสินค้าที่ที่ทำการไปรษณีย์

source: Planned Date
th: วันที่ชาร

source: Planned Delivery
th: กำหนดการส่งมอบ

source: Planned Delivery Date
th: วันที่ส่งมอบที่วางแผนไว้

source: Planned Delivery Details
th: รายละเอียดการจัดส่งที่วางแผนไว้

source: Planned End
th: กำหนดสิ้นสุด

source: Planned Qty
th: จำนวนที่วางแผนไว้

source: Planned Quantity
th: จำนวนวางแผน

source: Planned Start
th: กำหนดเริ่มต้น

source: Planned Value
th: มูลค่าที่วางแผนไว้

source: Platform
th: แพลตฟอร์ม

source: Playwright Python package is not installed. Run `pip install playwright` and then `playwright install chromium`
th: แพ็กเกจ Playwright สำหรับภาษา Python ยังไม่ได้ติดตั้ง กรุณารันคำสั่ง `pip install playwright` จากนั้นรัน `playwright install chromium`

source: Please add at least one External Invoice Reference using the "Add Reference" button or select from External Sales Invoice.
th: กรุณาเพิ่มอย่างน้อยหนึ่งรายการอ้างอิงใบแจ้งหนี้ภายนอกโดยใช้ปุ่ม "เพิ่มรายการอ้างอิง" หรือเลือกจากใบแจ้งหนี้ขายภายนอก

source: Please add at least one item or service
th: กรุณาเพิ่มสินค้าอย่างน้อยหนึ่งรายการหรือบริการ

source: Please assign task to a user before starting.
th: กรุณากำหนดงานให้ผู้ใช้ก่อนเริ่มต้นใช้งาน

source: Please assign this task to a user before starting.
th: กรุณากำหนดงานนี้ให้กับผู้ใช้ก่อนเริ่มดำเนินการ

source: Please check if there is PND3 Form data for month
th: กรุณาตรวจสอบว่ามีข้อมูลแบบฟอร์ม PND. สำหรับเดือนนี้หรือไม่

source: Please configure your environment variables as shown in the guide, then test the connection.
th: กรุณากำหนดค่าตัวแปรสภาพแวดล้อมของคุณตามที่แสดงในคู่มือ จากนั้นทดสอบการเชื่อมต่อ

source: Please enter External Invoice Date
th: กรุณาใส่วันที่ใบกำกับภาษีภายนอก

source: Please enter External Invoice Number
th: กรุณาใส่หมายเลขใบแจ้งหนี้ภายนอก

source: Please enter a cron expression for scheduled workflows
th: กรุณาใส่สตริง cron สำหรับเวิร์กโฟลว์ที่กำหนดเวลาไว้

source: Please enter a target keyword first.
th: กรุณาใส่คำสำคัญเป้าหมายก่อนครับ/ค่ะ

source: Please enter a valid Quantity
th: กรุณาใส่จำนวนที่ถูกต้อง

source: Please enter actual hours spent on this task.
th: กรุณากรอกจำนวนชั่วโมงที่ใช้จริงในงานนี้

source: Please enter an article title first
th: กรุณาใส่หัวข้อบทความก่อน

source: Please enter at least one filter criteria
th: กรุณาใส่เกณฑ์ตัวกรองอย่างน้อยหนึ่งรายการ

source: Please enter the actual hours spent on this task before completing.
th: กรุณากรอกจำนวนชั่วโมงที่ใช้จริงสำหรับงานนี้ก่อนทำเครื่องหมายว่าสำเร็จแล้ว

source: Please login to access this page
th: กรุณาเข้าสู่ระบบเพื่อเข้าถึงหน้าหน้านี้

source: Please make sure the file you are using has 'Parent Account' column present in the header.
th: โปรดตรวจสอบให้แน่ใจว่าไฟล์ที่คุณใช้งานมีคอลัมน์ 'บัญชีหลัก' อยู่ในส่วนหัวของตาราง

source: Please place your service account file in the specified directory, then create a Google Cloud Settings record.
th: โปรดวางไฟล์บัญชีผู้ใช้บริการของคุณในไดเรกทอรีที่ระบุ จากนั้นสร้างระเบียนการตั้งค่า Google Cloud

source: Please provide CSV content or upload a sample CSV file
th: กรุณาให้เนื้อหา CSV หรืออัปโหลดไฟล์ CSV ตัวอย่าง

source: Please provide a reason for rejection
th: กรุณาระบุเหตุผลในการปฏิเสธ

source: Please provide either a Grist file, CSV data, or Grist data structure
th: กรุณาให้ไฟล์ Grist, ข้อมูล CSV หรือโครงสร้างข้อมูล Grist

source: Please save the Consignment before selecting batches.
th: กรุณาบันทึกใบฝากขายก่อนเลือกล็อตสินค้า

source: Please save the Consignment to confirm this item row before selecting batches.
th: กรุณาบันทึกใบฝากขายเพื่อยืนยันแถวรายการสินค้านี้ก่อนเลือกล็อตสินค้า

source: Please save the Sales Invoice before selecting batches.<br><br>Batch selections require a saved Sales Invoice to link to.
th: กรุณาบันทึกใบกำกับภาษีขายก่อนเลือกล็อตสินค้า<br><br>การเลือกล็อตสินค้าจำเป็นต้องมีใบกำกับภาษีขายที่บันทึกแล้วเพื่อเชื่อมโยงข้อมูล

source: Please save the template first
th: กรุณาบันทึกแม่แบบก่อน

source: Please select 'Service Account (Server)' as authentication method
th: กรุณาเลือก 'บัญชีบริการ (เซิร์ฟเวอร์)' เป็นวิธีการตรวจสอบสิทธิ์

source: Please select Petty Cash Account first
th: กรุณาเลือก บัญชี การอายัดบัญชี พุธสาราก พรู่

source: Please select Province, District, and Subdistrict
th: กรุณาเลือก จังหวัด อำเภอ และ ตำบล

source: Please select Source Warehouse first
th: กรุณาเลือก คลังสินค้าต้นทาง ก่อน

source: Please select a Warehouse first
th: กรุณาเลือกคลังสินค้าก่อน

source: Please select a business type first
th: กรุณาเลือกประเภทธุรกิจก่อน

source: Please select a chart template
th: กรุณาเลือกแม่แบบแผนภูมิ

source: Please select a company
th: กรุณาเลือกบริษัท

source: Please select a company and search for data
th: กรุณาเลือกบริษัทและค้นหาข้อมูล

source: Please select a file
th: กรุณาเลือกไฟล์

source: Please select a file to upload
th: กรุณาเลือกไฟล์เพื่ออัปโหลด

source: Please select a storage connection first
th: กรุณาเลือกการเชื่อมต่อที่เก็บข้อมูลก่อน

source: Please select a table
th: โปรดเลือกตาราง

source: Please select a template type first
th: กรุณาเลือกประเภทแม่แบบก่อน

source: Please select an Item first
th: กรุณาเลือกไอเท็มก่อน

source: Please select an authentication method first.
th: กรุณาเลือกวิธีการตรวจสอบสิทธิ์ก่อนค่ะ

source: Please select at least one batch
th: กรุณาเลือกชุดข้อมูลอย่างน้อยหนึ่งชุด

source: Please select at least one batch with quantity > 0
th: กรุณาเลือกชุดสินค้าอย่างน้อยหนึ่งชุดที่มีจำนวน > 0

source: Please select at least one item to import
th: กรุณาเลือกอย่างน้อยหนึ่งรายการเพื่อทำการนำเข้า

source: Please select at least one item with quantity
th: กรุณาเลือกอย่างน้อยหนึ่งรายการที่มีจำนวนสินค้า

source: Please select at least one item with quantity greater than 0.
th: กรุณาเลือกอย่างน้อยหนึ่งรายการที่มีจำนวนมากกว่า 0

source: Please select either the Item or Warehouse or Warehouse Type filter to generate the report.
th: กรุณาเลือกตัวกรอง รายการ หรือ คลังสินค้า หรือ ประเภทคลังสินค้า เพื่อสร้างรายงาน

source: Please select entries to reconcile
th: กรุณาเลือกรายการเพื่อตรวจสอบความถูกต้อง

source: Please set Customer Address to determine if the transaction is an export.
th: กรุณาตั้งค่าที่อยู่ลูกค้าเพื่อกำหนดว่าการทำรายการเป็นการส่งออกหรือไม่

source: Please set a target keyword before generating content with AI.
th: กรุณากำหนดคำสำคัญเป้าหมายก่อนสร้างเนื้อหาด้วย AI

source: Please specify a company
th: กรุณาระบุบริษัท

source: Please specify clearance date
th: กรุณาระบุวันที่อนุมัติ

source: Please upload a ZIP file
th: กรุณาอัปโหลดไฟล์ ZIP

source: Please use format like "25-45" or "18-65"
th: กรุณาใช้รูปแบบเช่น "25-45" หรือ "18-65"

source: Please verify accuracy before filing actual form with Revenue Department
th: กรุณาตรวจสอบความถูกต้องก่อนส่งแบบฟอร์มจริงกับกรมสรรพากร

source: Please wait 60 seconds between restart attempts
th: กรุณารอ 60 วินาทีระหว่างการพยายามเริ่มต้นใหม่แต่ละครั้ง

source: Point of Sale operations
th: การดำเนินงานจุดขาย

source: Port
th: พอร์ต

source: Port of Discharge is required for export transactions.
th: ท่าเรือปลายทางเป็นข้อมูลที่จำเป็นสำหรับรายการส่งออก

source: Portrait
th: แนวตั้ง

source: Postal Code
th: รหัสไปรษณีย์

source: Posting Date
th: วันที่บันทึกข้อมูล

source: Posting Time
th: โพสต์เวลา

source: Powered by
th: ขับเคลื่อนโดย

source: Powerful Features
th: คุณสมบัติที่ทรงพลัง

source: Preferred Tone
th: โทนเสียงที่ต้องการ

source: Preparation Checklist
th: รายการตรวจสอบการเตรียมความพร้อม

source: Prepare your Excel file with Thai headers (D/W Load format)
th: เตรียมไฟล์ Excel ของคุณโดยใช้หัวข้อภาษาไทย (รูปแบบ D/W Load)

source: Prepared By (English)
th: จัดทำโดย (English)

source: Prepared By (Thai)
th: จัดทำโดย (ไทย)

source: Presigned url expiration (seconds)
th: วันหมดอายุ URL ที่ลงชื่อไว้ล่วงหน้า (วินาที)

source: Press Ctrl+Enter to send
th: กด Ctrl+Enter เพื่อส่ง

source: Preventive
th: ป้องกัน

source: Preview
th: แสดงตัวอย่าง

source: Preview Article
th: ดูตัวอย่างบทความ

source: Preview Mapping
th: แสดงตัวอย่างการจับคู่

source: Preview Template
th: ตัวอย่างแม่แบบ

source: Previous accounting system name
th: ชื่อระบบบัญชีก่อนหน้า

source: Price List
th: ราคาต่อหน่วย

source: Pricing
th: การตั้งราคา

source: Pricing Rule
th: กฎการตั้งราคา

source: Pridi
th: ปรีดี

source: Primary Address
th: ที่อยู่หลัก

source: Primary Content Type
th: ประเภทเนื้อหาหลัก

source: Primary Intent
th: วัตถุประสงค์หลัก

source: Primary Table
th: ตารางหลัก

source: Primary table must be in the merge list
th: ตารางหลักต้องอยู่ในรายการรวมข้อมูล

source: Print
th: พิมพ์

source: Print Agent
th: พิมพ์ตัวแทน

source: Print Agent not found
th: ไม่พบตัวแทนพิมพ์

source: Print Agent {0} is disabled
th: ตัวแทนพิมพ์ {0} ถูกปิดใช้งานแล้ว

source: Print Calendar
th: พิมพ์ปฏิทิน

source: Print Client Error
th: พิมพ์ข้อผิดพลาดของลูกค้า

source: Print Data
th: พิมพ์ข้อมูล

source: Print Error
th: พิมพ์ข้อผิดพลาด

source: Print Format
th: รูปแบบการพิมพ์

source: Print Format already exists: {0}
th: รูปแบบการพิมพ์มีอยู่แล้ว: {0}

source: Print Format created successfully
th: รูปแบบการพิมพ์ถูกสร้างเรียบร้อยแล้ว

source: Print Format created: {0}
th: รูปแบบการพิมพ์ที่สร้างแล้ว: {0}

source: Print Format not found: {0}
th: ไม่พบรูปแบบการพิมพ์: {0}

source: Print Petty Cash Payments
th: พิมพ์การจ่ายเงินสดย่อย

source: Print format not found for document type: {0}
th: ไม่พบรูปแบบการพิมพ์สำหรับประเภทเอกสาร: {0}

source: Print job submitted successfully
th: งานพิมพ์ถูกส่งเรียบร้อยแล้ว

source: Print job submitted: {0}
th: งานพิมพ์ถูกส่งแล้ว: {0}

source: Print reports and vouchers for petty cash payments
th: พิมพ์รายงานและใบสำคัญจ่ายสำหรับการเบิกเงินสดย่อย

source: Print via Agent
th: พิมพ์ผ่านตัวแทน

source: Printer
th: เครื่องพิมพ์

source: Printer Driver
th: ไดรเวอร์เครื่องพิมพ์

source: Printer Name
th: ชื่อเครื่องพิมพ์

source: Printer Type
th: ประเภทเครื่องพิมพ์

source: Printer {0} not found or disabled for agent {1}
th: เครื่องพิมพ์ {0} ไม่พบหรือถูกปิดใช้งานสำหรับตัวแทน {1}

source: Printers
th: เครื่องพิมพ์

source: Prioritized list of actions to improve score
th: รายการลำดับความสำคัญของการดำเนินการเพื่อปรับปรุงคะแนน

source: Priority
th: ลำดับความสำคัญ

source: Priority Improvements
th: การปรับปรุงลำดับความสำคัญ

source: Priority: {0}
th: ลำดับความสำคัญ: {0}

source: Private
th: ส่วนตัว

source: Process File
th: ประมวลผลไฟล์

source: Processing
th: การประมวลผล

source: Processing Complete
th: ดำเนินการเสร็จสิ้นแล้ว

source: Processing Failed - Check Error Log
th: การประมวลผลล้มเหลว - โปรดตรวจสอบบันทึกข้อผิดพลาด

source: Processing File Data
th: กำลังประมวลผลข้อมูลไฟล์

source: Processing in Background...
th: กำลังประมวลผลในพื้นหลัง...

source: Processing started in background. Refresh to see status updates.
th: กำลังประมวลผลในพื้นหลัง กรุณารีเฟรชเพื่อดูการอัปเดตสถานะ

source: Procurement Tracker
th: ตัวติดตามการจัดซื้อ

source: Product Bundle
th: ชุดสินค้ารวม

source: Product Label Registration
th: การลงทะเบียนป้ายสินค้า

source: Product Names
th: ชื่อสินค้า

source: Product Page
th: หน้าผลิตภัณฑ์

source: Product name in English for this customer
th: ชื่อสินค้าเป็นภาษาอังกฤษสำหรับลูกค้ารายนี้

source: Product name in Thai for this customer
th: ชื่ิอสินค้าในภาษาไทยสำหรับลูกค้ารายนี้

source: Production
th: การผลิต

source: Production Order
th: ใบสั่งผลิต

source: Production Order List
th: รายการใบสั่งผลิต

source: Production Reports
th: รายงานการผลิต

source: Production completed
th: การผลิตเสร็จสมบูรณ์

source: Production cost
th: ต้นทุนการผลิต

source: Production dashboard data retrieved successfully
th: ดึงข้อมูลแผงควบคุมการผลิตสำเร็จแล้ว

source: Production order created successfully
th: สร้างใบสั่งผลิตสำเร็จแล้ว

source: Production order details retrieved successfully
th: รายละเอียดใบสั่งผลิตถูกดึงข้อมูลเรียบร้อยแล้ว

source: Production order management and progress tracking system
th: ระบบจัดการคำสั่งผลิตและติดตามความก้าวหน้า

source: Production order status updated successfully
th: สถานะใบสั่งผลิตได้รับการอัปเดตเรียบร้อยแล้ว

source: Production orders in system
th: คำสั่งผลิตในระบบ

source: Production report exported successfully
th: รายงานการผลิตถูกส่งออกเรียบร้อยแล้ว

source: Production summary retrieved successfully
th: สรุปการผลิตถูกดึงข้อมูลเรียบร้อยแล้ว

source: Production timeline retrieved successfully
th: แผนเวลาการผลิตถูกดึงข้อมูลเรียบร้อยแล้ว

source: Professional
th: มืออาชีพ

source: Profit and Loss Statement
th: งบกำไรขาดทุน

source: Project ID
th: รหัสโครงการ

source: Project name in our Doppler account
th: ชื่อโครงการในบัญชี Doppler ของเรา

source: Promotional
th: โปรโมชั่น

source: Promotional Scheme
th: แผนส่งเสริมการขาย

source: Prompt
th: พร้อมท์

source: Prompt Tokens
th: โทเค็นคำสั่ง

source: Province
th: จังหวัด

source: Province Name (English)
th: ชื่อจังหวัด (ภาษาอังกฤษ)

source: Province Name (Thai)
th: ชื่อจังหวัด (ภาษาไทย)

source: Province Selection
th: การเลือกจังหวัด

source: Province {0} set for region {1}
th: จังหวัด {0} ถูกตั้งค่าสำหรับภูมิภาค {1}

source: Public
th: สาธารณะ

source: Publish
th: ประกาศ

source: Published
th: เผยแพร่

source: Published Date
th: วันที่เผยแพร่

source: Publishing Ready
th: พร้อมเผยแพร่

source: Pull Frequency (minutes)
th: ความถี่ในการดึงข้อมูล (นาที)

source: Punch Direction
th: ทิศทางการบันทึกเวลา

source: Purchase Agreement
th: สัญญาซื้อขาย

source: Purchase Analytics
th: วิเคราะห์การซื้อขาย

source: Purchase History
th: ประวัติการซื้อ

source: Purchase Invoice
th: ใบกำกับภาษีซื้อ

source: Purchase Invoice Trends
th: แนวโน้มใบกำกับซื้อ

source: Purchase Journal
th: บัญชีรายการซื้อ

source: Purchase Manager
th: ผู้จัดการฝ่ายจัดซื้อ

source: Purchase Order
th: ใบสั่งซื้อ

source: Purchase Order Analysis
th: การวิเคราะห์ใบสั่งซื้อ

source: Purchase Order Limits
th: ขีดจำกัดใบสั่งซื้อ

source: Purchase Order Required
th: ใบสั่งซื้อที่ต้องการ

source: Purchase Order Trends
th: แนวโน้มใบสั่งซื้อ

source: Purchase Order is required for this procurement type. Please create or link a PO before submitting.
th: \u0e43\u0e1a\u0e2a\u0e31\u0e48\u0e07\u0e0b\u0e37\u0e49\u0e2d \u0e44\u0e14\u0e49\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e1b\u0e47\u0e19\u0e23\u0e30\u0e1a\u0e28\u0e2a\u0e23\u0e32\u0e22\u0e40\u0e17\u0e28\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e0b\u0e37\u0e49\u0e2d\u0e40\u0e1b\u0e47\u0e19\u0e43\u0e2b\u0e21\u0e48 PO \u0e40\u0e23\u0e34\u0e48\u0e21\u0e27\u0e34\u0e15\u0e23\u0e31\u0e1a\u0e43\u0e0a\u0e49\u0e40\u0e25\u0e47\u0e21\u0e14\u0e40\u0e25\u0e34\u0e01\u0e23\u0e30\u0e1a\u0e28\u0e40\u0e1b\u0e47\u0e19\u0e43\u0e2b\u0e21\u0e48\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e43\u0e0a\u0e49\u0e40\u0e25\u0e47\u0e21\u0e14\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e32\u0e19\u0e43\u0e0a\u0e49\u0e40\u0e25\u0e47\u0e21\u0e14\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u0e19\u0e2a\u0e48\u0e32\u0e19\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e41\u0e25\u0e49\u0e27\u0e2a\u0e48\u0e32\u

source: Purchase Order items loaded successfully!
th: รายการใบสั่งซื้อถูกโหลดเรียบร้อยแล้ว!

source: Purchase Order items synchronized successfully!
th: รายการใบสั่งซื้อซิงโครไนซ์สำเร็จแล้ว!

source: Purchase Order linked successfully
th: เชื่อมโยงใบสั่งซื้อสำเร็จแล้ว

source: Purchase Order {0} created
th: ใบสั่งซื้อ {0} ถูกสร้างขึ้นแล้ว

source: Purchase Order {0} created. Would you like to view it now?
th: ใบสั่งซื้อ {0} ถูกสร้างแล้ว ต้องการดูตอนนี้หรือไม่?

source: Purchase Order {0} is {1}. Skipping quantity update.
th: ใบสั่งซื้อ {0} อยู่ในสถานะ {1} กำลังข้ามการอัปเดตจำนวนสินค้า

source: Purchase Order {0} must be submitted before completing this repair.
th: ใบสั่งซื้อ {0} ต้องได้รับการส่งแล้วก่อนที่จะดำเนินการซ่อมแซมนี้ให้เสร็จสมบูรณ์

source: Purchase Orders
th: ใบสั่งซื้อ

source: Purchase Receipt
th: ใบรับซื้อ

source: Purchase Receipt Trends
th: แนวโน้มใบรับสินค้าซื้อ

source: Purchase Reports
th: รายงานการซื้อ

source: Purchase Tax Template
th: ซื้อแม่แบบภาษี

source: Purchase Taxes and Charges Template
th: แม่แบบภาษีและค่าธรรมเนียมการซื้อ

source: Purchase Trend
th: แนวโน้มการซื้อ

source: Purchase User
th: ผู้ซื้อ

source: Purchase VAT Report
th: รายงานภาษีมูลค่าเพิ่มการซื้อ

source: Purchasing
th: การซื้อ

source: Purchasing Management
th: การจัดการจัดซื้อ

source: Purple
th: สีม่วง

source: Push Notification Settings
th: การตั้งค่าการแจ้งเตือนแบบพุช

source: Push Notifications
th: การแจ้งเตือนแบบพุช

source: Qty
th: จำนวน

source: Qty Outstanding
th: ปริมาณค้างชำระ

source: Qty Returned
th: ปริมาณที่ส่งคืน

source: Qty Sold
th: ปริมาณที่ขาย

source: Qty to Order
th: จำนวนการสั่งซื้อสินค้า

source: Qty to Reserve
th: จำนวนที่ต้องสำรอง

source: Qty to Use
th: ปริมาณที่จะใช้

source: Qty {0} < Min {1} [{2}]
th: ปริมาณ {0} < ขั้นต่ำ {1} [{2}]

source: Qty {0} > Max {1} [{2}]
th: ปริมาณ {0} > สูงสุด {1} [{2}]

source: Qty {0} near Max {1}
th: ปริมาณ {0} ใกล้ถึงสูงสุด {1}

source: Quality Assurance
th: การประกันคุณภาพ

source: Quality Manager
th: ผู้จัดการคุณภาพ

source: Quality System Audit
th: การตรวจสอบระบบคุณภาพ

source: Quality Trend
th: แนวโน้มคุณภาพ

source: Quality Trend: {0}
th: แนวโน้มคุณภาพ: {0}

source: Quality metrics retrieved successfully
th: ดัชนีคุณภาพถูกดึงข้อมูลสำเร็จ

source: Quality score from Thai SEO Analyzer
th: คะแนนคุณภาพจากเครื่องมือวิเคราะห์ SEO ภาษาไทย

source: Quantity
th: ปริมาณ

source: Quantity Limits
th: ขีดจำกัดปริมาณ

source: Quantity changed. Please reselect batches.
th: จำนวนเปลี่ยนแปลง กรุณาเลือกชุดใหม่อีกครั้ง

source: Quantity must be greater than 0
th: จำนวนชารายองสิน 0

source: Quantity reserved in stock for this item
th: ปริมาณที่สำรองในสต็อกสำหรับไอเท็มนี้

source: Quarterly
th: รายไตรมาส

source: Queuing processing job...
th: กำลังประมวลผลงานในคิว...

source: Quick Statistics
th: สถิติอย่างรวดเร็ว

source: Quick actions
th: คำสั่งด่วน

source: Quotation
th: ใบเสนอราคา

source: Quotations
th: ใบเสนอราคา

source: REPRINTED COPY
th: สำเนาพิมพ์ซ้ำ

source: ROI
th: ผลตอบแทนจากการลงทุน

source: Ranking Distribution: {0}% in Top 3, {1}% in Top 10
th: การกระจายอันดับ: {0}% ใน 3 อันดับแรก, {1}% ใน 10 อันดับแรก

source: Ranking Gap: Need to improve by {0} positions
th: ช่องว่างอันดับ: ต้องปรับปรุงอีก {0} อันดับ

source: Ranking Performance
th: การจัดอันดับผลการปฏิบัติงาน

source: Ranking Status
th: สถานะการจัดอันดับ

source: Ranking URL
th: ลำดับ URL

source: Rankings & Search Performance
th: อันดับและประสิทธิภาพการค้นหา

source: Rate
th: อัตรา/ราคา

source: Rate Multiplier
th: ตัวคูณอัตรา

source: Rating must be between 1 and 5
th: คะแนนต้องอยู่ระหว่าง 1 ถึง 5

source: Raw
th: ดิบ

source: Re-analyze Article
th: วิเคราะห์บทความใหม่

source: Readability
th: ความอ่านง่าย

source: Readability (0-100)
th: ความอ่านง่าย (0-100)

source: Readability Details
th: รายละเอียดความอ่านง่าย

source: Readability Notes
th: หมายเหตุเกี่ยวกับความอ่านง่าย

source: Readability Score (0-100)
th: คะแนนความอ่านง่าย (0-100)

source: Ready to Get Started?
th: พร้อมเริ่มต้นใช้งานหรือไม่?

source: Ready to Publish
th: พร้อมเผยแพร่

source: Real Estate
th: อสังหาริมทรัพย์

source: Real-time Calculation
th: การคำนวณแบบเรียลไทม์

source: Reason
th: เหตุผล

source: Reason for Blocking
th: เหตุผลในการระงับ

source: Receipt
th: ใบรับสินค้า

source: Receipt - Invoice {0}
th: ใบเสร็จรับเงิน - ใบแจ้งหนี้ {0}

source: Receipt Date
th: วันที่ใบเสร็จ

source: Receipt Number
th: หมายเลขใบเสร็จ

source: Receipt Value
th: มูลค่ารับเงิน

source: Receipt data retrieved successfully
th: ดึงข้อมูลใบเสร็จสำเร็จแล้ว

source: Receipt date should not be before payment date
th: วันที่ใบเสร็จรับเงินองสารเกลาใช้วันที่การชำระเงินองชารเกล
