Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Receipt emailed successfully
th: ส่งใบเสร็จทางอีเมลเรียบร้อยแล้ว

source: Receipt number or reference
th: หมายเลขใบเสร็จหรือเลขอ้างอิง

source: Receipt reprinted successfully
th: พิมพ์ใบเสร็จใหม่สำเร็จแล้ว

source: Receipt sent to printer successfully
th: ส่งใบเสร็จไปยังเครื่องพิมพ์เรียบร้อยแล้ว

source: Receipt templates retrieved
th: เทมเพลตรับคืนถูกดึงมาแล้ว

source: Receipt tracking data refreshed
th: ข้อมูลการติดตามใบเสร็จได้รับการรีเฟรชแล้ว

source: Receipt/Tax Invoice
th: ใบเสร็จ/ใบกำกับภาษี

source: Receivable Reports
th: รายงานลูกหนี้

source: Received
th: ที่ได้รับ

source: Received By
th: ที่ได้รับจาก

source: Received By (English)
th: ได้รับโดย (English)

source: Received By (Thai)
th: ผู้รับ (ภาษาไทย)

source: Received Qty
th: จำนวนที่ได้รับ

source: Receiving
th: การได้รับ

source: Recent Activity
th: กิจกรรมล่าสุด

source: Recent Logs
th: บันทึกล่าสุด

source: Recent Transactions
th: รายการทำรายการล่าสุด

source: Recipients
th: ผู้รับ

source: Recognition Date
th: วันที่ การบัญชี

source: Recognition Type
th: ประเภทการรับรู้

source: Recognition Type '{0}' must be used with Trigger Document Type '{1}'
th: ประเภทการรับรู้ '{0}' ต้องใช้ร่วมกับประเภทเอกสารทริกเกอร์ '{1}'

source: Recommendation
th: คำแนะนำ

source: Recommendations
th: คำแนะนำ

source: Recommendations to Improve SEO Score
th: คำแนะนำเพื่อปรับปรุงคะแนน SEO

source: Recommended Content Outline
th: โครงร่างเนื้อหาที่แนะนำ

source: Recommended Sections
th: ส่วนที่แนะนำ

source: Recommended Word Count
th: จำนวนคำที่แนะนำ

source: Recommended Word Count: {0} words
th: จำนวนคำที่แนะนำ: {0} คำ

source: Recommended amount to restore fund limit: {0}
th: จำนวนที่แนะนำในการคืนวงเงินกองทุน: {0}

source: Recommended for {0}: Temp {1}, Tokens {2} - {3}
th: แนะนำสำหรับ {0}: อุณหภูมิ {1}, โทเค็น {2} - {3}

source: Recommended keyword density: 1-3%
th: ความหนาแน่นของคำแนะนำ: 1-3%

source: Recommended {0} length: {1}-{2} Thai characters
th: ความยาว {0} ที่แนะนำ: {1}-{2} ตัวอักษรภาษาไทย

source: Recommended: 150-160 characters
th: แนะนำ: 150-160 ตัวอักษร

source: Recommended: 2+
th: แนะนำ: 2+

source: Recommended: 3+
th: แนะนำ: 3+

source: Recommended: 30-40 Thai characters
th: แนะนำ: 30-40 ตัวอักษรภาษาไทย

source: Recommended: 4+
th: แนะนำ: 4+

source: Recommended: 50-60 characters
th: แนะนำ: 50-60 ตัวอักษร

source: Recommended: 80-100 Thai characters
th: แนะนำ: 80-100 ตัวอักษรภาษาไทย

source: Recommended: < 150 words
th: แนะนำ: น้อยกว่า 150 คำ

source: Record observations and test results
th: บันทึกข้อสังเกตและผลการทดสอบ

source: Record payments made from petty cash
th: บันทึกการชำระเงินที่ทำจากเงินสดย่อย

source: Record petty cash received from various sources
th: บันทึกรายรับเงินสดย่อยจากแหล่งต่าง ๆ

source: Rectangle
th: สี่เหลี่ยมผืนผ้า

source: Recurrence Type
th: ประเภทการเกิดซ้ำ

source: Red
th: สีแดง

source: Reduce downtime through preventive maintenance
th: ลดเวลาหยุดทำงานด้วยการบำรุงรักษาเชิงป้องกัน

source: Reference
th: อ้างอิง

source: Reference & Period
th: อ้างอิงและระยะเวลา

source: Reference Conflict
th: ความขัดแย้งของข้อมูลอ้างอิง

source: Reference Date
th: วันที่อ้างอิง

source: Reference Documents
th: เอกสารอ้างอิง

source: Reference Information
th: ข้อมูลอ้างอิง

source: Reference Number
th: เลขที่อ้างอิง

source: Reference article following this template
th: บทความอ้างอิงตามแม่แบบนี้

source: Reference to the disbursed request
th: อ้างอิงถึงคำขอที่ได้เบิกจ่ายแล้ว

source: Refresh
th: ดึงข้อมูลใหม่

source: Refresh All
th: รีเฟรชทั้งหมด

source: Refresh Balance
th: รีเฟรชยอดคงเหลือ

source: Refresh Logs
th: รีเฟรชบันทึก

source: Refresh Page Now
th: รีเฟรชหน้าตอนนี้

source: Refresh Receipt Tracking
th: รีเฟรชการติดตามใบเสร็จ

source: Refresh Status
th: รีเฟรชสถานะ

source: Refreshing receipt tracking data...
th: กำลังโหลดข้อมูลการติดตามใบเสร็จใหม่...

source: Refreshing...
th: กำลังปรับปรุง...

source: Refrigerated Box
th: กล่องแช่เย็น

source: Region
th: ภูมิภาค

source: Region name of buckets in S3 service. Default value: "auto".
th: ชื่อภูมิภาคของบัคเก็ตในบริการ S3 ค่าเริ่มต้น: "auto"

source: Region: {0}
th: ภูมิภาค: {0}

source: Regional
th: ภูมิภาค

source: Regional content themes: {0}
th: ธีมเนื้อหาระดับภูมิภาค: {0}

source: Regular Day
th: วันทำงานปกติ

source: Regular Overtime Activity
th: กิจกรรมการทำงานล่วงเวลาปกติ

source: Regular Overtime Rate
th: อัตราค่าล่วงเวลาปกติ

source: Regular hours limit before OT kicks in
th: จำนวนชั่วโมงปกติก่อนเริ่มคำนวณเวลาทำงานล่วงเวลา

source: Regulatory Authority
th: หน่วยงานกำกับดูแล

source: Regulatory Requirements
th: ข้อกำหนดทางกฎหมาย

source: Reject
th: ปฏิเสธ

source: Reject Budget
th: ปฏิเสธงบประมาณ

source: Reject Over-Budget Repair
th: ปฏิเสธการซ่อมแซมเกินงบประมาณ

source: Reject Request
th: ปฏิเสธคำขอ

source: Rejected
th: ไม่อนุมัติ

source: Rejection Reason
th: เหตุผลในการปฏิเสธ

source: Related Article
th: บทความที่เกี่ยวข้อง

source: Related Brief
th: สรุปที่เกี่ยวข้อง

source: Related Devices
th: อุปกรณ์ที่เกี่ยวข้อง

source: Related Documents
th: เอกสารที่เกี่ยวข้อง

source: Related Keywords
th: คำสำคัญที่เกี่ยวข้อง

source: Related Keywords for "{0}"
th: คำสำคัญที่เกี่ยวข้องกับ "{0}"

source: Related Tasks
th: งานที่เกี่ยวข้อง

source: Released
th: ปล่อยแล้ว

source: Relevance
th: ความเกี่ยวข้อง

source: Reload
th: โหลด

source: Reloading settings...
th: กำลังโหลดการตั้งค่าใหม่...

source: Remaining
th: ที่เหลืออยู่

source: Remarks
th: หมายเหตุ

source: Reminder Schedule
th: กำหนดการแจ้งเตือน

source: Remote files using this connection
th: ไฟล์ระยะไกลที่ใช้การเชื่อมต่อนี้

source: Remove reference to invoice {0}?
th: ลบการอ้างอิงถึงใบแจ้งหนี้ {0} หรือไม่?

source: Removed reference: {0}
th: อ้างอิงที่ถูกลบ: {0}

source: Repair Cost
th: ค่าซ่อม

source: Repair Date
th: วันที่ของ

source: Repair Service
th: บริการซ่อมแซม

source: Repair Type
th: ประเภทการซ่อม

source: Repair costs are capitalized (added to the Asset account, increasing the asset's book value)
th: ค่าใช้จ่ายในการซ่อมแซมจะถูกบันทึกเป็นสินทรัพย์ถาวร (เพิ่มในบัญชีสินทรัพย์ เพื่อเพิ่มมูลค่าทางบัญชีของสินทรัพย์)

source: Repair costs are expensed immediately (charged to Repairs & Maintenance expense account)
th: ค่าใช้จ่ายในการซ่อมแซมถูกบันทึกเป็นค่าใช้จ่ายทันที (ตัดบัญชีไปยังบัญชีค่าใช้จ่ายซ่อมบำรุง)

source: Replenishment Amount
th: จำนวนเติมสินค้า

source: Replenishment Amount must be greater than zero
th: จำนวนการเติมสินค้าต้องมากกว่าศูนย์

source: Replenishment Details
th: รายละเอียดการเติมสินค้า

source: Report
th: รายงาน

source: Report Created
th: รายงานถูกสร้างแล้ว

source: Report Details
th: รายละเอียดรายงาน

source: Report Title
th: ชื่อรายงาน

source: Report Type
th: ประเภทรายงาน

source: Report an Issue
th: รายงานปัญหา

source: Report export feature coming soon!
th: ฟีเจอร์ส่งออกรายงานจะมาในเร็วๆ นี้!

source: Report for Thai Input VAT
th: รายงานสำหรับ VAT อินพุต

source: Report for Thai Output VAT (to be implemented)
th: รายงาน VAT (ผลลัพธ์ภาษาไทย) (อยู่ระหว่างการพัฒนา)

source: Reports
th: รายงาน

source: Reports - Financial statements and analytics
th: รายงาน - งบการเงินและการวิเคราะห์

source: Reprint Time
th: เวลาพิมพ์ซ้ำ

source: Request Budget Approval
th: ขออนุมัติงบประมาณ

source: Request Date
th: วันที่ขอ

source: Request for Quotation
th: ขอใบเสนอราคา

source: Request must be approved before disbursement
th: คำขอต้องได้รับการอนุมัติก่อนการเบิกจ่าย

source: Request rejected
th: คำขอถูกปฏิเสธ

source: Request timed out. The Accounting Manager took too long to respond.
th: คำขอหมดเวลารอ การตอบกลับจากผู้จัดการบัญชีใช้เวลานานเกินไป

source: Request {0} approved successfully
th: คำขอ {0} ได้รับการอนุมัติเรียบร้อยแล้ว

source: Request {0} rejected
th: คำขอ {0} ถูกปฏิเสธแล้ว

source: Requested Amount
th: จำนวนที่ขอ

source: Requested Amount must be greater than zero
th: จำนวนที่ขอจะต้องมากกว่าศูนย์

source: Requested amount ({0}) exceeds available balance ({1})
th: จำนวนที่ขอ ({0}) เกินยอดคงเหลือที่มีอยู่ ({1})

source: Requester Information
th: ข้อมูลผู้ร้องขอ

source: Requests must be approved before disbursement
th: คำร้องขอต้องได้รับการอนุมัติก่อนการเบิกจ่ายเงิน

source: Require Approval
th: ต้องได้รับการอนุมัติ

source: Required By
th: ต้องการโดย

source: Required By Date
th: วันที่ต้องการ

source: Required Documents
th: เอกสารที่จำเป็น

source: Required Excel Columns
th: คอลัมน์ Excel ที่จำเป็น

source: Required Google API libraries not installed. Please run: pip install --upgrade google-api-python-client google-auth-httplib2 google-auth-oauthlib
th: ไลบรารี Google API ที่จำเป็นยังไม่ได้ติดตั้ง กรุณารันคำสั่ง: pip install --upgrade google-api-python-client google-auth-httplib2 google-auth-oauthlib

source: Required Keywords Count
th: จำนวนคำสำคัญที่ต้องการ

source: Required Keywords Count cannot be negative
th: ลางชารางสิดวางเสร็จสิ้นของเลื่อนซิงเลื่อนอังคามที่

source: Required Qty
th: จำนวนที่ต้องการ

source: Required Sections
th: หัวข้อที่จำเป็น

source: Required custom fields not found: {0} Please install custom fields first: bench execute thai_business_suite.commands.install_expense_claim_type_fields.install_expense_claim_type_fields
th: ไม่พบฟิลด์กำหนดเองที่จำเป็น: {0} กรุณาติดตั้งฟิลด์กำหนดเองก่อน: bench execute thai_business_suite.commands.install_expense_claim_type_fields.install_expense_claim_type_fields

source: Required field missing: {0}
th: ช่องข้อมูลที่จำเป็นขาดหาย: {0}

source: Required fields are missing
th: มีช่องข้อมูลที่จำเป็นยังไม่ได้กรอกครบถ้วน

source: Required for Fiscal Year (DFY) pattern testing
th: จำเป็นสำหรับการทดสอบรูปแบบปีงบประมาณ (DFY)

source: Required for stock items (parts/materials)
th: จำเป็นสำหรับสินค้าคงคลัง (อะไหล่/วัสดุ)

source: Required parameters are missing
th: พารามิเตอร์ที่จำเป็นขาดหายไป

source: Requires LINE Notify configuration in Thai Business Settings
th: ต้องมีการตั้งค่า LINE Notify ในการตั้งค่าธุรกิจไทย

source: Research
th: การวิจัย

source: Research Data
th: ระบระดบร

source: Research Similar Keywords
th: ค้นคว้าคำสำคัญที่คล้ายกัน

source: Researching keyword metrics...
th: กำลังค้นคว้าข้อมูลตัวชี้วัดคำค้นหา...

source: Reserved
th: ที่สงวนไว้

source: Reserved Qty
th: สงวนไว้ จำนวน

source: Reset to Defaults
th: คืนค่าเป็นค่าเริ่มต้น

source: Resolved
th: ได้รับการแก้ไขแล้ว

source: Resource not found
th: ไม่พบทรัพยากร

source: Responsible Party
th: ผู้รับผิดชอบ

source: Restart Failed
th: รีสตาร์ทล้มเหลว

source: Restarting scheduler...
th: กำลังเริ่มต้นตัวจัดตารางงานใหม่...

source: Restarting workers...
th: กำลังเริ่มต้นระบบงานใหม่...

source: Restaurant
th: ร้านอาหาร

source: Restaurant & Food
th: ร้านอาหารและอาหาร

source: Restaurant Manager
th: ผู้จัดการร้านอาหาร

source: Result
th: ผล

source: Results
th: ผลลัพธ์

source: Resume Task
th: ดำเนินการงานต่อ

source: Resume this blocked task?
th: ดำเนินการงานที่ถูกระงับนี้ต่อหรือไม่?

source: Retail
th: ค้าปลีก

source: Retention amount calculation error
th: ข้อผิดพลาดในการคำนวณจำนวนเงินคงเหลือ

source: Retry Count
th: จำนวนครั้งที่ลองใหม่

source: Return on investment for this article
th: ผลตอบแทนจากการลงทุนสำหรับบทความนี้

source: Returned
th: คืนสินค้า

source: Returning Visitors
th: ผู้เยี่ยมชมที่กลับมา

source: Revenue
th: รายได้

source: Revenue Department compliance
th: การปฏิบัติตามข้อกำหนดกรมสรรพากร

source: Revenue Generated
th: รายได้ที่เกิดขึ้น

source: Revenue attributed to this article
th: รายได้ที่มาจากบทความนี้

source: Revenue: {0}
th: รายได้: {0}

source: Revenue: {0} | ROI: {1}%
th: รายได้: {0} | ผลตอบแทนจากการลงทุน: {1}%

source: Reverted receipt tracking for Purchase Order {0}
th: ยกเลิกการติดตามใบรับสินค้า สำหรับ ใบสั่งซื้อ {0}

source: Review
th: ทบทวน

source: Review maintenance schedule and operator training
th: ตรวจสอบตารางการบำรุงรักษาและการฝึกอบรมผู้ปฏิบัติงาน

source: Review pricing with supplier
th: ตรวจสอบราคากับผู้จำหน่าย

source: Rewrite
th: เขียนใหม่

source: Right Margin (mm)
th: ระยะขอบขวา (มม.)

source: Rising
th: กำลังเพิ่มขึ้น

source: Risk score threshold to trigger fraud warnings (0-100 scale)
th: เกณฑ์คะแนนความเสี่ยงเพื่อกระตุ้นการแจ้งเตือนการทุจริต (ระดับ 0-100)

source: Root Accounts
th: บัญชีหลัก

source: Root Type
th: ประเภทหลัก

source: Root Type Column
th: คอลัมน์ประเภทรากฐาน

source: Round
th: ปัดเศษ

source: Row position in grid (1-based)
th: ตำแหน่งแถวในกริด (เริ่มต้นที่ 1)

source: Row {0}: {1} - Amount ({2}) exceeds maximum ({3}) [{4}]
th: แถว {0}: {1} - จำนวนเงิน ({2}) เกินสูงสุด ({3}) [{4}]

source: Row {0}: {1} - Amount ({2}) is below minimum ({3}) [{4}]
th: แถว {0}: {1} - จำนวนเงิน ({2}) ต่ำกว่าขั้นต่ำ ({3}) [{4}]

source: Row {0}: {1} - Quantity ({2}) exceeds maximum ({3}) [{4}]
th: แถว {0}: {1} - จำนวน ({2}) เกินสูงสุด ({3}) [{4}]

source: Row {0}: {1} - Quantity ({2}) is below minimum ({3}) [{4}]
th: แถว {0}: {1} - จำนวน ({2}) ต่ำกว่าขั้นต่ำ ({3}) [{4}]

source: Running
th: กำลังดำเนินการ

source: S3 Backup Settings
th: การตั้งค่าการสำรองข้อมูล S3

source: S3 Bucket Files
th: ไฟล์ถังเก็บ S3

source: S3 Key
th: S3 เทอ

source: S3 Storage Settings
th: การตั้งค่าที่เก็บข้อมูล S3

source: S3 bucket files
th: ไฟล์ใน S3 bucket

source: SELF_MANAGED
th: จัดการด้วยตนเอง

source: SELF_MANAGED: Free (customer manages own Doppler) | MANAGED: 9,000 THB/month (we manage everything)
th: SELF_MANAGED: ฟรี (ลูกค้าจัดการ Doppler เอง) | MANAGED: 9,000 บาท/เดือน (เราจัดการทุกอย่าง)

source: SEO AI Usage Log
th: บันทึกการเข้าถึง SEO AI

source: SEO Analysis Complete
th: การวิเคราะห์ SEO เสร็จสมบูรณ์แล้ว

source: SEO Analysis Report
th: รายงานการวิเคราะห์ SEO

source: SEO Article
th: บทความ SEO

source: SEO Content Brief
th: สรุปเนื้อหา SEO

source: SEO Content Section
th: ส่วนเนื้อหา SEO

source: SEO Content Workflow
th: กระบวนการทำงานเนื้อหา SEO

source: SEO Internal Link
th: ลิงก์ภายใน SEO

source: SEO Issue Item
th: รายการปัญหา SEO

source: SEO Keyword Item
th: คำสำคัญ SEO ของสินค้า

source: SEO Keywords
th: คำสำคัญ SEO

source: SEO Metadata
th: ข้อมูลเมตา SEO

source: SEO Performance Metrics
th: ตัวชี้วัดประสิทธิภาพ SEO

source: SEO Quality Score
th: คะแนนคุณภาพ SEO

source: SEO Ranking
th: อันดับ SEO

source: SEO Recommendations
th: คำแนะนำ SEO

source: SEO Score Breakdown
th: การวิเคราะห์คะแนน SEO

source: SEO Scores
th: คะแนน SEO

source: SEO Standards
th: มาตรฐาน SEO

source: SEO Template
th: แม่แบบ SEO

source: SEO Template Section
th: ส่วนแม่แบบ SEO

source: SEO Template is required for article creation
th: ต้องระบุเทมเพลต SEO สำหรับการสร้างบทความ

source: SEO Template to use for content generation
th: เทมเพลต SEO สำหรับใช้ในการสร้างเนื้อหา

source: SEO Thai Keyword
th: คีย์เวิร์ด SEO ภาษาไทย

source: SEO analysis complete. Overall Score: {0} (Grade: {1})
th: การวิเคราะห์ SEO เสร็จสมบูรณ์ คะแนนรวม: {0} (เกรด: {1})

source: SEO analysis complete. View detailed report: {0}
th: การวิเคราะห์ SEO เสร็จสมบูรณ์แล้ว ดูรายงานรายละเอียด: {0}

source: SEO analysis failed. Please check error logs.
th: การวิเคราะห์ SEO ล้มเหลว กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: SERP Features
th: ฟีเจอร์ SERP

source: SERP competitor analysis will be implemented in Phase 5. Please manually research competitors and add analysis notes for now.
th: การวิเคราะห์คู่แข่งใน SERP จะดำเนินการในระยะที่ 5 กรุณาศึกษาคู่แข่งด้วยตนเองและเพิ่มบันทึกการวิเคราะห์ในขณะนี้

source: SHA-256 hash
th: แฮช SHA-256

source: SI Detail
th: รายละเอียดใบกำกับขาย

source: SLA Tier
th: ระดับ SLA

source: SMS Settings
th: การตั้งค่า SMS

source: SO Date
th: วันที่ SO

source: SO Detail
th: รายละเอียดใบสั่งขาย

source: SO Status
th: สถานะ SO

source: SO Workflow State
th: สถานะเวิร์กโฟลว์ SO

source: Salary Details
th: รายละเอียดเงินเดือน

source: Salary Structure
th: โครงสร้างเงินเดือน

source: Salary Type
th: ประเภทเงินเดือน

source: Sales
th: ขาย

source: Sales Generated
th: ยอดขายที่สร้างขึ้น

source: Sales Invoice
th: ใบแจ้งหนี้ขาย

source: Sales Invoice Created
th: สร้างใบกำกับภาษีขายแล้ว

source: Sales Invoice Delivery Status
th: สถานะการจัดส่งใบกำกับภาษีขาย

source: Sales Invoice Item
th: รายการใบกำกับภาษีขาย

source: Sales Invoice Item linked when creating SI from consignment
th: รายการใบกำกับภาษีขายที่เชื่อมโยงเมื่อสร้างใบกำกับภาษีขายจากการฝากขาย

source: Sales Invoice VAT timing custom fields created successfully
th: สร้างฟิลด์กำหนดเวลาภาษีมูลค่าเพิ่มในใบกำกับภาษีขายสำเร็จแล้ว

source: Sales Invoice {0} created from Consignment {1}
th: ใบกำกับภาษีขาย {0} สร้างจากการฝากขาย {1}

source: Sales Invoice {0} delivery quantities updated: Delivered {1}, Pending {2}
th: ใบกำกับภาษีขาย {0} ปรับปรุงปริมาณการจัดส่ง: จัดส่งแล้ว {1}, ค้างส่ง {2}

source: Sales Invoice(s)
th: ใบกำกับภาษีขาย

source: Sales Journal
th: สมุดรายวันขาย

source: Sales Manager
th: ผู้จัดการฝ่ายขาย

source: Sales Order
th: ใบสั่งขาย

source: Sales Order Created
th: สร้างใบสั่งขายแล้ว

source: Sales Order Item linked when creating SO from consignment
th: รายการใบสั่งขายที่เชื่อมโยงเมื่อสร้างใบสั่งขายจากการฝากขาย

source: Sales Order Type
th: ประเภทใบสั่งขาย

source: Sales Order Type '{0}' already exists
th: ประเภทใบสั่งขาย '{0}' มีอยู่แล้ว

source: Sales Order Type setup completed successfully
th: การตั้งค่าประเภทใบสั่งขายเสร็จสมบูรณ์เรียบร้อยแล้ว

source: Sales Order {0} created from Consignment {1}
th: ใบสั่งขาย {0} สร้างจากการฝากขาย {1}

source: Sales Order {0} created successfully from Consignment {1}
th: ใบสั่งขาย {0} สร้างสำเร็จจากการฝากขาย {1}

source: Sales Order {0} delivery quantities updated: Delivered {1}, Pending {2}
th: ใบสั่งขาย {0} ปรับปรุงปริมาณการจัดส่ง: จัดส่งแล้ว {1}, ค้างส่ง {2}

source: Sales Order(s)
th: ใบสั่งขาย

source: Sales Orders
th: ใบสั่งขาย

source: Sales Reference
th: อ้างอิงการขาย

source: Sales Reports
th: รายงานการขาย

source: Sales Tax Template
th: แม่แบบภาษีการขาย

source: Sales Trend
th: แนวโน้มการขาย

source: Sales User
th: ผู้ใช้การขาย

source: Sales VAT Report
th: รายงาน VAT การขาย

source: Sales attributed to this article
th: ยอดขายที่ระบุให้กับบทความนี้

source: Same Day
th: วันวี่วัน

source: Sample & Documentation
th: ตัวอย่าง & เอกสารประกอบ

source: Sample CSV File
th: ไฟล์ CSV ตัวอย่าง

source: Sample template loaded
th: ตัวอย่างแม่แบบถูกโหลดแล้ว

source: Sarabun
th: สารบัญ

source: Save Batch Selection
th: บันทึกการเลือกชุดข้อมูล

source: Save Required
th: บันทึกจำเป็น

source: Save all your files within external S3 compatible buckets. - All files to same bucket. Create one "External Storage" and select folder "Home". All uploaded files will be placed within that bucket. - Specific bucket for specific folder. Create one "External Storage" and select your desired folder. All files uploaded to that folder will be located within that bucket. - Files uploaded to folders without an associated External Storage will be uploaded to Frappe server filesystem.
th: บันทึกไฟล์ทั้งหมดของคุณไว้ในถังเก็บข้อมูลภายนอกที่รองรับ S3 - ไฟล์ทั้งหมดในถังเดียวกัน สร้าง "ที่เก็บข้อมูลภายนอก" หนึ่งรายการและเลือกโฟลเดอร์ "Home" ไฟล์ที่อัปโหลดทั้งหมดจะถูกจัดเก็บในถังนั้น - ถังเฉพาะสำหรับโฟลเดอร์เฉพาะ สร้าง "ที่เก็บข้อมูลภายนอก" หนึ่งรายการและเลือกโฟลเดอร์ที่ต้องการ ไฟล์ทั้งหมดที่อัปโหลดไปยังโฟลเดอร์นั้นจะถูกจัดเก็บในถังนั้น - ไฟล์ที่อัปโหลดไปยังโฟลเดอร์ที่ไม่มีการเชื่อมโยงกับที่เก็บข้อมูลภายนอก จะถูกอัปโหลดไปยังระบบไฟล์ของเซิร์ฟเวอร์ Frappe

source: Save the brief first to generate recommended content sections.
th: บันทึกบทสรุปก่อนเพื่อสร้างส่วนเนื้อหาที่แนะนำ

source: Saving VAT type...
th: กำลังบันทึกประเภท VAT...

source: Saving batch selections...
th: กำลังบันทึกการเลือกชุด...

source: Scan for invoice details
th: สแกนเพื่อดูรายละเอียดใบแจ้งหนี้

source: Schedule
th: กำหนดการ

source: Scheduled
th: กำหนด

source: Scheduled Update
th: การอัปเดตตามกำหนดเวลา

source: Scheduler enabled/restarted successfully
th: ตัวกำหนดเวลาถูกเปิดใช้งาน/เริ่มต้นใหม่สำเร็จแล้ว

source: Score >= 80 and no critical issues
th: คะแนน >= 80 และไม่มีปัญหาสำคัญ

source: Score Validation
th: การตรวจสอบคะแนน

source: Score must be between 0 and 100
th: คะแนนต้องอยู่ระหว่าง 0 ถึง 100

source: Score: {0}
th: คะแนน: {0}

source: Script Loading Error
th: ข้อผิดพลาดในการโหลดสคริปต์

source: Search Clicks
th: การคลิกค้นหา

source: Search Impressions
th: การแสดงผลการค้นหา

source: Search Intent
th: เจตนาการค้นหา

source: Search Intent Analysis
th: การวิเคราะห์เจตนาการค้นหา

source: Search Intent: {0} - {1}
th: ความตั้งใจในการค้นหา: {0} - {1}

source: Search Trend
th: แนวโน้มการค้นหา

source: Search Volume
th: ปริมาณการค้นหา

source: Search Volume (Monthly)
th: ปริมาณการค้นหา (รายเดือน)

source: Search and select an existing address to link to this customer
th: ค้นหาและเลือกที่อยู่ที่มีอยู่เพื่อลิงก์กับลูกค้านี้

source: Search by Zipcode
th: ค้นหาตามรหัสไปรษณีย์

source: Seasonal Considerations
th: ข้อควรพิจารณาตามฤดูกาล

source: Secondary
th: รอง

source: Secondary Intent
th: เจตนารอง

source: Secret Access Log
th: บันทึกการเข้าถึงลับ

source: Secret Key
th: รหัสลับ

source: Secret Key (aka password) of your account in S3 service.
th: รหัสลับ (หรือรหัสผ่าน) ของบัญชีของคุณในบริการ S3

source: Secret Management Service
th: บริการจัดการความลับ

source: Secret name in Doppler (e.g., GITHUB_TOKEN, FDA_API_KEY)
th: ชื่อความลับใน Doppler (เช่น GITHUB_TOKEN, FDA_API_KEY)

source: Section
th: ส่วน

source: Section Heading
th: มาตราหัวเรื่อง

source: Section Name
th: ชื่อส่วน

source: Section Order
th: คำสั่งมาตรา

source: Section Type
th: ประเภทส่วน

source: Security Settings
th: การตั้งค่าการรักษาความปลอดภัย

source: Segment
th: ส่วนย่อย

source: Select
th: เลือก

source: Select Address
th: เลือกที่อยู่

source: Select All
th: เลือกทั้งหมด

source: Select Batch for {0}
th: เลือกชุดสำหรับ {0}

source: Select Batch/Lot
th: เลือกชุด/ล็อต

source: Select Batch/Lot - {0}
th: เลือกชุด/ล็อต - {0}

source: Select Batches for {0}
th: เลือกชุดสำหรับ {0}

source: Select CSV File
th: เลือกไฟล์ CSV

source: Select Company
th: เลือก บริษัท

source: Select Consignment
th: เลือกฝากขาย

source: Select Data to View
th: เลือกข้อมูลเพื่อดู

source: Select Delivery Date for {0}
th: เลือกวันที่จัดส่งสำหรับ {0}

source: Select Display Format
th: เลือกรูปแบบการแสดงผล

source: Select Excel File
th: เลือกไฟล์ Excel

source: Select Existing Address
th: เลือกที่อยู่ที่มีอยู่แล้ว

source: Select Items and Quantities
th: เลือกสินค้าและจำนวน

source: Select Items from Consignment: {0}
th: เลือกสินค้า จากฝากขาย: {0}

source: Select Printer
th: เลือกเครื่องพิมพ์

source: Select Template
th: เลือกแม่แบบ

source: Select Thai Province
th: เลือกจังหวัดในประเทศไทย

source: Select Year
th: เลือกปี

source: Select a consignment to fetch items from:
th: เลือกการฝากขายเพื่อดึงรายการสินค้า:

source: Select a {0} to view:
th: เลือก {0} เพื่อดู:

source: Select an existing Purchase Order to link to this Asset Repair
th: เลือกใบสั่งซื้อที่มีอยู่เพื่อลิงก์กับการซ่อมแซมสินทรัพย์นี้

source: Select by Province
th: เลือกตามจังหวัด

source: Select from existing addresses or leave blank to enter manually
th: เลือกจากที่อยู่ที่มีอยู่แล้วหรือปล่อยว่างไว้เพื่อกรอกด้วยตนเอง

source: Select one or more specific folders. Select "<strong>Home</strong>" and ALL files will be uploaded to this remote (If done, you should add some ignored Doctypes, like mentioned within "Doctypes ignored for file attachments" below advanced settings).
th: เลือกโฟลเดอร์หนึ่งโฟลเดอร์หรือมากกว่านั้น เลือก "<strong>โฮม</strong>" และไฟล์ทั้งหมดจะถูกอัปโหลดไปยังระยะไกลนี้ (หากทำเช่นนี้ ควรเพิ่ม Doctype ที่ไม่ต้องการแนบไฟล์บางรายการ เช่นที่กล่าวไว้ในหัวข้อ "Doctypes ignored for file attachments" ภายใต้การตั้งค่าขั้นสูง)

source: Select the Thai font to use when user's language preference is Thai
th: เลือกแบบอักษรภาษาไทยที่ใช้เมื่อผู้ใช้ตั้งค่าภาษาเป็นภาษาไทย

source: Select which exceptions to ignore (1,2,3 is recommended)
th: เลือกข้อยกเว้นที่ต้องการละเว้น (แนะนำ 1,2,3)

source: Select your preferred Google Cloud authentication method. Google Service Account (GSA) is recommended by Google. Doppler provides enterprise-grade secret management.
th: โปรดเลือกวิธีการตรวจสอบสิทธิ์ Google Cloud ที่คุณต้องการใช้ บัญชีบริการ Google (GSA) เป็นวิธีที่ Google แนะนำ Doppler มีระบบจัดการความลับระดับองค์กร

source: Selected Batches
th: ชุดที่เลือก
