Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Cash Flow
th: กระแสเงินสด

source: Cash Journal
th: สมุดรายวันเงินสด

source: Cash Top-up (Not Available)
th: เติมเงินสด (ไม่พร้อมใช้งาน)

source: Cash disbursed successfully
th: จ่ายเงินสดเรียบร้อยแล้ว

source: Cash disbursed successfully: {0}
th: จ่ายเงินสดสำเร็จ: {0}

source: Cash on Delivery (COD)
th: เก็บเงินปลายทาง (COD)

source: Cashier
th: แคชเชียร์

source: Cashier already has an active POS session
th: พนักงานเก็บเงินมีเซสชัน POS ที่กำลังใช้งานอยู่แล้ว

source: Cashier performance report generated successfully
th: รายงานผลการปฏิบัติงานพนักงานเก็บเงินสร้างเสร็จเรียบร้อยแล้ว

source: Cashier ranking retrieved successfully
th: การจัดอันดับพนักงานเก็บเงินถูกดึงข้อมูลเรียบร้อยแล้ว

source: Casual
th: ไม่เป็นทางการ

source: Categories & Tags
th: หมวดหมู่ & แท็ก

source: Category
th: หมวดหมู่

source: Category Scores
th: คะแนนหมวดหมู่

source: Cell Height (px)
th: ความสูงของเซลล์ (พิกเซล)

source: Cell Width (px)
th: ความกว้างของเซลล์ (px)

source: Central
th: ศูนย์กลาง

source: Certificate
th: ใบรับรอง

source: Certificate Expiry Date
th: วันที่หมดอายุใบรับรอง

source: Change
th: เปลี่ยนแปลง

source: Chart Name
th: ชื่อแผนภูมิ

source: Chart data is not a dictionary. Got: {0}
th: ข้อมูลแผนภูมิไม่ใช่พจนานุกรม ได้รับ: {0}

source: Chart file not found: {0}
th: ไม่พบไฟล์แผนภูมิ: {0}

source: Chart of Accounts CSV Mapper
th: ตัวแมป CSV ผังบัญชี

source: Chart of Accounts Configuration
th: การตั้งค่าผังบัญชี

source: Chart of Accounts imported from Google Sheets successfully
th: แผนผังบัญชีถูกนำเข้าจาก Google Sheets เรียบร้อยแล้ว

source: Chart of Accounts imported successfully
th: แผนภูมิบัญชีถูกนำเข้าเรียบร้อยแล้ว

source: Chart of Accounts imported successfully! Would you like to view the accounts?
th: นำเข้าผังบัญชีสำเร็จแล้ว ต้องการดูบัญชีหรือไม่?

source: Chart of accounts '{0}' created successfully for {1}. {2} accounts created.
th: แผนผังบัญชี '{0}' สร้างสำเร็จสำหรับ {1} มีบัญชี {2} บัญชีที่สร้างแล้ว

source: Chart of accounts template '{0}' not found
th: ไม่พบแม่แบบแผนผังบัญชี '{0}'

source: Chart template '{0}' not found
th: ไม่พบแม่แบบแผนภูมิ '{0}'

source: Chat cleared
th: แชทถูกล้างแล้ว

source: Chat with AI Accounting Manager for accounting help
th: สนทนากับผู้จัดการบัญชี AI เพื่อขอความช่วยเหลือด้านการบัญชี

source: Check Connection
th: ตรวจสอบการเชื่อมต่อ

source: Check Current Ranking
th: ตรวจสอบอันดับปัจจุบัน

source: Check Ranking
th: ตรวจสอบอันดับ

source: Check Service Status
th: ตรวจสอบสถานะบริการ

source: Check if keyword has seasonal patterns
th: ตรวจสอบว่าคีย์เวิร์ดมีรูปแบบตามฤดูกาลหรือไม่

source: Check if template/sample document is available
th: ตรวจสอบว่ามีเทมเพลต/เอกสารตัวอย่างหรือไม่

source: Checked
th: ตรวจสอบแล้ว

source: Checked By (English)
th: ตรวจสอบโดย (English)

source: Checked By (Thai)
th: ตรวจสอบโดย

source: Checking connection to ERPNext...
th: กำลังตรวจสอบการเชื่อมต่อกับ ERPNext...

source: Cheque
th: เช็ค

source: Cheque Book
th: สมุดเช็ค

source: Cheque Payment
th: การชำระเงินด้วยเช็ค

source: Cheque Received
th: เช็คที่ได้รับ

source: Choose whether to limit by total quantity, total amount, or both
th: เลือกว่าจะจำกัดโดยจำนวนรวม จำนวนเงินรวม หรือทั้งสองอย่าง

source: Choose your descriptive name
th: กรุณาเลือกชื่อคำอธิบายของคุณ

source: City
th: เมือง

source: Cleaning
th: การทำความสะอาด

source: Clear
th: ล้างข้อมูล

source: Clear Chat
th: ล้างแชท

source: Clear Filters & Show All
th: ล้างตัวกรอง & แสดงทั้งหมด

source: Clear From Device On Fetch
th: ล้างจากอุปกรณ์เมื่อดึงข้อมูล

source: Clear and Upload New File
th: ล้างข้อมูลและอัปโหลดไฟล์ใหม่

source: Clear cart before changing table
th: ล้างตะกร้าก่อนเปลี่ยนโต๊ะ

source: Clearance date cannot be before posting date for {0}
th: วันที่เคลียร์ไม่สามารถน้อยกว่าวันที่บันทึกสำหรับ {0}

source: Click "Examples" button to see sample questions.
th: คลิกปุ่ม "ตัวอย่าง" เพื่อดูคำถามตัวอย่าง

source: Click 'Choose File' and select your Excel file
th: คลิก 'เลือกไฟล์' และเลือกไฟล์ Excel ของคุณ

source: Click 'Upload and Import' button
th: คลิกปุ่ม 'อัปโหลดและนำเข้า'

source: Click to open calendar picker
th: คลิกเพื่อเปิดตัวเลือกปฏิทิน

source: Click-Through Rate
th: อัตราการคลิกผ่าน

source: Click-through rate from search results
th: อัตราการคลิกผ่านจากผลการค้นหา

source: Clone SEO Template
th: คัดลอกแม่แบบ SEO

source: Clone Template
th: คัดลอกแม่แบบ

source: Close
th: ปิด

source: Closed
th: ปิด

source: Closing Balance
th: ยอดคงเหลือปิดบัญชี

source: Closing Balance: {0}
th: ยอดคงเหลือปิดบัญชี: {0}

source: Code
th: รหัส

source: Collateral Description
th: รายละเอียดหลักประกัน

source: Collateral Details
th: รายละเอียดหลักประกัน

source: Collateral Reference
th: เอกสารอ้างอิงหลักประกัน

source: Collateral Type
th: ประเภทหลักประกัน

source: Color
th: สี

source: Color coding in Google Calendar
th: การใช้สีใน Google Calendar

source: Color used to identify this zone on the floor plan
th: สีที่ใช้ระบุโซนนี้บนแผนผังชั้น

source: Column position in grid (1-based)
th: ตำแหน่งคอลัมน์ในกริด (เริ่มนับจาก 1)

source: Columns are not according to template. Please compare the uploaded file with standard template. Expected 8 columns (original), 9 columns (with Account Name TH), or 10 columns (with full Thai support).
th: คอลัมน์ไม่ตรงกับแม่แบบ กรุณาเปรียบเทียบไฟล์ที่อัปโหลดกับแม่แบบมาตรฐาน คาดหวัง 8 คอลัมน์ (ต้นฉบับ), 9 คอลัมน์ (พร้อม ชื่อบัญชี ภาษาไทย), หรือ 10 คอลัมน์ (พร้อมการรองรับภาษาไทยเต็มรูปแบบ)

source: Comma-separated SEO keywords specific to this business type
th: คำสำคัญ SEO แยกด้วยเครื่องหมายจุลภาค เฉพาะสำหรับประเภทธุรกิจนี้

source: Comma-separated Thai stop words to exclude from keyword analysis
th: คำหยุด (Stop words) ภาษาไทยที่คั่นด้วยเครื่องหมายจุลภาค เพื่อยกเว้นจากการวิเคราะห์คำสำคัญ

source: Comma-separated keywords for this section
th: คีย์เวิร์ดที่คั่นด้วยเครื่องหมายจุลภาคสำหรับส่วนนี้

source: Comma-separated list of IP addresses allowed to use these credentials
th: รายการที่อยู่ IP ที่อนุญาตให้ใช้ข้อมูลรับรองเหล่านี้ โดยคั่นด้วยเครื่องหมายจุลภาค

source: Comma-separated list of email addresses
th: รายชื่อที่อยู่อีเมลคั่นด้วยเครื่องหมายจุลภาค

source: Comma-separated list of related keywords
th: รายการคำสำคัญที่เกี่ยวข้อง คั่นด้วยเครื่องหมายจุลภาค

source: Comma-separated local SEO keywords for this province
th: คำสำคัญ SEO ท้องถิ่นที่คั่นด้วยเครื่องหมายจุลภาคสำหรับจังหวัดนี้

source: Comma-separated roles that can bypass PO limits (e.g., 'Purchase Manager, System Manager')
th: รายชื่อบทบาทที่คั่นด้วยเครื่องหมายจุลภาคซึ่งสามารถข้ามข้อจำกัดของใบสั่งซื้อ (เช่น 'ผู้จัดการฝ่ายจัดซื้อ, ผู้จัดการระบบ')

source: Comments
th: ความคิดเห็น

source: Commercial
th: เชิงพาณิชย์

source: Commercial Intent
th: ความตั้งใจเชิงพาณิชย์

source: Communication error
th: ข้อผิดพลาดในการสื่อสาร

source: Compact Receipt
th: ใบเสร็จแบบย่อ

source: Compact format for small receipts
th: รูปแบบกะทัดรัดสำหรับใบเสร็จขนาดเล็ก

source: Companies/Branches
th: บริษัท/สาขา

source: Company
th: บริษัท

source: Company '{0}' not found
th: ไม่พบบริษัท '{0}'

source: Company Code
th: รหัสบริษัท

source: Company Has Accounts
th: บริษัทมีบัญชี

source: Company Information
th: ข้อมูลบริษัท

source: Company Logo
th: โลโก้บริษัท

source: Company Name
th: ชื่อ บริษัท

source: Company Name (English)
th: ชื่อบริษัท (ภาษาอังกฤษ)

source: Company Name (Thai)
th: ชื่อบริษัท (ภาษาไทย)

source: Company Retention Settings
th: การตั้งค่าการเก็บรักษาบริษัท

source: Company Specific
th: เฉพาะบริษัท

source: Company Tax ID is required to create withholding tax certificate
th: รหัสผู้เสียภาษีของบริษัทเป็นข้อมูลที่จำเป็นสำหรับการสร้างหนังสือรับรองภาษีหัก ณ ที่จ่าย

source: Company abbreviation not found for {0}
th: ไม่พบตัวย่อบริษัทสำหรับ {0}

source: Company already has {0} accounts. Please confirm deletion to recreate chart.
th: บริษัทมีบัญชี {0} รายการแล้ว กรุณายืนยันการลบเพื่อสร้างแผนภูมิใหม่อีกครั้ง

source: Company is required
th: จำเป็นต้องระบุบริษัท

source: Company to create Purchase Invoices for
th: บริษัทสำหรับสร้างใบกำกับซื้อ

source: Company {0} already has accounts. Please delete existing accounts first or use a new company
th: \u0e2a\u0e48\u0e27\u0e19 {0} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e17\u0e35\u0e48\u0e2a\u0e31\u0e27\u0e40\u0e0a\u0e35\u0e22\u0e01\u0e32\u0e23\u0e2d\u0e32\u0e22\u0e31\u0e14\u0e1a\u0e31\u0e0d\u0e0a\u0e35\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e02\u0e2d\u0e07 \u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e17\u0e35\u0e48 \u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e31\u0e27\u0e40\u0e0a\u0e35\u0e22\u0e01\u0e32\u0e23 \u0e0a\u0e37\u0e48\u0e2d\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e17\u0e35\u0e48\u0e17\u0e35\u0e48\u0e2a\u0e38\u0e14\u0e42\u0e14\u0e22\u0e2d\u0e31\u0e15\u0e42\u0e19\u0e21\u0e31\u0e15\u0e34\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u0e22\u0e01\u0e32\u0e23\u0e0a\u0e32\u0e23\u0e2d\u

source: Company {0} already has {1} accounts. Cannot import chart of accounts. Use force=1 to override.
th: บริษัท {0} มีบัญชีอยู่แล้ว {1} บัญชี ไม่สามารถนำเข้าผังบัญชีได้ กรุณาใช้ force=1 เพื่อบังคับดำเนินการแทนได้

source: Company {0} already has {1} accounts. Please enable 'Force Import' to continue.
th: บริษัท {0} มีบัญชีแล้ว {1} บัญชี กรุณาเปิดใช้งาน 'บังคับนำเข้า' เพื่อดำเนินการต่อ

source: Company {0} does not exist
th: บริษัท {0} ไม่มีอยู่จริง

source: Company {0} is not in Thailand. Thai VAT templates are only for Thai companies.
th: บริษัท {0} ไม่ได้ตั้งอยู่ในประเทศไทย แบบฟอร์ม VAT ไทยใช้ได้เฉพาะกับบริษัทในประเทศไทยเท่านั้น

source: Company, tax month, and tax year are required
th: บริษัท, เดือนภาษี, และ ปีภาษี เป็นข้อมูลที่จำเป็น

source: Compare Periods
th: เปรียบเทียบช่วงเวลา

source: Compare Trends
th: เปรียบเทียบแนวโน้ม

source: Comparison
th: การเปรียบเทียบ

source: Competition
th: การแข่งขัน

source: Competitor Analysis
th: การวิเคราะห์คู่แข่ง

source: Competitor businesses in Thai market
th: ธุรกิจคู่แข่งในตลาดไทย

source: Complete
th: ที่สมบูรณ์แบบ

source: Complete Business Management Solution
th: โซลูชันการจัดการธุรกิจครบวงจร

source: Complete Task
th: เสร็จสิ้นงาน

source: Completed
th: เสร็จสมบูรณ์

source: Completed At
th: เสร็จสิ้นเมื่อ

source: Completed quantity cannot be negative
th: ปริมาณที่เสร็จสมบูรณ์ต้องไม่เป็นค่าลบ

source: Completed quantity cannot exceed required quantity
th: ปริมาณที่เสร็จสมบูรณ์ไม่สามารถเกินปริมาณที่ต้องการได้

source: Completing task...
th: กำลังดำเนินการเสร็จสิ้นงาน...

source: Completion Date
th: วันที่เสร็จสมบูรณ์

source: Completion Notes
th: หมายเหตุการดำเนินการเสร็จสิ้น

source: Completion Tokens
th: โทเค็นที่ใช้ในการประมวลผล

source: Complex Words Ratio
th: อัตราส่วนคำซับซ้อน

source: Compliance Category
th: หมวดหมู่การปฏิบัติตามข้อกำหนด

source: Compliance Report
th: รายงานการปฏิบัติตามข้อกำหนด

source: Computer Name
th: ชื่อคอมพิวเตอร์

source: Conclusion
th: บทสรุป

source: Confidence Level
th: ระดับความมั่นใจ

source: Configuration
th: การตั้งค่า

source: Configuration Error
th: ข้อผิดพลาดในการตั้งค่า

source: Configuration File Generated
th: ไฟล์การตั้งค่าถูกสร้างแล้ว

source: Configuration file generated successfully at:
th: ไฟล์การตั้งค่าถูกสร้างเรียบร้อยแล้วที่:

source: Configuration file has been generated at:
th: ไฟล์การตั้งค่าได้ถูกสร้างที่:

source: Configuration issues found: {}
th: พบปัญหาการตั้งค่า: {}

source: Configure API settings for syncing data to affiliate ERPNext server
th: กำหนดค่าการตั้งค่า API สำหรับการซิงค์ข้อมูลไปยังเซิร์ฟเวอร์ ERPNext สาขา

source: Configure Doppler Secret Management
th: กำหนดค่าการจัดการความลับ Doppler

source: Configure Doppler Settings
th: กำหนดค่าการตั้งค่า Doppler

source: Configure Environment Variables
th: กำหนดค่าตัวแปรสภาพแวดล้อม

source: Configure Google Calendar service account for automatic calendar sync
th: กำหนดค่าบัญชีบริการ Google Calendar สำหรับการซิงค์ปฏิทินอัตโนมัติ

source: Configure Google Maps JavaScript API for GPS location features in M Capital loan applications
th: กำหนดค่า Google Maps JavaScript API สำหรับฟีเจอร์ตำแหน่ง GPS ในใบสมัครสินเชื่อ M Capital

source: Configure Google Service Account
th: กำหนดค่าบัญชีบริการ Google

source: Configure Grist server for invoice analysis and reporting
th: กำหนดค่าเซิร์ฟเวอร์ Grist สำหรับการวิเคราะห์และรายงานใบแจ้งหนี้

source: Configure Local File
th: กำหนดค่าไฟล์ภายในเครื่อง

source: Configure ZKTeco biometric device settings
th: กำหนดค่าการตั้งค่าอุปกรณ์ไบโอเมตริกซ์ ZKTeco

source: Configure minimum and maximum limits for Purchase Orders
th: กำหนดขีดจำกัดขั้นต่ำและสูงสุดสำหรับใบสั่งซื้อ

source: Configure petty cash settings and limits
th: กำหนดค่าการตั้งค่าและขีดจำกัดเงินสดย่อย

source: Configure when and how reminders should be sent
th: กำหนดเวลารวมถึงวิธีการส่งการแจ้งเตือน

source: Configure where users can select batches/lots for inventory tracking
th: กำหนดค่าที่ผู้ใช้สามารถเลือกล็อต/ชุดสำหรับการติดตามสินค้าคงคลังได้

source: Configure which secrets each app can access
th: กำหนดค่าความลับที่แต่ละแอปสามารถเข้าถึงได้

source: Configure which users can see Thai Business Suite workspaces
th: กำหนดผู้ใช้ที่สามารถเห็นพื้นที่ทำงานชุดธุรกิจไทย

source: Confirm Selection
th: ยืนยันการเลือก

source: Connected
th: เชื่อมต่อแล้ว

source: Connected but text detection needs verification.
th: เชื่อมต่อแล้ว แต่ต้องตรวจสอบการตรวจจับข้อความอีกครั้ง

source: Connection Error
th: ข้อผิดพลาดในการเชื่อมต่อ

source: Connection Status
th: สถานะการเชื่อมต่อ

source: Connection Testing
th: การทดสอบการเชื่อมต่อ

source: Connection diagnosis failed:
th: การวินิจฉัยการเชื่อมต่อล้มเหลว:

source: Connection failed
th: การเชื่อมต่อล้มเหลว

source: Connection failed:
th: การเชื่อมต่อล้มเหลว:

source: Connection successful
th: เชื่อมต่อสำเร็จ

source: Connection successful to {0}
th: เชื่อมต่อสำเร็จไปยัง {0}

source: Connection successful!
th: เชื่อมต่อสำเร็จ!

source: Connection successful! Device info:
th: เชื่อมต่อสำเร็จ! ข้อมูลอุปกรณ์:

source: Connection successful! Text detection is working.
th: เชื่อมต่อสำเร็จ! การตรวจจับข้อความทำงานได้แล้ว

source: Connection test failed:
th: การทดสอบการเชื่อมต่อล้มเหลว:

source: Connection timeout
th: หมดเวลาการเชื่อมต่อ

source: Consequences of Non-Compliance
th: ผลกระทบจากการไม่ปฏิบัติตามข้อกำหนด

source: Consider adding Thai date formatting for better compliance
th: พิจารณาเพิ่มรูปแบบวันที่ภาษาไทยเพื่อให้สอดคล้องมากขึ้น

source: Consider adding Thai language templates for this template type
th: โปรดพิจารณาเพิ่มแม่แบบภาษาไทยสำหรับประเภทแม่แบบนี้

source: Consider adding Thai legal terms for compliance
th: โปรดพิจารณาเพิ่มคำศัพท์ทางกฎหมายไทยเพื่อให้เป็นไปตามข้อกำหนดด้านกฎหมาย

source: Consider adding Thai translation for better local SEO
th: พิจารณาเพิ่มการแปลภาษาไทยเพื่อปรับปรุง SEO ในพื้นที่ให้ดียิ่งขึ้น

source: Consider bulk purchase
th: พิจารณาการซื้อจำนวนมาก

source: Consignment
th: ฝากขาย

source: Consignment End Date
th: วันสิ้นสุดการฝากขาย

source: Consignment Item
th: สินค้าเลือสิน

source: Consignment Items
th: สินค้าฝากขาย

source: Consignment Start Date
th: วันที่เริ่มต้นฝากขาย

source: Consignment Transfer for {0}
th: การโอนสินค้าฝากขายสำหรับ {0}

source: Consignment Type
th: ประเภทการฝากขาย

source: Construction
th: งานก่อสร้าง

source: Contact
th: ติดต่อ

source: Contact Details
th: รายละเอียดผู้ติดต่อ

source: Contact Email
th: อีเมลผู้ติดต่อ

source: Contact Information
th: ข้อมูลการติดต่อ

source: Contact Mobile
th: เบอร์มือถือผู้ติดต่อ

source: Contact Number
th: เบอร์ติดต่อ

source: Contact Phone
th: เบอร์โทรติดต่อ

source: Content (English)
th: เนื้อหา

source: Content (Thai)
th: เนื้อหา

source: Content Analytics
th: การวิเคราะห์เนื้อหา

source: Content Analytics Report
th: รายงานวิเคราะห์เนื้อหา

source: Content Brief
th: สรุปเนื้อหา

source: Content Brief Template
th: แม่แบบสรุปเนื้อหา

source: Content Brief Template "{0}" will be used for research workflows
th: เทมเพลตสรุปเนื้อหา "{0}" จะถูกใช้สำหรับกระบวนการทำงานวิจัย

source: Content Brief Template for research workflows
th: เทมเพลตสรุปเนื้อหาสำหรับกระบวนการทำงานวิจัย

source: Content Brief Template is required for brief creation
th: เทมเพลตสรุปเนื้อหาจำเป็นสำหรับการสร้างสรุป

source: Content Frequency
th: ความถี่ของเนื้อหา

source: Content Goal
th: เป้าหมายเนื้อหา

source: Content Goals
th: เป้าหมายเนื้อหา

source: Content Guidelines
th: แนวทางเนื้อหา

source: Content HTML
th: เนื้อหา HTML

source: Content Keyword
th: คำสำคัญเนื้อหา

source: Content Manager
th: ผู้จัดการเนื้อหา

source: Content Markdown
th: เนื้อหา Markdown

source: Content Planning
th: การวางแผนเนื้อหา

source: Content Quality
th: คุณภาพเนื้อหา

source: Content Quality (0-100)
th: คุณภาพเนื้อหา (0-100)

source: Content Quality Indicators
th: ตัวชี้วัดคุณภาพเนื้อหา

source: Content Quality Score (0-100)
th: คะแนนคุณภาพเนื้อหา (0-100)

source: Content Reference
th: การอ้างอิงเนื้อหา

source: Content Strategy
th: กลยุทธ์เนื้อหา

source: Content Strategy Preview
th: ตัวอย่างกลยุทธ์เนื้อหา

source: Content Structure
th: โครงสร้างเนื้อหา

source: Content Structure Recommendations
th: คำแนะนำโครงสร้างเนื้อหา

source: Content Style
th: รูปแบบเนื้อหา

source: Content Target Performance
th: ประสิทธิภาพเป้าหมายเนื้อหา

source: Content Task Queue
th: คิวงานเนื้อหา

source: Content Template
th: เทมเพลตเนื้อหา

source: Content Topic Suggestions
th: หัวข้อเนื้อหาแนะนำ

source: Content Topics
th: หัวข้อเนื้อหา

source: Content Topics for {0}
th: หัวข้อเนื้อหาสำหรับ {0}

source: Content Type
th: ประเภทเนื้อหา

source: Content Type Suggestion: {0}
th: คำแนะนำประเภทเนื้อหา: {0}

source: Content Writer
th: นักเขียนเนื้อหา

source: Content generated successfully
th: เนื้อหาถูกสร้างขึ้นเรียบร้อยแล้ว

source: Content generation failed: {0}
th: การสร้างเนื้อหาล้มเหลว: {0}

source: Controlled Substance Box
th: วันสิ่งสิ่งสร้าง

source: Controls randomness in AI output (0.0-1.0)
th: ควบคุมความสุ่มในการสร้างผลลัพธ์ของ AI (0.0-1.0)

source: Conversational
th: สนทนา

source: Conversion Factor
th: ปัจจัยการเปลี่ยนแปลง

source: Conversion Rate
th: อัตราการแปลง

source: Conversion Successful!
th: การแปลงสำเร็จ!

source: Conversions & Revenue
th: การแปลงและรายได้

source: Convert Another File
th: แปลงไฟล์อื่น

source: Convert File
th: แปลงไฟล์

source: Convert Gregorian dates to Buddhist Era (B.E.)
th: แปลงวันที่ในปฏิทินเกรกอเรียนเป็นปีพุทธศักราช (พ.ศ.)

source: Convert Year
th: แปลงปี

source: Convert to JSON
th: { "1 Google Calendar Event synced.": "บันทึก 1 เหตุการณ์ปฏิทิน Google", "Access Log": "บันทึกการเข้าใช้งาน", "Access Token": "คีย์ โทเค็นการเข้าใช้งาน", "Account": "บัญชี", "Account Freezing": "การแช่แข็งบัญชี / ระงับบัญชี", "Accounting": "การบัญชี", "All": "ทั้งหมด", "Assets": "สินทรัพย์", "Auto lets server choose the best available generator": "อัตโนมัติให้เซิร์ฟเวอร์เลือกตัวสร้างหมายเลขที่ดีที่สุดที่มีอยู่", "Business": "ธุรกิจ", "Buying": "การซื้อ", "Cancelled": "ยกเลิก", "Category": "ประเภทหมวดหมู่", "Completed": "เสร็จสมบูรณ์", "Context": "บริบท", "Cr.": "เคร.", "CRM": "การจัดการลูกค้าสัมพันธ์", "Customer": "ลูกค้า", "Date": "วันที่", "Date and Time": "วันที่และเวลา", "Date/Time": "วันที่/เวลา", "Day": "วัน", "Delivery Note": "ใบส่งของ", "Description": "รายละเอียดคำอธิบาย", "doesn't belong to Company": "ไม่มีสิทธิ์เข้าถึงรายการบริษัท", "Dr.": "เดร.", "Draft": "ร่าง", "ERPNext Module": "โมดูล ERPNext", "Generator": "ตัวสร้างหมายเลข/เลขที่", "Home": "หน้าหลัก", "Human Resources": "ทรัพยากรบุคคล", "Inventory": "คลังสินค้า", "Invoice": "ใบแจ้งหนี้", "Is Approved": "ได้รับการอนุมัติ", "Is Rejected": "ถูกปฏิเสธ", "Item": "สินค้า", "Journal Entry": "รายการสมุดรายวันบัญชี", "Loading translation dashboard...": "กำลังโหลดแผงควบคุมการแปล", "Manufacturing": "การผลิต", "Module": "โมดูล", "Module Name": "ชื่อโมดูล", "Month": "เดือน", "Paid": "ชำระแล้ว", "Payment": "การชำระเงิน", "Pending": "รอดำเนินการ", "PND.": "ภงด.", "Print Message": "พิมพ์ข้อความ", "Priority": "ลำดับความสำคัญ", "Projects": "โครงการ", "Purchase Invoice": "ใบแจ้งหนี้ซื้อ", "Purchase Order": "ใบสั่งซื้อ", "Purchases": "การซื้อ", "Quantity": "จำนวน", "Quotation": "ใบเสนอราคา", "Receipt": "ใบรับของ", "Refresh": "รีเฟรช", "Rex": "Rex", "Sales": "ขาย", "Sales Invoice": "ใบแจ้งหนี้ขาย", "Sales Order": "ใบสั่งขาย", "Selling": "การขาย", "Source Term": "แหล่งที่มา", "Status": "สถานะ", "Stock": "คลังสินค้า", "Submitted": "ส่งแล้ว", "Supplier": "ผู้จำหน่ายสินค้า", "Tax": "ภาษี", "Tax Invoice": "ใบกำกับภาษี", "Thai Translation": "แปลภาษาไทย", "Time": "เวลา", "Translation Dashboard": "แผงควบคุมการแปล", "Unit Price": "ราคาต่อหน่วย", "Utility": "สาธารณูปโภค", "VAT": "ภาษีมูลค่าเพิ่ม", "Withholding Tax": "ภาษีหัก ณ ที่จ่าย", "Year": "ปี" }

source: Convert your Chart of Accounts CSV file to ERPNext JSON format
th: แปลงไฟล์ CSV แผนผังบัญชีของคุณเป็นรูปแบบ JSON สำหรับ ERPNext

source: Converting
th: กำลังแปลงข้อมูล

source: Copy Sections
th: คัดลอกส่วน

source: Copy to Clipboard
th: คัดลอกไปยังคลิปบอร์ด

source: Corporate tax withholding
th: ภาษีหัก ณ ที่จ่ายของบริษัท

source: Corrective
th: แก้ไข

source: Cost (USD)
th: ต้นทุน (USD)

source: Cost Center
th: ศูนย์ต้นทุน

source: Cost Center is required to create GL Entry
th: ศูนย์ต้นทุนจำเป็นสำหรับการสร้างรายการบัญชีแยกประเภททั่วไป

source: Cost Information
th: ข้อมูลต้นทุน

source: Cost Per Click
th: ต้นทุนต่อคลิก

source: Cost Per Click cannot be negative
th: ต้นทุนต่อคลิกไม่สามารถเป็นค่าลบได้

source: Cost variance exceeds 10%. Please provide an explanation in 'Variance Explanation' field.
th: ความคลาดเคลื่อนของต้นทุนเกิน 10% กรุณาใส่คำอธิบายในช่อง 'Variance Explanation'

source: Could not connect to AI Accounting Manager. Please ensure the multi-agent system is running.
th: ไม่สามารถเชื่อมต่อกับ AI Accounting Manager ได้ กรุณาตรวจสอบให้แน่ใจว่าระบบตัวแทนหลายตัวกำลังทำงานอยู่

source: Could not format {0}: Invalid JSON
th: ไม่สามารถจัดรูปแบบ {0} ได้: JSON ไม่ถูกต้อง

source: Count hours before shift start
th: นับชั่วโมงก่อนเริ่มกะงาน

source: Country
th: ประเทศ

source: Country Code
th: รหัสประเทศ

source: Cr. Bank/Cash
th: เครดิต ธนาคาร/เงินสด
