Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Analysis Period
th: ช่วงเวลาวิเคราะห์

source: Analysis Period: {0} days
th: ช่วงเวลาวิเคราะห์: {0} วัน

source: Analytics Report
th: รายงานวิเคราะห์ข้อมูล

source: Analytics Summary
th: สรุปการวิเคราะห์

source: Analytics Trends
th: แนวโน้มการวิเคราะห์

source: Analytics Trends - Last {0} Months
th: แนวโน้มวิเคราะห์ - {0} เดือนล่าสุด

source: Analytics data exported successfully
th: ข้อมูลวิเคราะห์ถูกส่งออกเรียบร้อยแล้ว

source: Analyze SEO
th: วิเคราะห์ SEO

source: Analyze SERP Competitors
th: วิเคราะห์คู่แข่งบนผลการค้นหา (SERP)

source: Analyze in Grist
th: วิเคราะห์ใน Grist

source: Analyzer Version
th: รุ่นตัววิเคราะห์

source: Analyzing SERP competitors...
th: กำลังวิเคราะห์คู่แข่ง SERP...

source: Analyzing article for SEO quality...
th: กำลังวิเคราะห์บทความสำหรับคุณภาพ SEO...

source: Analyzing top-ranking competitors...
th: กำลังวิเคราะห์คู่แข่งที่มีอันดับสูงสุด...

source: Anniversary Date
th: วันที่ สัวซิน

source: Annual
th: ประจำปี

source: Annually
th: รายปี

source: Anthropic API key for Claude content generation (optional)
th: คีย์ API ของ Anthropic สำหรับการสร้างเนื้อหา Claude (ไม่บังคับ)

source: App Name
th: ชื่อโปรแกรม

source: App Secret Mappings
th: การแมปความลับของแอป

source: App Secrets
th: ความลับของแอป

source: Appearance
th: ลักษณะรูปลักษณ์

source: Appearance & Capacity
th: ลักษณะและความจุ

source: Application Date
th: วันรับสมัคร

source: Applied default settings for {0}
th: ตั้งค่ามาตรฐานที่ใช้กับ {0} แล้ว

source: Apply Address
th: ใช้ที่อยู่

source: Apply Filters
th: ใช้ตัวกรอง

source: Apply Filters & Show Items
th: ใช้ตัวกรองและแสดงรายการ

source: Apply to Address
th: ใช้กับที่อยู่

source: Approval
th: การอนุมัติ

source: Approval Comments
th: ความคิดเห็นการอนุมัติ

source: Approval Date
th: วันที่อนุมัต

source: Approval Remarks
th: หมายเหตุการอนุมัติ

source: Approval Status
th: สถานะการอนุมัติ

source: Approve
th: อนุมัติ

source: Approve Budget
th: อนุมัติงบประมาณ

source: Approve Over-Budget Repair
th: อนุมัติการซ่อมแซมเกินงบประมาณ

source: Approved
th: ได้รับการอนุมัติ

source: Approved By
th: อนุมัติโดย

source: Approved By (English)
th: อนุมัติโดย

source: Approved By (Thai)
th: อนุมัติโดย

source: Apps
th: แอปส์

source: Archived
th: เก็บถาวร

source: Are you sure you want to clear all messages?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อความทั้งหมด?

source: Are you sure you want to delete this VAT type? This action cannot be undone.
th: คุณแน่ใจหรือไม่ว่าต้องการลบประเภท VAT นี้? การดำเนินการนี้ไม่สามารถย้อนกลับได้

source: Are you sure you want to delete this production order?
th: คุณแน่ใจหรือไม่ว่าต้องการลบใบสั่งผลิตนี้?

source: Are you sure you want to delete {0}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบ {0}?

source: Are you sure you want to restart background workers?<br><br>This may temporarily interrupt background jobs.
th: คุณแน่ใจหรือไม่ว่าต้องการเริ่มต้นใหม่สำหรับงานเบื้องหลัง?<br><br>การดำเนินการนี้อาจทำให้งานเบื้องหลังหยุดชั่วคราวได้

source: Are you sure you want to restart the scheduler?<br><br>This will enable the scheduler and may restart scheduled jobs.
th: คุณแน่ใจหรือไม่ว่าต้องการเริ่มต้นระบบจัดตารางงานใหม่?<br><br>การดำเนินการนี้จะเปิดใช้งานระบบจัดตารางงานและอาจทำให้งานที่ตั้งเวลาไว้ถูกเริ่มต้นใหม่อีกครั้งได้

source: Article
th: บทความ

source: Article "{0}" created successfully
th: บทความ "{0}" สร้างเรียบร้อยแล้ว

source: Article "{0}" has been created successfully.
th: บทความ "{0}" ได้ถูกสร้างเรียบร้อยแล้ว

source: Article "{0}" has been created with AI-generated content.<br><br>Quality Score: {1}/100<br>Cost: ${2}<br>Words: {3}
th: บทความ "{0}" ได้ถูกสร้างขึ้นด้วยเนื้อหาที่สร้างโดย AI<br><br>คะแนนคุณภาพ: {1}/100<br>ค่าใช้จ่าย: ${2}<br>จำนวนคำ: {3}

source: Article '{0}' does not exist
th: บทความ '{0}' ไม่มีอยู่จริง

source: Article Created
th: บทความถูกสร้างแล้ว

source: Article Title
th: หัวข้อบทความ

source: Article created successfully from target {0}
th: วันรายสินค้าสินเก็บสร้างสางสินเที่มส {0} หน้าแปลภาษา

source: Article created successfully with AI-generated content
th: สร้างบทความสำเร็จด้วยเนื้อหาที่สร้างโดย AI

source: Article created successfully: {0}
th: สร้างบทความเรียบร้อยแล้ว: {0}

source: Article created with AI-generated content: {0}
th: บทความที่สร้างขึ้นด้วยเนื้อหาที่สร้างโดย AI: {0}

source: Article preview feature coming soon!
th: ฟีเจอร์แสดงตัวอย่างบทความจะมาในเร็วๆ นี้!

source: Article {0} not published: Word count {1} is below minimum {2}
th: บทความ {0} ยังไม่ได้เผยแพร่: จำนวนคำ {1} ต่ำกว่าขั้นต่ำที่กำหนด {2}

source: Article: {0} | Keyword: {1} | Language: {2}
th: บทความ: {0} | คำสำคัญ: {1} | ภาษา: {2}

source: Article: {0} | Keyword: {1} | Words: {2}
th: บทความ: {0} | คำสำคัญ: {1} | คำ: {2}

source: Articles Created
th: บทความที่สร้างแล้ว

source: Articles Using Template: {0}
th: บทความที่ใช้แม่แบบ: {0}

source: Articles Using This Keyword
th: บทความที่ใช้คำสำคัญนี้

source: Articles that use this keyword
th: บทความที่ใช้คำสำคัญนี้

source: Ask me anything about:
th: สอบถามข้อมูลใด ๆ เกี่ยวกับ:

source: Asset Repair
th: การซ่อมแซมสินทรัพย์

source: Asset Repair History
th: ประวัติการซ่อมแซมสินทรัพย์

source: Asset value becomes
th: มูลค่าสินทรัพย์กลายเป็น

source: Asset worth
th: มูลค่าทรัพย์สิน

source: Assets
th: สินทรัพย์

source: Assigned By
th: ได้รับมอบหมายจาก

source: Assigned Date
th: วันที่กำหนด

source: Assigned Server
th: เซิร์ฟเวอร์ที่ได้รับมอบหมาย

source: Assigned To
th: มอบหมายให้

source: Assigned to: {0}
th: มอบหมายให้: {0}

source: Assignment
th: การมอบหมาย

source: Assignment Required
th: ต้องระบุผู้รับผิดชอบ

source: At least one notification method must be enabled
th: ต้องเปิดใช้งานวิธีการแจ้งเตือนอย่างน้อยหนึ่งวิธี

source: At least one recipient must be specified
th: ต้องระบุผู้รับอย่างน้อยหนึ่งราย

source: Attach Receipt/Supporting Documents
th: แนบใบเสร็จ/เอกสารประกอบ

source: Attachment
th: ความผูกพัน

source: Attachments
th: ไฟล์แนบ

source: Attendance
th: การลงเวลา

source: Attendance Date
th: วันที่มาทำงาน

source: Attendance Failed
th: การบันทึกเวลาทำงานล้มเหลว

source: Attendance Statistics
th: สถิติการเข้างาน

source: Attendance Success
th: บันทึกการเข้างานสำเร็จ

source: Attendance is required
th: การเข้างานเป็นสิ่งที่จำเป็น

source: Attendance status must be 'Present' for overtime calculation
th: สถานะการเข้างานต้องเป็น 'มาแล้ว' สำหรับการคำนวณเวลาทำงานล่วงเวลา

source: Audit Trail
th: บันทึกการตรวจสอบ

source: Audit period is required
th: จำเป็นต้องระบุช่วงเวลาการตรวจสอบบัญชี

source: Audit report created successfully
th: สร้าง รายงานผู้สอบบัญชีเรียบร้อยแล้ว

source: Audit trail of petty cash transactions
th: บันทึกตรวจสอบรายการเงินสดย่อย

source: Auditor Report
th: รายงานผู้สอบบัญชี

source: Auditor Reports
th: รายงานผู้ตรวจสอบบัญชี

source: Authentication
th: การตรวจสอบสิทธิ์

source: Authentication Error
th: ข้อผิดพลาดการตรวจสอบสิทธิ์

source: Authentication Method
th: วิธีการตรวจสอบสิทธิ์

source: Authentication failed: {0}
th: การตรวจสอบสิทธิ์ล้มเหลว: {0}

source: Authentication session expired
th: การเข้าสู่ระบบหมดอายุแล้ว

source: Author
th: ผู้เขียน

source: Authoritative
th: มีอำนาจหน้าที่

source: Auto Allocate (FIFO)
th: จัดสรรอัตโนมัติ (FIFO)

source: Auto Create Article
th: สร้างบทความอัตโนมัติ

source: Auto Create Brief
th: สร้างสรุปอัตโนมัติ

source: Auto Create Journal Entry
th: สร้างรายการสมุดรายวันอัตโนมัติ

source: Auto Publish if Ready
th: เผยแพร่อัตโนมัติเมื่อพร้อม

source: Auto Refresh
th: รีเฟรชอัตโนมัติ

source: Auto Run Analysis
th: วิเคราะห์อัตโนมัติ

source: Auto translate not available, using mapping file instead
th: การแปลอัตโนมัติไม่พร้อมใช้งาน กำลังใช้ไฟล์แมปแทน

source: Auto-Optimize
th: ปรับแต่งอัตโนมัติ

source: Auto-Publish
th: เผยแพร่โดยอัตโนมัติ

source: Auto-Research
th: การวิจัยอัตโนมัติ

source: Auto-Research workflows should specify a Content Brief Template
th: เวิร์กโฟลว์ Auto-Research ควรกำหนดแม่แบบสรุปเนื้อหา

source: Auto-Write
th: เขียนอัตโนมัติ

source: Auto-Write workflows should specify an SEO Template for consistent output quality
th: การทำงานอัตโนมัติควรกำหนดแม่แบบ SEO เพื่อคุณภาพผลลัพธ์ที่สม่ำเสมอ

source: Auto-allocated {0} units using FIFO
th: จัดสรร {0} หน่วยโดยอัตโนมัติตามวิธี FIFO

source: Auto-calculated from transactions
th: คำนวณโดยอัตโนมัติจากรายการธุรกรรม

source: Auto-created from PO item
th: สร้างโดยอัตโนมัติจากรายการใบสั่งซื้อ

source: Auto-fetched from User master
th: ดึงข้อมูลอัตโนมัติจากผู้ใช้หลัก

source: Auto-generated GL entry on submission
th: รายการสมุดรายวันที่สร้างโดยอัตโนมัติเมื่อส่งข้อมูล

source: Auto-generated GL entry: Dr. Petty Cash, Cr. Bank
th: รายการสมุดรายวันที่สร้างโดยอัตโนมัติ: เดบิต เงินสดย่อย, เครดิต ธนาคาร

source: Auto-refresh enabled
th: เปิดใช้งานการรีเฟรชอัตโนมัติ

source: Auto-refresh paused
th: การรีเฟรชอัตโนมัติถูกหยุดชั่วคราว

source: Automated Reporting
th: รายงานอัตโนมัติ

source: Automatic overtime generation is disabled in Thai Overtime Settings
th: การสร้างเวลาทำงานล่วงเวลาอัตโนมัติถูกปิดใช้งานใน การตั้งค่าเวลาทำงานล่วงเวลาไทย

source: Automatically allocate required quantity using FIFO (First In, First Out)
th: จัดสรรปริมาณที่ต้องการโดยอัตโนมัติด้วยวิธี FIFO (เข้าเก่าก่อนออก)

source: Automatically apply selected Thai font when user's language is set to Thai
th: ตั้งค่าฟอนต์ภาษาไทยที่เลือกไว้โดยอัตโนมัติเมื่อภาษาของผู้ใช้ถูกตั้งเป็นภาษาไทย

source: Automatically create GL entries on submission
th: สร้างรายการบัญชีแยกประเภทโดยอัตโนมัติเมื่อส่งข้อมูล

source: Automatically create article when triggered
th: สร้างบทความโดยอัตโนมัติเมื่อถูกกระตุ้น

source: Automatically create content brief when triggered
th: สร้างสรุปเนื้อหาโดยอัตโนมัติเมื่อมีการทริกเกอร์

source: Automatically publish if article passes quality checks
th: เผยแพร่อัตโนมัติหากบทความผ่านการตรวจสอบคุณภาพ

source: Automatically rotate secrets every 90 days (MANAGED tier only)
th: หมุนเวียนความลับโดยอัตโนมัติทุก 90 วัน (เฉพาะระดับ MANAGED)

source: Automatically run SEO analysis after creation
th: เรียกใช้การวิเคราะห์ SEO โดยอัตโนมัติหลังจากสร้างแล้ว

source: Automatically set based on service tier
th: ตั้งค่าโดยอัตโนมัติตามระดับบริการ

source: Automation
th: ระบบอัตโนมัติ

source: Automation Actions
th: การดำเนินการอัตโนมัติ

source: Automation Examples
th: ตัวอย่างระบบอัตโนมัติ

source: Automation Rule Examples
th: ตัวอย่างกฎอัตโนมัติ

source: Automation Rules (JSON)
th: กฎการทำงานอัตโนมัติ (JSON)

source: Available
th: พร้อมใช้งาน

source: Available Consignments
th: ส่งมอบสินค้าคงคลังที่มีอยู่

source: Available Printers
th: เครื่องพิมพ์ที่มีอยู่

source: Available Qty
th: จำนวนที่มีจำหน่าย

source: Average Google ranking position for tracked keywords
th: อันดับเฉลี่ยของ Google สำหรับคำสำคัญที่ติดตาม

source: Average Progress
th: ความก้าวหน้าเฉลี่ย

source: Average Ranking Position must be between 1 and 100
th: ตำแหน่งอันดับเฉลี่ยต้องอยู่ระหว่าง 1 ถึง 100

source: Average Scroll Depth must be between 0 and 100
th: ความลึกการเลื่อนเฉลี่ยต้องอยู่ระหว่าง 0 ถึง 100

source: Average percentage of page scrolled
th: เปอร์เซ็นต์เฉลี่ยของการเลื่อนหน้าจอ

source: Average time users spent engaging with content
th: เวลาเฉลี่ยที่ผู้ใช้ใช้ในการมีส่วนร่วมกับเนื้อหา

source: Avg Engagement Time
th: เวลาการมีส่วนร่วมเฉลี่ย

source: Avg Paragraph Length (words)
th: ความยาวเฉลี่ยของย่อหน้า (คำ)

source: Avg Performance
th: ประสิทธิภาพเฉลี่ย

source: Avg ROI
th: ผลตอบแทนเฉลี่ย (ROI)

source: Avg Ranking
th: อันดับเฉลี่ย

source: Avg Ranking Position
th: อันดับเฉลี่ย

source: Avg Ranking: #{0}
th: อันดับเฉลี่ย: #{0}

source: Avg Scroll Depth
th: ความลึกการเลื่อนเฉลี่ย

source: Avg Scroll: {0}%
th: ค่าเฉลี่ยการเลื่อน: {0}%

source: Avg Sentence Length (words)
th: ความยาวประโยคเฉลี่ย (คำ)

source: Avg Time on Page
th: ค่าเฉลี่ยเวลาบนหน้า

source: B.E.
th: พ.ศ.

source: BOM analytics retrieved successfully
th: การวิเคราะห์ BOM ดึงข้อมูลสำเร็จแล้ว

source: BOM comparison completed successfully
th: การเปรียบเทียบ BOM เสร็จสมบูรณ์เรียบร้อยแล้ว

source: BOM cost calculated successfully
th: คำนวณต้นทุน BOM สำเร็จแล้ว

source: BOM details retrieved successfully
th: รายละเอียด BOM ดึงข้อมูลสำเร็จ

source: BOM list retrieved successfully
th: รายการ BOM ดึงข้อมูลสำเร็จแล้ว

source: Back Order
th: ยอดสั่งซื้อค้างส่ง

source: Back Order Report
th: รายงานใบสั่งซื้อค้างส่ง

source: Back Orders
th: ใบสั่งซื้อค้างส่ง

source: Background Color
th: สีพื้นหลัง

source: Background Image
th: ภาพพื้นหลัง

source: Backlinks
th: ลิงก์ย้อนกลับ

source: Backlinks Acquired
th: ลิงก์ย้อนกลับที่ได้รับ

source: Backup
th: สำรองข้อมูล

source: Balance Qty
th: คงเหลือ จำนวน

source: Balance Sheet
th: รายงานงบดุล

source: Balance Thai and English keywords for broader reach
th: สมดุลคำสำคัญภาษาไทยและอังกฤษเพื่อการเข้าถึงที่กว้างขึ้น

source: Balance updated: {0}
th: ยอดคงเหลือได้รับการอัปเดต: {0}

source: Bangkok Metropolitan
th: กรุงเทพมหานคร

source: Bank
th: ธนาคาร

source: Bank Account
th: บัญชีธนาคาร

source: Bank Account for Replenishment
th: บัญชี ชานชิราง ชอมี่วาง

source: Bank Account for Replenishment must be of type Bank, not {0}
th: บัญชีชานสินค้าเป็นเลือกรายสินค้าฤังเบนที่เบลนสินค้าเบนชานชานสินค้า ไม่ {0}

source: Bank Account is required to create GL Entry
th: ต้องระบุ บัญชีธนาคาร เพื่อสร้าง รายการสมุดรายวันทั่วไป

source: Bank Journal
th: สมุดรายวันธนาคาร

source: Bank Reports
th: รายงานธนาคาร

source: Bank Transfer
th: การโอนเงินผ่านธนาคาร

source: Bank Transfer Reference
th: อ้างอิงการโอนเงินผ่านธนาคาร

source: Bank Transfer for Petty Cash Replenishment
th: การโอนเงินผ่านธนาคารสำหรับการเติมเงินเงินสดย่อย

source: Bank account to transfer funds from
th: บัญชีชานสินค้าที่ระบรสรางคาร

source: Bank account used to replenish this fund
th: บัญชีที่สางานการสางรายค้าออนเฟลิกดลิกทร์สุด

source: Base Amount
th: จำนวนเงินฐาน

source: Base Date Field
th: ฟิลด์วันที่ฐาน

source: Base Net Total
th: ยอดสุทธิฐาน

source: Base Salary
th: เงินเดือนพื้นฐาน

source: Base Total Taxes and Charges
th: ยอดรวมภาษีและค่าธรรมเนียมฐาน

source: Base URL of affiliate ERPNext server (e.g., https://affiliate.erpnext.com)
th: URL พื้นฐานของเซิร์ฟเวอร์ ERPNext สาขา (เช่น https://affiliate.erpnext.com)

source: Base frequency in minutes between device polls (dynamic settings will override this at busy times)
th: ความถี่พื้นฐานเป็นนาทีระหว่างการตรวจสอบอุปกรณ์ (การตั้งค่าแบบไดนามิกจะมีผลแทนในช่วงเวลาที่มีการใช้งานสูง)

source: Base salary not found for employee {0}
th: ไม่พบเงินเดือนฐานสำหรับพนักงาน {0}

source: Basic Information
th: ข้อมูลพื้นฐาน

source: Batch
th: ชุด

source: Batch Balance History
th: ประวัติยอดคงเหลือชุดสินค้า

source: Batch Details
th: รายละเอียดแบทช์

source: Batch No
th: หมายเลขชุด

source: Batch No.
th: หมายเลขชุด

source: Batch Selection Dialog is not available. Please refresh the page or contact your administrator.
th: การเลือกชุดสินค้าไม่พร้อมใช้งาน กรุณารีเฟรชหน้าเว็บหรือ ติดต่อผู้ดูแลระบบของคุณ

source: Batch selection saved for {0} batch(es)
th: การเลือกชุดถูกบันทึกสำหรับ {0} ชุด

source: Batch selection saved successfully for {0} batch(es)
th: การเลือกชุดบรรจุภัณฑ์บันทึกสำเร็จสำหรับ {0} ชุด

source: Batch selections saved successfully
th: การเลือกชุดข้อมูลถูกบันทึกเรียบร้อยแล้ว

source: Batch {0} selected
th: เลือกชุด {0} แล้ว

source: Batch/Lot Selection Settings
th: การตั้งค่าการเลือกชุด/ล็อต

source: Batch/Lot Selections
th: การเลือกชุด/ล็อต

source: Batch/Lot Selections (Multiple)
th: การเลือกชุด/ล็อต (หลายรายการ)

source: Batch/Serial No Tracking
th: การติดตามหมายเลขชุด/หมายเลขซีเรียล

source: Below cache settings affect only to public files and files not returned as presigned url (directly from your bucket provider)
th: การตั้งค่าหน่วยความจำแคชด้านล่างนี้มีผลเฉพาะกับไฟล์สาธารณะและไฟล์ที่ไม่ได้ส่งคืนเป็น URL ที่ลงนามล่วงหน้า (โดยตรงจากผู้ให้บริการที่เก็บข้อมูลของคุณ)

source: Benefits
th: ผลประโยชน์

source: Best suited for blog posts, guides, how-to articles
th: เหมาะอย่างยิ่งสำหรับบทความบล็อก คู่มือ และบทความแนะนำวิธีการ

source: Best suited for comparison pages, reviews, buying guides
th: เหมาะอย่างยิ่งสำหรับหน้าการเปรียบเทียบ รีวิว และคู่มือการซื้อ

source: Best suited for landing pages, product pages
th: เหมาะสมที่สุดสำหรับหน้าแลนดิ้งเพจและหน้าผลิตภัณฑ์

source: Best suited for product pages, sales pages with CTAs
th: เหมาะอย่างยิ่งสำหรับหน้าผลิตภัณฑ์และหน้าขายที่มีปุ่มเรียกร้องให้ดำเนินการ (CTA)

source: Bi-weekly
th: ทุกสองสัปดาห์

source: Bilingual
th: สองภาษา

source: Bilingual Information
th: ข้อมูลสองภาษา

source: Bilingual Support (Thai/English)
th: การสนับสนุนสองภาษา (ไทย/อังกฤษ)

source: Bill Date
th: วันที่ ใบแจ้ง

source: Bill No
th: เลขที่บิล

source: Bill Series
th: ลำดับบิล

source: Bill of Materials (BOM)
th: บิลวัสดุ (BOM)

source: Billing
th: การเรียกเก็บเงิน

source: Billing Details
th: รายละเอียดการเรียกเก็บเงิน

source: Billing Status
th: สถานะการเรียกเก็บเงิน

source: Block Save
th: บล็อกบันทึก

source: Block Submit
th: บล็อกการส่งข้อมูล

source: Block Task
th: บล็อกงาน

source: Blocked
th: อุดตัน

source: Blocked Reason
th: เหตุผลในการระงับ

source: Blocked: {0}
th: ถูกบล็อก: {0}

source: Blocking task...
th: งานที่ถูกบล็อก...

source: Blog Post
th: โพสต์บล็อก

source: Blue
th: สีน้ำเงิน

source: Book number of the tax invoice
th: หมายเลขเล่มของใบกำกับภาษี

source: Borrower
th: ผู้กู้

source: Borrower Information
th: ข้อมูลผู้กู้

source: Borrower Name
th: ชื่อผู้ยืม

source: Both
th: ทั้งสอง

source: Bottom Margin (mm)
th: ระยะขอบล่าง (มม.)

source: Bounce Rate
th: อัตราตีกลับ

source: Box Quantity
th: จำนวนกล่อง

source: Box Size
th: ขนาดกล่อง

source: Branch
th: สาขา

source: Branch Code
th: รหัสสาขา

source: Branch Code {0} already exists
th: รหัสสาขา {0} มีอยู่แล้ว

source: Branch Manager
th: ผู้จัดการสาขา

source: Branch Name
th: ชื่อสาขา

source: Branch Name (Thai)
th: ชื่อสาขา (ภาษาไทย)

source: Branch code must be 5 digits
th: รหัสสาขาต้องเป็นตัวเลข 5 หลัก

source: Brand Awareness
th: การรับรู้แบรนด์

source: Branded
th: ตราสินค้า

source: Breakdown
th: การเสีย

source: Brief Completed
th: สรุปเสร็จสิ้นแล้ว

source: Brief Title
th: หัวข้อย่อ

source: Brief export feature coming soon!
th: ฟีเจอร์ส่งออกข้อมูลสรุป กำลังจะมาเร็วๆ นี้!

source: Broken Links Count
th: จำนวนลิงก์เสีย

source: Browse Calendars
th: เรียกดูปฏิทิน

source: Browser API key for Google Maps JavaScript API (restrict to your domain for security)
th: คีย์ API สำหรับเบราว์เซอร์ของ Google Maps JavaScript API (จำกัดการใช้งานเฉพาะโดเมนของคุณเพื่อความปลอดภัย)

source: Bucket name
th: ชื่อบัคเก็ต

source: Bucket not found
th: ไม่พบถังข้อมูล

source: Buddhist Calendar Settings
th: การตั้งปฏิทินพุทธศักราช

source: Buddhist Year Conversion
th: การแปลงปีพุทธศักราช

source: Buddhist Year Converter
th: ตัวแปลงปีพุทธศักราช

source: Buddhist calendar conversion error
th: ข้อผิดพลาดในการแปลงปฏิทินพุทธ

source: Budget Approval
th: การอนุมัติงบประมาณ

source: Budget Exceeded
th: เกินงบประมาณ

source: Budget approval requested. Purchase Manager will be notified.
th: มีการขออนุมัติงบประมาณ ผู้จัดการฝ่ายจัดซื้อจะได้รับแจ้งเตือน

source: Budget approved
th: งบประมาณได้รับการอนุมัติแล้ว

source: Budget approved successfully
th: งบประมาณได้รับการอนุมัติเรียบร้อยแล้ว

source: Budget rejected
th: งบประมาณถูกปฏิเสธ

source: Business Category
th: หมวดหมู่ธุรกิจ

source: Business Context
th: บริบททางธุรกิจ

source: Business Goal
th: ธุรกิจสะราย

source: Business Impact
th: ผลกระทบทางธุรกิจ

source: Business Name
th: ชื่อธุรกิจ

source: Business Type
th: ประเภทธุรกิจ

source: Business Type (English)
th: ประเภทธุรกิจ (ภาษาอังกฤษ)

source: Business Type (Thai)
th: ประเภทธุรกิจ

source: Business: {0}
th: ธุรกิจ: {0}

source: Busy
th: ไม่ว่าง

source: Buying
th: การซื้อ

source: Buying Settings
th: การตั้งค่าการซื้อ

source: Bypass Roles
th: ข้ามบทบาท

source: CSS Styles
th: สไตล์ CSS

source: CSV Column Mappings
th: การแมปคอลัมน์ CSV

source: CSV Data
th: ข้อมูล CSV

source: CSV Viewer
th: โปรแกรมดู CSV

source: CSV column containing Thai account name (optional)
th: คอลัมน์ CSV ที่มีชื่อบัญชีภาษาไทย (ไม่บังคับ)

source: CSV column containing account name (English)
th: คอลัมน์ CSV ที่มีชื่อบัญชี (ภาษาอังกฤษ)

source: CSV column containing account number (e.g., 1000-00)
th: คอลัมน์ CSV ที่มีหมายเลขบัญชี (เช่น 1000-00)

source: CSV column containing parent account reference
th: คอลัมน์ CSV ที่มีการอ้างอิงบัญชีแม่

source: CSV column containing root type (Asset, Liability, Equity, Income, Expense)
th: คอลัมน์ CSV ที่มีประเภทหลัก (สินทรัพย์, หนี้สิน, ส่วนของผู้ถือหุ้น, รายได้, ค่าใช้จ่าย)

source: CSV column containing specific account type (Bank, Cash, Receivable, etc.)
th: คอลัมน์ CSV ที่มีประเภทบัญชีเฉพาะ (ธนาคาร, เงินสด, ลูกหนี้, ฯลฯ)

source: CSV column containing unique account identifier
th: คอลัมน์ CSV ที่มีรหัสบัญชีเฉพาะ

source: CSV column indicating if account is a group (1/0, true/false)
th: คอลัมน์ CSV ที่ระบุว่าบัญชีเป็นกลุ่มหรือไม่ (1/0, จริง/เท็จ)

source: CSV export functionality not yet implemented
th: ฟังก์ชันการส่งออก CSV ยังไม่ได้รับการพัฒนา

source: CSV exported successfully
th: ส่งออก CSV สำเร็จแล้ว

source: CSV file downloaded successfully
th: ไฟล์ CSV ถูกดาวน์โหลดเรียบร้อยแล้ว

source: CSV/Excel export functionality not yet implemented
th: ฟังก์ชันการส่งออก CSV/Excel ยังไม่ได้รับการพัฒนา

source: Cache files smaller than (bytes)
th: ไฟล์แคชที่มีขนาดเล็กกว่า (ไบต์)

source: Cached files expiration (seconds)
th: การหมดอายุของไฟล์แคช (วินาที)

source: Cafe
th: คาเฟ่

source: Calculate PND-3
th: คำนวณ ภงด.3

source: Calculate Replenishment Amount
th: คำนวณจำนวนเติมสินค้า

source: Calculate taxes in real-time with accuracy
th: คำนวณภาษีแบบเรียลไทม์อย่างแม่นยำ

source: Calculated replenishment to restore fund limit
th: คำนวณการเติมเงินเพื่อคืนวงเงินกองทุน

source: Calculated: net_total * (vat_rate / 100)
th: คำนวณ: net_total * (vat_rate / 100)

source: Calculated: net_total + vat_amount
th: คำนวณ: ยอดสุทธิ + จำนวนภาษีมูลค่าเพิ่ม

source: Calculating performance metrics...
th: กำลังคำนวณตัวชี้วัดประสิทธิภาพ...

source: Calculation Settings
th: ตั้งค่าการคำนวณ

source: Calendar
th: ปฏิทิน

source: Calendar Color
th: สีปฏิทิน

source: Calendar Error
th: ข้อผิดพลาดปฏิทิน

source: Calendar View
th: มุมมองปฏิทิน

source: Calendar file downloaded. You can import this into Google Calendar, Outlook, or other calendar apps.
th: ไฟล์ปฏิทินถูกดาวน์โหลดแล้ว คุณสามารถนำเข้าไฟล์นี้ไปยัง Google Calendar, Outlook หรือแอปปฏิทินอื่น ๆ ได้

source: Can not be deleted. There are {} files using this bucket.
th: ไม่สามารถลบได้ มีไฟล์ {} ที่ใช้งานบัคเก็ตนี้อยู่

source: Can only refresh tracking for submitted Purchase Orders
th: สามารถรีเฟรชการติดตามเฉพาะใบสั่งซื้อที่ส่งแล้วเท่านั้น

source: Can this table be reserved
th: ตารางนี้สามารถจองได้หรือไม่

source: Cancel
th: ยกเลิก

source: Cancelled
th: ยกเลิกแล้ว

source: Cannot Submit: PO Limit Exceeded
th: ไม่สามารถส่งได้: เกินขีดจำกัดใบสั่งซื้อ

source: Cannot assign operator to completed or stopped work order
th: ไม่สามารถกำหนดผู้ปฏิบัติงานให้กับใบสั่งงานที่สถานะเสร็จสมบูรณ์หรือหยุดชั่วคราวได้

source: Cannot connect to partner system
th: ไม่สามารถเชื่อมต่อกับระบบพันธมิตรได้

source: Cannot delete VAT type '{0}'. It is currently used by {1} customer(s) and {2} supplier(s).
th: ไม่สามารถลบประเภท VAT '{0}' ได้ เนื่องจากกำลังถูกใช้งานโดยลูกค้า {1} ราย และผู้จำหน่าย {2} รายอยู่ในขณะนี้

source: Cannot execute inactive workflow
th: ไม่สามารถดำเนินการเวิร์กโฟลว์ที่ไม่ใช้งานได้

source: Cannot reference both External Invoice and ERPNext Invoice. Please choose one.
th: ไม่สามารถอ้างอิงทั้งใบกำกับภาษีภายนอกและใบกำกับภาษี ERPNext ได้ กรุณาเลือกเพียงหนึ่งรายการเท่านั้น

source: Cannot select {0} {1}. Consignment quantity is only {2} {1}
th: ไม่สามารถเลือก {0} {1} ได้ จำนวนสินค้าฝากขายมีเพียง {2} {1} เท่านั้น

source: Canonical URL
th: URL มาตรฐาน

source: Capacity
th: ความจุ

source: Capacity must be at least 1
th: ความจุต้องไม่น้อยกว่า 1

source: Capitalize
th: ขึ้นต้นด้วยตัวพิมพ์ใหญ่

source: Capitalize Repair Cost
th: ค่าใช้จ่ายในการซ่อมแซม

source: Capitalized
th: ตัวพิมพ์ใหญ่

source: Capture Date
th: วันที่บันทึก

source: Case Study
th: กรณีศึกษา

source: Cash
th: เงินสด
