Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Create
th: สร้าง

source: Create Article
th: สร้างบทความ

source: Create Article Immediately
th: สร้างบทความทันที

source: Create Article from Brief
th: สร้างบทความจากสรุปข้อมูล

source: Create Article from Target
th: สร้างบทความจากเป้าหมาย

source: Create Article with This Content
th: สร้างบทความด้วยเนื้อหานี้

source: Create Google Service Account Settings
th: สร้างการตั้งค่าบัญชีบริการ Google

source: Create New PO
th: สร้างใบสั่งซื้อใหม่

source: Create New Production Order
th: สร้างใบสั่งผลิตใหม่

source: Create Print Format
th: สร้างรูปแบบการพิมพ์

source: Create Purchase Order
th: สร้างใบสั่งซื้อ

source: Create Purchase Order for Asset Repair
th: สร้างใบสั่งซื้อสำหรับการซ่อมแซมสินทรัพย์

source: Create Sales Order
th: สร้างใบสั่งขาย

source: Create Stock Entry
th: สร้างใบเบิกสินค้า

source: Create an Excel file with the following Thai column headers:
th: โปรดระบุชื่อคอลัมน์ที่ต้องการให้แปลเป็นภาษาไทยเพื่อสร้างไฟล์ Excel ครับ

source: Create {0}
th: สร้าง {0}

source: Create {0} from Consignment
th: สร้าง {0} จากการฝากขาย

source: Created By
th: สร้างโดย

source: Created Date
th: วันที่สร้าง

source: Created ERPNext Branch: {0}
th: สร้างสาขา ERPNext: {0}

source: Created On
th: สร้างเมื่อ

source: Created VAT Template: {0}
th: สร้างแม่แบบ VAT: {0}

source: Creating Grist analysis report...
th: กำลังสร้างรายงานวิเคราะห์ Grist...

source: Creating Purchase Order...
th: กำลังสร้างใบสั่งซื้อ...

source: Creating SEO Article from brief...
th: กำลังสร้างบทความ SEO จากข้อมูลสรุป...

source: Creating Sales Order...
th: กำลังสร้างใบสั่งขาย...

source: Creating article from previewed content...
th: กำลังสร้างบทความจากเนื้อหาที่แสดงตัวอย่าง...

source: Creating article...
th: กำลังสร้างบทความ...

source: Creating {0}...
th: กำลังสร้าง {0}...

source: Creation Date (Thai)
th: วันที่สร้าง

source: Credit Notes (-VAT)
th: บันทึกเครดิต (-VAT)

source: Critical
th: วิกฤต

source: Critical Issues
th: ปัญหาสำคัญ

source: Cron Expression
th: นิพจน์ Cron

source: Cron Expression is required for Scheduled workflows
th: ต้องระบุ Cron Expression สำหรับเวิร์กโฟลว์ที่กำหนดเวลาไว้

source: Cron expression for scheduled workflows (e.g., 0 9 * * * for daily at 9 AM)
th: นิพจน์ Cron สำหรับเวิร์กโฟลว์ที่กำหนดเวลา (เช่น 0 9 * * * สำหรับทุกวันเวลา 9 โมงเช้า)

source: Cron expression is required
th: จำเป็นต้องมีนิพจน์ Cron

source: Currency
th: สกุลเงิน

source: Currency Conversion
th: อัตราแลกเปลี่ยนเงินตรา

source: Currency Default Settings
th: การตั้งค่าเริ่มต้นสกุลเงิน

source: Current Amount
th: จำนวนเงินในปัจจุบัน

source: Current Balance
th: ยอดคงเหลือปัจจุบัน

source: Current Balances & Statistics
th: ยอดคงเหลือปัจจุบันและสถิติ

source: Current Density
th: ความหนาแน่นของกระแสไฟฟ้า

source: Current Google ranking position
th: ตำแหน่งการจัดอันดับ Google ปัจจุบัน

source: Current Guests
th: แขกปัจจุบัน

source: Current Order
th: คำสั่งซื้อปัจจุบัน

source: Current Position
th: ตำแหน่งปัจจุบัน

source: Current Ranking Position
th: ตำแหน่งการจัดอันดับปัจจุบัน

source: Current Ranking Position must be between 1 and 100
th: ตำแหน่งการจัดอันดับปัจจุบันต้องอยู่ระหว่าง 1 ถึง 100

source: Current Status
th: สถานะปัจจุบัน

source: Current bill amount
th: จำนวนเงินบิลปัจจุบัน

source: Current petty cash balance report
th: รายงานยอดเงินสดย่อยคงเหลือปัจจุบัน

source: Current: {0} vs Previous: {1}
th: ปัจจุบัน: {0} เทียบกับ ก่อนหน้า: {1}

source: Currently in production
th: อยู่ในระหว่างการผลิต

source: Custodian Name
th: ชื่อผู้ดูแล

source: Custodian who gave the cash
th: ผู้เก็บรักษาที่ให้เงินสด

source: Custom
th: กำหนดเอง

source: Custom Credentials Path
th: เส้นทางข้อมูลประจำตัวแบบกำหนดเอง

source: Custom Date
th: วันที่กำหนดเอง

source: Custom Document
th: เอกสารกำหนดเอง

source: Custom Recipients
th: ผู้รับที่กำหนดเอง

source: Custom Report
th: รายงานที่กำหนดเอง

source: Customer
th: ลูกค้า

source: Customer Branch Code must be 5 digits
th: รหัสสาขาลูกค้าต้องเป็นตัวเลข 5 หลัก

source: Customer Changed
th: ลูกค้าเปลี่ยนแปลง

source: Customer Delivery Calendar Report
th: รายงานปฏิทินการจัดส่งลูกค้า

source: Customer Delivery Calendar View
th: ปฏิทินการจัดส่งลูกค้า

source: Customer Delivery Schedule
th: กำหนดการจัดส่งลูกค้า

source: Customer Details
th: รายละเอียดลูกค้า

source: Customer Doppler Token
th: โทเค็นลูกค้า Doppler

source: Customer Education
th: การศึกษาเกี่ยวกับลูกค้า

source: Customer Group
th: กลุ่มลูกค้า

source: Customer ID
th: รหัสลูกค้า

source: Customer Item Code
th: รหัสสินค้า ลูกค้า

source: Customer Item Name
th: ชื่อลูกค้า/ชื่อสินค้า

source: Customer Item Name (TH)
th: ชื่ิอสินค้าของลูกค้า (TH)

source: Customer Item Naming Required
th: ต้องระบุชื่อสินค้าของลูกค้า

source: Customer Mismatch
th: ลูกค้าไม่ตรงกัน

source: Customer Name
th: ชื่อลูกค้า

source: Customer Provided Token
th: โทเค็นที่ลูกค้าให้มา

source: Customer Request
th: คำขอลูกค้า

source: Customer Retention
th: การรักษาลูกค้า

source: Customer Segment
th: กลุ่มลูกค้า

source: Customer Thai VAT custom fields created successfully
th: สร้างฟิลด์กำหนดเอง VAT ลูกค้าเรียบร้อยแล้ว

source: Customer Type
th: ประเภทลูกค้า

source: Customer created successfully
th: สร้างลูกค้าเรียบร้อยแล้ว

source: Customer not found
th: ไม่พบลูกค้า

source: Customer {0} is marked as a Consignment Customer but has no Default Warehouse configured. Please set the Default Warehouse in Customer master or specify Target Warehouse manually.
th: ลูกค้า {0} ถูกระบุเป็นลูกค้าฝากขายแต่ยังไม่ได้ตั้งค่าคลังสินค้าหลัก กรุณาตั้งค่าคลังสินค้าหลักในข้อมูลลูกค้าหรือระบุคลังสินค้าปลายทางด้วยตนเอง

source: Customer's own item code for this product
th: รหัสสินค้าของลูกค้าเองสำหรับผลิตภัณฑ์นี้

source: Customer-Specific Naming
th: การตั้งชื่อเฉพาะลูกค้า

source: Customers
th: ลูกค้า

source: Customers found
th: ลูกค้าขารอด

source: Customers retrieved successfully
th: ดึงข้อมูลลูกค้าเรียบร้อยแล้ว

source: DN Count
th: จำนวนใบส่งของ

source: Daily
th: รายวัน

source: Daily content frequency requires significant resources. Please add description of content creation capacity.
th: ความถี่ของเนื้อหารายวันต้องใช้ทรัพยากรจำนวนมาก กรุณาเพิ่มคำอธิบายเกี่ยวกับความสามารถในการสร้างเนื้อหา

source: Dashboard
th: แดชบอร์ด

source: Data Configuration
th: การกำหนดค่าข้อมูล

source: Data Source
th: แหล่งข้อมูล

source: Data received and processed
th: ได้รับข้อมูลและดำเนินการแล้ว

source: Data retrieved successfully
th: ดึงข้อมูลสำเร็จแล้ว

source: Data submitted successfully
th: ส่งข้อมูลเรียบร้อยแล้ว

source: Date
th: วันที่

source: Date Fields for Testing
th: ฟิลด์วันที่สำหรับการทดสอบ

source: Date Formatting Rules
th: กฎการจัดรูปแบบวันที่

source: Date Formatting Rules contains invalid JSON: {0}
th: กฎการจัดรูปแบบวันที่มี JSON ที่ไม่ถูกต้อง: {0}

source: Date Range
th: ช่วงวันที่

source: Date and Time
th: วันที่และเวลา

source: Date of bank transfer
th: วันที่ขายสารการตา

source: Date when cash was actually given to employee
th: วันที่จ่ายเงินสดให้พนักงานจริง

source: Date when this email was added
th: วันที่เพิ่มอีเมลนี้

source: Date: {0} | Source: {1}
th: วัน: {0} | แหล่ง: {1}

source: Days Before Deadline
th: วันที่ ส่วนบริษัท

source: Days Before Event
th: วันที่ บินตางกิบ

source: Days Before must be a positive number
th: วันที่ก่อนหน้าต้องเป็นตัวเลขบวกเท่านั้น

source: Days Pending
th: วันรอดำเนินการ

source: Days difference between planned and actual delivery
th: ความแตกต่างของจำนวนวันระหว่างการส่งมอบที่วางแผนไว้และการส่งมอบจริง

source: Days per Month (for monthly salary)
th: จำนวนวันต่อเดือน (สำหรับเงินเดือนรายเดือน)

source: Deadline Configuration
th: การตั้งค่ากำหนดเส้นตาย

source: Debit Note items must have 0 quantity (rate adjustment only). Please check rows: {0}
th: รายการใบลดหนี้ต้องมีจำนวนสินค้าเป็น 0 (ปรับอัตราเท่านั้น) กรุณาตรวจสอบแถวที่: {0}

source: Debit Notes (+VAT)
th: บันทึกเดบิต (+VAT)

source: Debug Failed
th: ดีบักล้มเหลว

source: Decimal Places
th: ตำแหน่งทศนิยม

source: Declined by {0} positions
th: ถูกปฏิเสธโดย {0} ตำแหน่ง

source: Declining
th: กำลังปฏิเสธ

source: Default Box Type
th: ประเภทกล่องเริ่มต้น

source: Default Cost Center
th: เริ่มต้นที่ศูนย์ต้นทุน

source: Default Delivery Company
th: บริษัทจัดส่งเริ่มต้น

source: Default Expense Account
th: บัญชีค่าใช้จ่ายเริ่มต้น

source: Default Font
th: แบบอักษรเริ่มต้น

source: Default Language
th: ภาษาเริ่มต้น

source: Default Petty Cash Account
th: บัญชี การอายัดบัญชี เป็น

source: Default Petty Cash Holder
th: ผู้ถือเงินสดย่อยเริ่มต้น

source: Default Service Settings
th: การตั้งค่าบริการเริ่มต้น

source: Default Service Type
th: ประเภทบริการเริ่มต้น

source: Default Tax Account
th: บัญชีภาษีเริ่มต้น

source: Default Temperature
th: อุณหภูมิมาตรฐาน

source: Default account for Thai VAT (7%)
th: บัญชีเริ่มต้นสำหรับภาษีมูลค่าเพิ่ม (VAT) ไทย 7%

source: Default account for expense disbursements
th: บัญชีเริ่มต้นสำหรับการเบิกจ่ายค่าใช้จ่าย

source: Default consignment warehouse set from customer: {0}
th: คลังสินค้าฝากขายเริ่มต้นตั้งค่าจากลูกค้า: {0}

source: Default cost center for expenses from this fund
th: ศูนย์ต้นทุนเริ่มต้นสำหรับค่าใช้จ่ายจากกองทุนนี้

source: Default cost center if not specified in request
th: ศูนย์ต้นทุนเริ่มต้นหากไม่ได้ระบุในคำขอ

source: Default creativity level (0.0-2.0, higher = more creative)
th: ระดับความคิดสร้างสรรค์เริ่มต้น (0.0-2.0, ค่ายิ่งสูง = ยิ่งสร้างสรรค์มากขึ้น)

source: Default expense account for items without specific account mapping
th: บัญชีค่าใช้จ่ายเริ่มต้นสำหรับสินค้าที่ไม่มีการแมปบัญชีเฉพาะ

source: Default person responsible for this compliance event
th: บุคคลรับผิดชอบเริ่มต้นสำหรับเหตุการณ์การปฏิบัติตามนี้

source: Default port is 4370
th: พอร์ตเริ่มต้นคือ 4370

source: Default source warehouse set from company: {0}
th: คลังสินค้าต้นทางเริ่มต้นตั้งค่าจากบริษัท: {0}

source: Default supplier group for newly created suppliers
th: กลุ่มผู้จำหน่ายเริ่มต้นสำหรับผู้จำหน่ายที่สร้างใหม่

source: Default template already exists for {0}: {1}
th: เทมเพลตเริ่มต้นมีอยู่แล้วสำหรับ {0}: {1}

source: Default: 10800 seconds = 3 hours
th: ค่าเริ่มต้น: 10800 วินาที = 3 ชั่วโมง

source: Default: 86400 seconds = 1 day
th: ค่าเริ่มต้น: 86400 วินาที = 1 วัน

source: Delayed
th: ล่าช้า

source: Deleted {0} Draft Delivery Note(s): {1}
th: ลบ {0} ใบส่งของฉบับร่าง: {1}

source: Deleted {0} accounts for company {1}
th: ลบบัญชี {0} สำหรับบริษัท {1} แล้ว

source: Deleting VAT type...
th: กำลังลบประเภทภาษีมูลค่าเพิ่ม...

source: Delivered
th: ส่ง

source: Delivered Late
th: จัดส่งล่าช้า

source: Delivered On
th: ส่งมอบเมื่อ

source: Delivered On Time
th: ส่งมอบตรงเวลา

source: Deliveries
th: การจัดส่ง

source: Delivery
th: การจัดส่ง

source: Delivery Address
th: ที่อยู่จัดส่ง

source: Delivery Calendar
th: ปฏิทินการจัดส่ง

source: Delivery Calendar View
th: มุมมองปฏิทินการจัดส่ง

source: Delivery Company
th: บริษัทจัดส่ง

source: Delivery Company Name
th: ชื่อบริษัทจัดส่ง

source: Delivery Data Import Complete
th: การนำเข้าข้อมูลใบส่งมอบเสร็จสมบูรณ์

source: Delivery Date
th: วันที่ส่ง

source: Delivery Details
th: รายละเอียดการจัดส่งสินค้า

source: Delivery Instructions
th: คำแนะนำการจัดส่ง

source: Delivery Items
th: รายการส่งมอบ

source: Delivery Note
th: ใบส่งสินค้า

source: Delivery Note {0} already exists for this Pick List
th: ใบจัดส่งสินค้า {0} มีอยู่แล้วสำหรับรายการหยิบสินค้าใบนี้

source: Delivery Note {0} created automatically (Draft)
th: ใบส่งของ {0} สร้างโดยอัตโนมัติ (ฉบับร่าง)

source: Delivery Notes
th: หมายเหตุการจัดส่ง

source: Delivery Notes / Instructions
th: ใบส่งสินค้า / คำแนะนำ

source: Delivery Notes for {0}
th: ใบจัดส่งสำหรับ {0}

source: Delivery Progress
th: ความก้าวหน้าการจัดส่ง

source: Delivery Schedule
th: กำหนดการจัดส่ง

source: Delivery Schedule Calendar - {0}
th: ปฏิทินกำหนดการจัดส่ง - {0}

source: Delivery Status
th: สถานะการจัดส่งสินค้า

source: Delivery Status Breakdown
th: การแยกสถานะการจัดส่ง

source: Delivery Type
th: ประเภทการจัดส่ง

source: Delivery Variance Summary
th: สรุปความคลาดเคลื่อนการจัดส่ง

source: Delivery date updated
th: อัปเดตวันที่จัดส่งแล้ว

source: Delivery status tracking
th: การติดตามสถานะการจัดส่ง

source: Density Target
th: เป้าหมายความหนาแน่น

source: Department
th: แผนก

source: Department responsible for this fund
th: ฝ่ายที่รับผิดชอบกองทุนนี้

source: Description
th: คำอธิบาย

source: Description Template
th: เทมเพลตคำอธิบาย

source: Description of penalties and consequences for missing deadline
th: คำอธิบายเกี่ยวกับบทลงโทษและผลที่ตามมาจากการพลาดกำหนดเวลา

source: Description: {0}-{1} chars
th: คำอธิบาย: {0}-{1} ตัวอักษร

source: Deselect All
th: ยกเลิกการเลือกทั้งหมด

source: Desired Google ranking position
th: ตำแหน่งที่ต้องการในผลการค้นหาของ Google

source: Desk
th: เคาน์เตอร์

source: Detailed Receipt
th: ใบเสร็จรับเงินรายละเอียด

source: Detailed description of compliance event and requirements
th: คำอธิบายรายละเอียดของเหตุการณ์การปฏิบัติตามและข้อกำหนด

source: Detailed description of tax form and filing requirements (supports Thai and English)
th: คำอธิบายรายละเอียดเกี่ยวกับแบบฟอร์มภาษีและข้อกำหนดในการยื่นแบบ (รองรับภาษาไทยและอังกฤษ)

source: Detailed description of the expense purpose
th: คำอธิบายรายละเอียดของวัตถุประสงค์ค่าใช้จ่าย

source: Detailed format with full item information
th: รูปแบบละเอียดพร้อมข้อมูลรายการครบถ้วน

source: Detailed production report retrieved successfully
th: รายงานการผลิตโดยละเอียดถูกดึงข้อมูลเรียบร้อยแล้ว

source: Details
th: รายละเอียด

source: Details & Instructions
th: รายละเอียดและคำแนะนำ

source: Detected Signals
th: สัญญาณที่ตรวจพบ

source: Development
th: การพัฒนา

source: Device
th: อุปกรณ์

source: Device ID
th: รหัสอุปกรณ์

source: Device Options
th: ตัวเลือกอุปกรณ์

source: Device Statistics
th: สถิติอุปกรณ์

source: Devices
th: อุปกรณ์

source: Diagnose Connection
th: วินิจฉัยการเชื่อมต่อ

source: Diagnosing connection...
th: กำลังวินิจฉัยการเชื่อมต่อ...

source: Difficulty: {0} ({1}/100)
th: ระดับความยาก: {0} ({1}/100)

source: Direct Upload
th: อัปโหลดโดยตรง

source: Direct labor/service cost
th: ต้นทุนแรงงานโดยตรง/บริการ

source: Directory where logs will be stored
th: ไดเรกทอรีที่เก็บบันทึกข้อมูล

source: Disburse
th: เบิกจ่าย

source: Disburse Cash
th: เบิกจ่ายเงินสด

source: Disbursed
th: การเบิกจ่าย

source: Disbursed Amount
th: จำนวนเงินที่เบิกจ่าย

source: Disbursed By
th: เบิกจ่ายโดย

source: Disbursed Requests
th: คำขอที่จ่ายแล้ว

source: Disbursed Requests (Period Summary)
th: คำขอที่จ่ายออกแล้ว (สรุปช่วงเวลา)

source: Disbursed amount ({0}) is greater than requested amount ({1})
th: จำนวนเงินที่จ่ายออกไป ({0}) มากกว่าจำนวนเงินที่ร้องขอ ({1})

source: Disbursed amount must be greater than zero
th: จำนวนเงินที่จ่ายต้องมากกว่าศูนย์

source: Disbursement
th: การเบิกจ่าย

source: Disbursement Date
th: วันที่เบิกจ่าย

source: Discount
th: ส่วนลด

source: Discovering existing VAT types from database...
th: กำลังค้นหาประเภท VAT ที่มีอยู่จากฐานข้อมูล...

source: Discovery Failed
th: การค้นหาไม่สำเร็จ

source: Discrepancy report generated successfully
th: รายงานความแตกต่างถูกสร้างเรียบร้อยแล้ว

source: Display Order
th: ลำดับการแสดงผล

source: Display Sequence
th: ลำดับการแสดงผล

source: Display Settings
th: แสดงการตั้งค่า

source: Display name (e.g., "7% Standard", "Inclusive", "Exclusive")
th: ชื่อที่แสดง (เช่น "7% มาตรฐาน", "รวมภาษี", "ไม่รวมภาษี")

source: Display name (e.g., 'Inclusive', 'Exclusive', '0%')
th: ชื่อแสดง (เช่น 'รวม', 'ไม่รวม', '0%')

source: Display name for the affiliate company (for UI labels)
th: ชื่อที่แสดงสำหรับบริษัทในเครือ (สำหรับป้ายกำกับในส่วนติดต่อผู้ใช้)

source: Display-friendly list of selected batch numbers (click to select batches)
th: รายการหมายเลขชุดที่เลือกแสดงผลได้ง่าย (คลิกเพื่อเลือกชุด)

source: Distance
th: ระยะทาง

source: Distance in meters
th: ระยะทางเป็นเมตร

source: Distance to Duplicate
th: ระยะทางถึงรายการที่ซ้ำกัน

source: District
th: อำเภอ

source: District/County
th: อำเภอ/เขต

source: DocTypes included here will not use this bucket for file storage, so default functionality will be used. Make sense for some doctypes like: "Repost Item Valuation", "Data Import", "Prepared Report", etc. (If you add/remove doctypes here, existent "File"s will not be affected unless you update them)
th: DocTypes ที่รวมอยู่ที่นี่จะไม่ใช้ bucket นี้สำหรับการจัดเก็บไฟล์ ดังนั้นฟังก์ชันเริ่มต้นจะถูกใช้งาน เหมาะสำหรับ doctypes บางประเภท เช่น "Repost Item Valuation", "Data Import", "Prepared Report" เป็นต้น (หากคุณเพิ่ม/ลบ doctypes ที่นี่ ไฟล์ที่มีอยู่จะไม่ถูกกระทบเว้นแต่คุณจะอัปเดตไฟล์เหล่านั้น)

source: Doctypes ignored for file attachments
th: Doctype ที่ไม่ถูกนำมาพิจารณาสำหรับไฟล์แนบ

source: Document Date (TBS Custom)
th: วันที่เอกสาร (TBS กำหนดเอง)

source: Document Date is required when using document date-based naming series ({0})
th: วันที่เอกสารเป็นข้อมูลที่จำเป็นเมื่อใช้ชุดรหัสการตั้งชื่อที่อิงตามวันที่เอกสาร ({0})

source: Document Envelope
th: ซองเอกสาร

source: Document ID on Grist server (for hybrid mode)
th: รหัสเอกสารบนเซิร์ฟเวอร์ Grist (สำหรับโหมดไฮบริด)

source: Document Name
th: ชื่อเอกสาร

source: Document Name is required
th: ต้องระบุ ชื่อเอกสาร

source: Document Reference
th: เอกสารอ้างอิง

source: Document Type
th: ประเภทเอกสาร

source: Document Type is required to create print format
th: ประเภทเอกสารจำเป็นต้องระบุเพื่อสร้างรูปแบบการพิมพ์

source: Document must be submitted to generate Tax Invoice
th: เอกสารต้องได้รับการส่งเพื่อสร้าง ใบกำกับภาษี

source: Document template created successfully
th: สร้างแม่แบบเอกสารสำเร็จแล้ว

source: Documentation
th: เอกสารประกอบ

source: Don't Capitalize
th: อย่าใช้ตัวอักษรพิมพ์ใหญ่

source: Door to Door
th: จากประตูถึงประตู

source: Doppler Configuration
th: การตั้งค่า Doppler

source: Doppler Secret Management
th: การจัดการความลับ Doppler

source: Doppler Token Type
th: ประเภทโทเค็น Doppler

source: Dot Matrix
th: ดอทเมทริกซ์

source: Download
th: ดาวน์โหลด

source: Download CSV
th: ดาวน์โหลด CSV

source: Download Excel Template
th: ดาวน์โหลดเทมเพลต Excel

source: Download JSON
th: ดาวน์โหลด JSON

source: Download PDF
th: ดาวน์โหลด PDF

source: Downtime (Hours)
th: เวลาหยุดทำงาน (ชั่วโมง)

source: Dr. Asset Account
th: ดร. บัญชีสินทรัพย์

source: Dr. Repairs & Maintenance Expense
th: ดร. ค่าใช้จ่ายซ่อมบำรุง

source: Draft
th: ฉบับร่าง

source: Draft Stock Entry {0} deleted
th: ฉบับร่างคลังสิน {0} ซิดระบอ

source: Dropbox Authentication Failed
th: การตรวจสอบสิทธิ์ Dropbox ล้มเหลว

source: Dropbox Authentication Successful
th: การตรวจสอบสิทธิ์ Dropbox สำเร็จแล้ว

source: Dropbox Settings
th: การตั้งค่า Dropbox

source: Dropbox folder found: {0}
th: พบโฟลเดอร์ Dropbox: {0}

source: Dropbox folder not found
th: ไม่พบโฟลเดอร์ Dropbox

source: Due Date
th: วันที่ครบกำหนด

source: Due Date Formula
th: สูตรวันที่ครบกำหนด

source: Due TODAY
th: ถึงวันนี้

source: Duplicate Detected
th: พบรายการซ้ำ

source: Duplicate Detection
th: การตรวจจับรายการซ้ำ

source: Duplicate Detection Alert
th: การแจ้งเตือนการตรวจจับรายการซ้ำ

source: Duplicate Of
th: สำเนาของ

source: Duplicate Reference
th: อ้างอิงซ้ำ

source: Duplicate collateral detected {0}m away from {1}
th: ตรวจพบหลักประกันซ้ำ ห่างจาก {1} ไป {0} เมตร

source: Duplicate local keywords found: {0}
th: พบคำสำคัญท้องถิ่นซ้ำ: {0}

source: Duplicates Found
th: พบรายการซ้ำ

source: E-commerce
th: อีคอมเมิร์ซ

source: ERPNext API Key
th: คีย์ API ของ ERPNext

source: ERPNext API Secret
th: รหัสลับ API ของ ERPNext

source: ERPNext Branch
th: สาขา ERPNext

source: ERPNext Connection
th: การเชื่อมต่อ ERPNext

source: ERPNext Customer (End User)
th: ลูกค้า ERPNext (โมดูล)

source: ERPNext Item Code
th: รหัสสินค้า ERPNext

source: ERPNext URL
th: URL ของ ERPNext

source: ERPNext Version
th: เวอร์ชันของ ERPNext

source: EXIF Data
th: ข้อมูล EXIF

source: EXP Date
th: วันหมดอายุ

source: EXT-INV-.YYYY.-
th: ใบกำกับภาษี-EXT-.YYYY.-

source: EXT-SINV-.YYYY.-
th: ใบกำกับภาษีขาย-EXT-.YYYY.-

source: Early
th: เริ่มต้น

source: Easy
th: ง่าย

source: Economy
th: เศรษฐกิจ

source: Edit VAT Type
th: แก้ไขประเภท VAT

source: Education
th: การศึกษา

source: Educational
th: การศึกษา

source: Efficiency Ratio
th: อัตราส่วนประสิทธิภาพ

source: Efficiency Ratio: {0}x ({1})
th: อัตราส่วนประสิทธิภาพ: {0} เท่า ({1})

source: Efficiency metrics retrieved successfully
th: ดัชนีประสิทธิภาพถูกดึงข้อมูลเรียบร้อยแล้ว

source: Elapsed Time (seconds)
th: เวลาที่ผ่านไป (วินาที)

source: Email
th: อีเมล

source: Email Address
th: ที่อยู่อีเมล

source: Employee
th: พนักงาน

source: Employee Checkin
th: การลงเวลาของพนักงาน

source: Employee Details
th: ข้อมูลพนักงาน

source: Employee Name
th: ชื่อของพนักงาน

source: Employee responsible for managing this fund
th: พนักงานที่รับผิดชอบในการจัดการกองทุนนี้

source: Employee tax withholding
th: ภาษีหัก ณ ที่จ่ายของพนักงาน

source: Enable 'PO Limits Validation' in TBS General Settings to set default limits for all items.
th: เปิดใช้งาน 'การตรวจสอบขีดจำกัดใบสั่งซื้อ' ในการตั้งค่าทั่วไปของ TBS เพื่อกำหนดขีดจำกัดเริ่มต้นสำหรับสินค้าทั้งหมด

source: Enable AI Content Generation
th: เปิดใช้งานการสร้างเนื้อหา AI

source: Enable AI-powered content generation features
th: เปิดใช้งานฟีเจอร์สร้างเนื้อหาด้วยพลัง AI

source: Enable API Integration
th: เปิดใช้งานการเชื่อมต่อ API

source: Enable Affiliate Sync
th: เปิดใช้งานการซิงค์พันธมิตร

source: Enable Audit Logs
th: เปิดใช้งานบันทึกการตรวจสอบ

source: Enable Auto Generation
th: เปิดใช้งานสร้างอัตโนมัติ

source: Enable Automated Secret Rotation
th: เปิดใช้งานการหมุนเวียนรหัสลับอัตโนมัติ

source: Enable Batch/Lot Selection in Sales Invoice
th: เปิดใช้งานการเลือกชุด/ล็อตในใบแจ้งหนี้ขาย

source: Enable Batch/Lot Selection in Sales Order
th: เปิดใช้งานการเลือกชุด/ล็อตในใบสั่งขาย

source: Enable Buddhist Era Dates
th: เปิดใช้งานวันที่พุทธศักราช

source: Enable Detailed Logging
th: เปิดใช้งานการบันทึกข้อมูลอย่างละเอียด

source: Enable GPS Fraud Detection
th: เปิดใช้งานการตรวจจับการทุจริต GPS

source: Enable Google Calendar Integration
th: เปิดใช้งานการเชื่อมต่อ Google Calendar

source: Enable Google Maps Integration
th: เปิดใช้งานการเชื่อมต่อ Google Maps

source: Enable Google Maps for GPS location display and fraud detection in loan applications
th: เปิดใช้งาน Google Maps สำหรับแสดงตำแหน่ง GPS และตรวจจับการทุจริตในการสมัครสินเชื่อ

source: Enable MCP Integration
th: เปิดใช้งานการรวมระบบ MCP

source: Enable Monitoring & Alerts
th: เปิดใช้งานการตรวจสอบและแจ้งเตือน

source: Enable PO Limits Validation
th: เปิดใช้งานการตรวจสอบขีดจำกัดใบสั่งซื้อ

source: Enable Print Agent System
th: เปิดใช้งานระบบตัวแทนพิมพ์

source: Enable Static Fallback
th: เปิดใช้งานการสำรองข้อมูลแบบคงที่

source: Enable Thai Font Auto Apply
th: เปิดใช้งานการใช้ฟอนต์ภาษาไทยอัตโนมัติ

source: Enable Workspace Access Control
th: เปิดใช้งานการควบคุมการเข้าถึงพื้นที่ทำงาน

source: Enable automatic fraud detection for GPS metadata (duplicate locations, old photos, outside Thailand)
th: เปิดใช้งานการตรวจจับการทุจริตอัตโนมัติสำหรับข้อมูลเมตา GPS (ตำแหน่งซ้ำ, รูปภาพเก่า, นอกประเทศไทย)

source: Enable automatic sync to Google Calendar for tax deadlines, payments, and compliance events
th: เปิดใช้งานการซิงค์อัตโนมัติกับ Google Calendar สำหรับกำหนดเวลาภาษี การชำระเงิน และเหตุการณ์ที่เกี่ยวข้องกับการปฏิบัติตามข้อกำหนด

source: Enable syncing DK Sales Import data to affiliate ERPNext server
th: เปิดใช้งานการซิงค์ข้อมูลนำเข้าการขาย DK ไปยังเซิร์ฟเวอร์ ERPNext สาขาย่อย

source: Enable to use Grist server. Disable for static-only mode (100% offline, no server needed)
th: เปิดใช้งานเซิร์ฟเวอร์ Grist ปิดใช้งานสำหรับโหมดสแตติกเท่านั้น (ออฟไลน์ 100% ไม่ต้องใช้เซิร์ฟเวอร์)

source: Enabled
th: เปิดใช้งานแล้ว

source: Enabling this option will delete attendance data from the device after fetching. This can lead to data loss if there are issues with the sync process. Are you sure you want to enable this?
th: การเปิดใช้งานตัวเลือกนี้จะลบข้อมูลการลงเวลาจากอุปกรณ์หลังจากดึงข้อมูลแล้ว ซึ่งอาจทำให้ข้อมูลสูญหายได้หากเกิดปัญหากับกระบวนการซิงค์ คุณแน่ใจหรือไม่ว่าต้องการเปิดใช้งาน?

source: Encrypt Credentials
th: เข้ารหัสข้อมูลรับรอง
