Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: ZKTeco Shift Device Mapping
th: การแมปอุปกรณ์กะ ZKTeco

source: ZKTeco Shift Mappings
th: การจับคู่กะ ZKTeco

source: Zip File
th: ไฟล์ซิป

source: Zipcode
th: รหัสไปรษณีย์

source: Zipcode Search
th: ค้นหารหัสไปรษณีย์

source: Zone
th: ผิด

source: Zone '{0}' does not belong to layout '{1}'
th: โซน '{0}' ไม่ได้เป็นส่วนหนึ่งของเค้าโครง '{1}'

source: Zone Color
th: สีเขต

source: Zone Name
th: ชื่อเขต

source: Zone Name (Thai)
th: ชื่อโซน (ภาษาไทย)

source: Zone/section this table belongs to
th: โซน/ส่วนที่ตารางนี้สังกัดอยู่

source: assets-flowchart
th: แผนภาพการไหลของสินทรัพย์

source: attacut
th: แนบไฟล์

source: bilingual
th: สองภาษา

source: capitalizing
th: การทำให้ตัวอักษรเป็นตัวพิมพ์ใหญ่

source: days
th: วันหาร

source: description_key
th: คำอธิบาย

source: e.g., 25-45
th: เช่น 25-45

source: e.g., 7 = remind 7 days before deadline
th: เช่น 7 = เตือนล่วงหน้า 7 วันก่อนกำหนดส่งงาน

source: e.g., 90 = remind 90 days before expiry/event date
th: เช่น 90 = แจ้งเตือนล่วงหน้า 90 วันก่อนวันหมดอายุ/วันเกิดเหตุการณ์

source: e.g., Box, 1 can, 100mg
th: เช่น กล่อง, 1 กระป๋อง, 100 มก.

source: e.g., Drug Act B.E. 2510, GMP Notification No. 273
th: เช่น พระราชบัญญัติยา พ.ศ. 2510, ประกาศ GMP ฉบับที่ 273

source: e.g., FDA Manufacturing License, GMP Certificate
th: เช่น ใบอนุญาตการผลิต FDA, ใบรับรอง GMP

source: e.g., FDA-LIC-001, GMP-CERT-001, TAX-AUDIT-2025
th: เช่น FDA-LIC-001, GMP-CERT-001, TAX-AUDIT-2025

source: e.g., GMP Certificate Copy, Product Registration License
th: เช่น สำเนาใบรับรอง GMP ใบอนุญาตจดทะเบียนผลิตภัณฑ์

source: e.g., PP-30, PND 1, PND 3, PND 53
th: เช่น PP-30, ภ.ง.ด. 1, ภ.ง.ด. 3, ภ.ง.ด. 53

source: e.g., Revenue Code Section 83/6, Section 50
th: เช่น ประมวลรัษฎากร มาตรา 83/6, มาตรา 50

source: e.g., Value Added Tax Return, Withholding Tax Certificate
th: เช่น แบบยื่นภาษีมูลค่าเพิ่ม, ใบรับรองภาษีหัก ณ ที่จ่าย

source: e.g., thai-ocr@moocoding.iam.gserviceaccount.com
th: เช่น thai-ocr@moocoding.iam.gserviceaccount.com

source: e.g., ภ.พ.30, ภงด.1, ภงด.3, ภงด.53
th: เช่น ภ.พ.30, ภงด.1, ภงด.3, ภงด.53

source: en
th: อังกฤษ

source: for routine maintenance that just keeps the asset running (e.g., oil change, minor repairs)
th: สำหรับการบำรุงรักษาตามปกติที่ช่วยให้สินทรัพย์ทำงานต่อเนื่อง (เช่น การเปลี่ยนน้ำมัน การซ่อมแซมเล็กน้อย)

source: guests
th: แขก

source: host:port
th: โฮสต์:พอร์ต

source: hr-flowchart
th: ผังงานทรัพยากรบุคคล

source: longest
th: ยาวที่สุด

source: message
th: ข้อความ

source: persons
th: บุคคล

source: petty-cash-flowchart
th: แผนภาพการไหลของเงินสดย่อย

source: purchasing-flowchart
th: แผนภาพกระบวนการจัดซื้อ

source: pythainlp library not installed. Cannot validate Thai content.
th: ไลบรารี pythainlp ยังไม่ได้ติดตั้ง ไม่สามารถตรวจสอบเนื้อหาภาษาไทยได้

source: pythainlp tokenization method
th: วิธีการตัดคำ pythainlp

source: required
th: จำเป็น

source: selling-flowchart
th: แผนภาพโฟลว์การขาย

source: staging
th: การเตรียมระบบสำหรับทดสอบ

source: stock-flowchart
th: แผนภาพการไหลของสต็อก

source: units
th: หน่วย

source: vs Previous Period
th: vs ช่วงเดียวกัน ก่อนหน้านี้

source: vs Year Ago
th: vs ปีก่อน

source: when the repair significantly extends the asset's useful life or enhances its capabilities (e.g., major overhaul, upgrade)
th: เมื่อการซ่อมแซมช่วยยืดอายุการใช้งานของสินทรัพย์อย่างมีนัยสำคัญหรือเพิ่มประสิทธิภาพของสินทรัพย์ (เช่น การซ่อมบำรุงครั้งใหญ่ การอัปเกรด)

source: {0} Tax ID must be 13 digits
th: {0} เลขประจำตัวผู้เสียภาษีต้องมี 13 หลัก

source: {0} accounts already had Thai names
th: {0} บัญชี ไทยองอางบริบทชีไทยองไทยองสางส่าง

source: {0} accounts not found in mapping (please add to account_name_mapping_th.csv)
th: {0} บัญชี ไม่ออบไทยองเป็นเลื่อ (กรุณาเพิ่มใน account_name_mapping_th.csv)

source: {0} batch(es) selected
th: เลือกชุดข้อมูล {0} ชุด

source: {0} cannot be negative
th: {0} ไม่สามารถเป็นค่าติดลบได้

source: {0} contains invalid JSON: {1}
th: {0} มี JSON ที่ไม่ถูกต้อง: {1}

source: {0} is required
th: {0} จำเป็นต้องระบุ

source: {0} must be between 0 and 100
th: {0} ต้องอยู่ระหว่าง 0 ถึง 100

source: {0} not found
th: ไม่พบ {0}

source: {0} {1} Issue{2}
th: {0} {1} ปัญหา{2}

source: {0} {1} created successfully. Do you want to open it?
th: {0} {1} สร้างเสร็จสมบูรณ์แล้ว ต้องการเปิดใช้งานหรือไม่?

source: {0} {1} does not have a Tax ID
th: {0} {1} ไม่ได้ภาษี

source: {0} {1} is cancelled or closed
th: {0} {1} ถูกยกเลิกหรือปิดแล้ว

source: {0}: {1}/month
th: {0}: {1}/เดือน

source: {} To Receive
th: {} รับเข้า

source: {} Available
th: {} สะวาง

source: {} Devices
th: อุปกรณ์ {}

source: {} Pending
th: {} รอดำเนินการ

source: ¿Secure?
th: ¿ปลอดภัย?

source: จำนวนเงินรวม
th: Total Amount

source: ชื่อ
th: Name

source: ชื่อกองทุนเงินสดย่อย (Thai)
th: ชื่อกองทุนเงินสดย่อย

source: ชื่อผังโต๊ะภาษาไทย
th: ชื่อผังโต๊ะ

source: ชื่อผู้ซื้อ/ผู้ขาย
th: Customer/Supplier

source: ชื่อภาษาไทยสำหรับรายงาน
th: ชื่อรายงานภาษาไทย

source: ประเภท
th: Category

source: ประเภทเงินได้
th: Income Type

source: ภาษีที่หัก
th: ภาษีหัก ณ ที่จ่าย

source: ภาษีมูลค่าเพิ่ม
th: VAT

source: วันที่จ่าย
th: วันที่ชำระแล้ว

source: วันที่ใบกำกับผู้ขาย
th: วันที่ ใบแจ้งหนี้ผู้จัดจำหน่าย

source: สถานประกอบการ
th: สินทรัพย์

source: อัตราภาษี
th: ภาษี

source: เลขที่เอกสาร
th: Document Number

source: เลขที่ใบกำกับผู้ขาย
th: หมายเลขใบกำกับซื้อ

source: ⏳ Awaiting First Delivery
th: ⏳ กำลังรอการจัดส่งครั้งแรก

source: ⚠️ Balance ({0}) is below minimum threshold ({1}). Replenishment needed!
th: ⚠️ ยอดคงเหลือ ({0}) ต่ำกว่าขั้นต่ำที่กำหนด ({1}) จำเป็นต้องเติมสินค้า!

source: ⚠️ Balance ({0}) is running low. Consider replenishing soon.
th: ⚠️ ยอดคงเหลือ ({0}) กำลังต่ำ ควรพิจารณาการเติมยอดในเร็วๆ นี้

source: ⚠️ Duplicate Collateral Detected!<br><br>Found {0} similar collateral location(s) within {1} meters.<br>Closest match: <b>{2}</b> ({3}m away)<br><br>Please verify this is not a policy violation.
th: ⚠️ พบหลักประกันซ้ำ!<br><br>พบตำแหน่งหลักประกันที่คล้ายกันจำนวน {0} แห่ง ภายในระยะ {1} เมตร<br>ตำแหน่งที่ใกล้ที่สุด: <b>{2}</b> (ห่าง {3} เมตร)<br><br>กรุณาตรวจสอบให้แน่ใจว่าไม่เป็นการละเมิดนโยบาย

source: ✅ Complete (Single Delivery)
th: ✅ เสร็จสมบูรณ์ (การจัดส่งครั้งเดียว)

source: ✅ Complete ({0} Deliveries)
th: ✅ เสร็จสมบูรณ์ ({0} การจัดส่ง)

source: ✅ Connection Successful
th: ✅ การเชื่อมต่อสำเร็จ

source: ✅ Currency defaults updated to THB successfully!
th: ✅ การตั้งค่าเริ่มต้นสกุลเงินได้รับการอัปเดตเป็น THB เรียบร้อยแล้ว!

source: ✅ Reload Successful
th: ✅ โหลดใหม่สำเร็จแล้ว

source: ✓ Compliant
th: â อนุมัติแล้ว

source: ✗ Non-Compliant
th: ✗ ไม่เป็นไปตามข้อกำหนด

source: ❌ Connection Error
th: ❌ ข้อผิดพลาดในการเชื่อมต่อ

source: ❌ Connection Failed
th: ❌ การเชื่อมต่อล้มเหลว

source: ❌ Failed to Fetch Calendars
th: ❌ ไม่สามารถดึงปฏิทินได้

source: ❌ Reload Failed
th: ❌ การโหลดใหม่ล้มเหลว

source: 📅 Available Calendars
th: 📅 ปฏิทินที่ใช้ได้

source: 📦 Multi-Partial ({0}% - {1} deliveries)
th: 📦 หลายส่วน ({0}% - {1} การจัดส่ง)

source: 📦 Partial Delivery ({0}%)
th: 📦 การจัดส่งบางส่วน ({0}%)

source: 🔄 Force Reload Settings
th: 🔄 บังคับรีโหลดการตั้งค่า

source: 🔍 Debug Connection
th: 🔍 ตรวจสอบการเชื่อมต่อ

source: 🔍 Google Calendar Debug Report
th: 🔍 รายงานดีบักปฏิทิน Google
