Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Unique Visitors: {0}
th: ผู้เยี่ยมชมที่ไม่ซ้ำ: {0}

source: Unique code (e.g., "STANDARD_7", "INCLUSIVE"). Use uppercase and underscores.
th: รหัสเฉพาะ (เช่น "STANDARD_7", "INCLUSIVE") ใช้ตัวอักษรพิมพ์ใหญ่และขีดล่าง

source: Unique code (e.g., 'INCLUSIVE', 'EXCLUSIVE', '0%')
th: รหัสเฉพาะ (เช่น 'INCLUSIVE', 'EXCLUSIVE', '0%')

source: Unique identifier for this configuration (e.g., 'production', 'staging', 'development')
th: รหัสเฉพาะสำหรับการตั้งค่านี้ (เช่น 'production', 'staging', 'development')

source: Unique name for this order type (e.g., Sales, Wholesale, Export)
th: ชื่อเฉพาะสำหรับประเภทคำสั่งซื้อนี้ (เช่น ขายปลีก ขายส่ง ส่งออก)

source: Unique name for this petty cash fund
th: ชื่อเฉพาะสำหรับกองทุนเงินสดย่อยนี้

source: Unit of measurement (auto-fetched)
th: หน่วยวัด (ดึงข้อมูลอัตโนมัติ)

source: Unknown error
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ

source: Unknown error during restart
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุระหว่างการเริ่มต้นใหม่

source: Unknown error occurred
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ

source: Unpaid
th: ค้างชำระ

source: Unsupported export format: {0}
th: รูปแบบการส่งออกที่ไม่รองรับ: {0}

source: Unsupported format type
th: ประเภทฟอร์แมตที่ไม่รองรับ

source: Update
th: อัปเดต

source: Update Keyword Densities
th: อัปเดตความหนาแน่นของคำสำคัญ

source: Update Shift Last Sync Timestamp
th: อัปเดตเวลาซิงค์ล่าสุดของกะงาน

source: Update Shift Timestamp
th: อัปเดตเวลาบันทึกกะงาน

source: Updated By
th: แก้ไขโดย

source: Updated receipt tracking for Purchase Order {0}
th: อัปเดตการติดตามใบเสร็จสำหรับใบสั่งซื้อ {0}

source: Updated {0} accounts with Thai names
th: อัปเดตบัญชี {0} รายการด้วยชื่อภาษาไทยแล้ว

source: Updating currency defaults...
th: กำลังอัปเดตค่าเริ่มต้นสกุลเงิน...

source: Updating keyword densities...
th: กำลังอัปเดตความหนาแน่นของคำสำคัญ...

source: Upgrade
th: อัปเกรด

source: Upgrade to Pro
th: อัปเกรดเป็น Pro

source: Upload ZIP file containing Thai e-Tax Invoice XML files
th: อัปโหลดไฟล์ ZIP ที่มีไฟล์ XML ใบกำกับภาษีอิเล็กทรอนิกส์ภาษาไทย

source: Upload a pre-built .grist file for this report
th: อัปโหลดไฟล์ .grist ที่สร้างไว้ล่วงหน้าสำหรับรายงานนี้

source: Upload and Import
th: อัปโหลดและนำเข้า

source: Upload invoice, receipt, or supporting documents
th: อัปโหลดใบกำกับภาษี ใบเสร็จ หรือเอกสารประกอบ

source: Urgent
th: ด่วน

source: Usage & Ranking
th: การใช้งานและการจัดอันดับ

source: Usage Instructions
th: คำแนะนำการใช้งาน

source: Usage Statistics
th: สถิติการใช้งาน

source: Usage notes and tax calculation details
th: หมายเหตุการใช้งานและรายละเอียดการคำนวณภาษี

source: Use Buddhist Calendar
th: ใช้ปฏิทินพุทธศักราช

source: Use Buddhist Era (BE) dates instead of Christian Era (CE)
th: ใช้วันที่พุทธศักราช (พ.ศ.) แทนวันที่คริสต์ศักราช (ค.ศ.)

source: Use Environment Variables
th: ใช้ตัวแปรสภาพแวดล้อม

source: Use Formal Thai Language
th: ใช้ภาษาไทยแบบเป็นทางการ

source: Use Frappe cache over Redis to keep files smaller than and avoid calling to external service several times within time window defined below. Set to 0 to disable. Default: 5000000 bytes = 5Mb
th: ใช้แคช Frappe แทน Redis เพื่อเก็บไฟล์ที่มีขนาดเล็กกว่า และหลีกเลี่ยงการเรียกใช้บริการภายนอกซ้ำหลายครั้งภายในช่วงเวลาที่กำหนดด้านล่าง ตั้งค่าเป็น 0 เพื่อปิดใช้งาน ค่าเริ่มต้น: 5000000 ไบต์ = 5Mb

source: Use GOOGLE_APPLICATION_CREDENTIALS and GOOGLE_CLOUD_PROJECT environment variables
th: ใช้ตัวแปรสภาพแวดล้อม GOOGLE_APPLICATION_CREDENTIALS และ GOOGLE_CLOUD_PROJECT

source: Use Hybrid Mode
th: ใช้โหมดไฮบริด

source: Use Local Service Account File
th: ใช้ไฟล์บัญชีบริการในเครื่อง

source: Use S3 file size
th: ใช้ขนาดไฟล์ S3

source: Use SEO Template
th: ใช้แม่แบบ SEO

source: Use Thai Baht (฿) symbol and formatting
th: ใช้สัญลักษณ์และรูปแบบเงินบาท (฿)

source: Use Thai language labels and interface
th: ใช้ป้ายกำกับและส่วนติดต่อเป็นภาษาไทย

source: Use These Topics
th: ใช้หัวข้อเหล่านี้

source: Use Thousand Separator
th: ใช้ตัวคั่นหลักพัน

source: Use Topics
th: ใช้หัวข้อ

source: Use formal Thai language (ภาษาราชการ) instead of casual
th: โปรดใช้ภาษาไทยแบบเป็นทางการ (ภาษาราชการ) แทนภาษาพูด

source: Use presigned urls
th: ใช้ URL ที่ลงลายมือชื่อแล้ว

source: Use presigned urls only for mime types starting with: (one per line)
th: ใช้ URL ที่ลงลายมือชื่อไว้ล่วงหน้าเฉพาะกับประเภท MIME ที่ขึ้นต้นด้วย: (หนึ่งรายการต่อบรรทัด)

source: Use service account file from Thai Business Suite service_accounts directory
th: ใช้ไฟล์บัญชีบริการจากไดเรกทอรี service_accounts ของ Thai Business Suite

source: Use single-page Grist layout (less busy)
th: ใช้เลย์เอาต์ Grist แบบหน้าเดียว (ดูไม่รก)

source: Use the fields above to add references.
th: ใช้ฟิลด์ด้านบนเพื่อเพิ่มการอ้างอิง

source: Use this naming by default for this customer
th: ใช้ชื่อนี้เป็นค่าเริ่มต้นสำหรับลูกค้ารายนี้

source: Use {keyword}, {business}, {location} placeholders
th: ใช้ {keyword}, {business}, {location} เป็นตัวแทนข้อมูล

source: Use {tracking_number} as placeholder. Example: https://track.company.com/track?id={tracking_number}
th: ใช้ {tracking_number} เป็นตัวยึดตำแหน่ง ตัวอย่าง: https://track.company.com/track?id={tracking_number}

source: Used
th: ใช้แล้ว

source: Used in Orders (priority 5)
th: ใช้ในใบสั่งซื้อ (ลำดับความสำคัญ 5)

source: Used in {0} articles
th: ใช้ในบทความ {0} รายการ

source: User Agent
th: ตัวแทนผู้ใช้

source: User Forum
th: ฟอรั่มผู้ใช้

source: User Satisfaction
th: ความพึงพอใจของผู้ใช้

source: User Satisfaction (0-100)
th: ความพึงพอใจของผู้ใช้ (0-100)

source: User who added this email to the allowed list
th: ผู้ใช้ที่เพิ่มอีเมลนี้ในรายการอนุญาต

source: User with email {0} not found in system. Full name will be updated when user is created.
th: ไม่พบผู้ใช้ที่มีอีเมล {0} ในระบบ ชื่อเต็มจะได้รับการอัปเดตเมื่อสร้างผู้ใช้แล้ว

source: User's email address who can access Thai Business Suite workspaces
th: อีเมลผู้ใช้ที่สามารถเข้าถึงพื้นที่ทำงาน Thai Business Suite ได้

source: Using global PO limits from TBS General Settings. Check override to customize.
th: กำลังใช้ขีดจำกัดใบสั่งซื้อทั่วโลกจากการตั้งค่าทั่วไปของ TBS โปรดทำเครื่องหมายเพื่อแทนที่และปรับแต่งตามต้องการ

source: Using item-specific values below
th: ใช้ค่าที่ระบุเฉพาะสำหรับสินค้าในด้านล่างนี้

source: VAT Account Missing
th: บัญชีภาษีมูลค่าเพิ่มขาดหาย

source: VAT Amount
th: จำนวนภาษีมูลค่าเพิ่ม

source: VAT Amount (7%)
th: จำนวนภาษีมูลค่าเพิ่ม (7%)

source: VAT Branch Code
th: รหัสสาขาภาษีมูลค่าเพิ่ม

source: VAT Branch Code must be 5 digits
th: รหัสสาขา VAT ต้องเป็นตัวเลข 5 หลัก

source: VAT Details
th: รายละเอียด VAT

source: VAT Output Account not configured in Thai Tax Settings
th: บัญชี VAT ขาออกยังไม่ได้ตั้งค่าในการตั้งค่าภาษีไทย

source: VAT PP30
th: ภาษีมูลค่าเพิ่ม PP30

source: VAT Rate (%)
th: อัตราภาษีมูลค่าเพิ่ม (%)

source: VAT Report
th: รายงานภาษีมูลค่าเพิ่ม

source: VAT Return Form
th: แบบฟอร์มยื่นภาษีมูลค่าเพิ่ม

source: VAT Timing Type
th: ประเภทเวลาภาษีมูลค่าเพิ่ม

source: VAT Type
th: ชนิดภาษีมูลค่าเพิ่ม

source: VAT Type Code
th: รหัสประเภท VAT

source: VAT Type Code '{0}' already exists
th: รหัสประเภท VAT '{0}' มีอยู่แล้ว

source: VAT Type Code is required
th: รหัสประเภท VAT จำเป็นต้องระบุ

source: VAT Type Name
th: ชื่อประเภท VAT

source: VAT Type Name is required
th: ต้องระบุชื่อประเภท VAT

source: VAT Type Settings
th: การตั้งค่าประเภทภาษีมูลค่าเพิ่ม

source: VAT amount auto-calculated: {0}
th: จำนวน VAT คำนวณอัตโนมัติ: {0}

source: VAT calculation error
th: ข้อผิดพลาดในการคำนวณ VAT

source: VAT overpaid brought forward: Can be adjusted in the field above
th: ภาษีมูลค่าเพิ่มที่จ่ายเกินยกมา: สามารถปรับปรุงได้ในช่องด้านบนนี้

source: VAT payable
th: ภาษีมูลค่าเพิ่มที่ต้องชำระ

source: VAT rate at time of invoice
th: ภาษีมูลค่าเพิ่ม สายองวันแบบใหม่

source: VAT return form for the Revenue Department
th: แบบฟอร์มยื่นภาษีมูลค่าเพิ่มสำหรับกรมสรรพากร

source: VAT timing updated successfully
th: การอัปเดตเวลาภาษีมูลค่าเพิ่มสำเร็จแล้ว

source: VAT type created successfully
th: ประเภท VAT ถูกสร้างเรียบร้อยแล้ว

source: VAT type deleted successfully
th: ประเภท VAT ถูกลบเรียบร้อยแล้ว

source: VAT type deleted successfully!
th: ประเภท VAT ถูกลบเรียบร้อยแล้ว!

source: VAT type not found
th: ไม่พบประเภท VAT

source: VAT type saved successfully!
th: ประเภท VAT ถูกบันทึกเรียบร้อยแล้ว!

source: VAT type updated successfully
th: ประเภท VAT ได้รับการอัปเดตเรียบร้อยแล้ว

source: Valid Cron Expression
th: นิพจน์ Cron ที่ถูกต้อง

source: Valid JSON in {0}
th: JSON ที่ถูกต้องใน {0}

source: Valid Till
th: ใช้ได้จนถึง

source: Valid age range: {0} years
th: ช่วงอายุที่ถูกต้อง: {0} ปี

source: Valid cron expression
th: นิพจน์ cron ที่ถูกต้อง

source: Valid cron: {0}
th: cron ที่ถูกต้อง: {0}

source: Valid email list: {0} recipients
th: รายชื่ออีเมลที่ถูกต้อง: ผู้รับ {0} คน

source: Validate Cron Expression
th: ตรวจสอบนิพจน์ Cron

source: Validation Action
th: การตรวจสอบความถูกต้อง

source: Validation Error
th: ข้อผิดพลาดในการตรวจสอบข้อมูล

source: Validation Failed
th: การตรวจสอบล้มเหลว

source: Validation Help
th: คำแนะนำการตรวจสอบความถูกต้อง

source: Validation Passed
th: การตรวจสอบผ่านแล้ว

source: Validation Rules
th: กฎการตรวจสอบความถูกต้อง

source: Validation Rules (JSON)
th: กฎการตรวจสอบความถูกต้อง (JSON)

source: Validation Rules must be a JSON object
th: กฎการตรวจสอบต้องเป็นวัตถุ JSON

source: Validation failed
th: ไม่ผ่านการตรวจสอบ

source: Value Added Tax
th: ภาษีมูลค่าเพิ่ม

source: Variance (Days)
th: ส่วนต่าง (วัน)

source: Vehicle
th: พาหนะ

source: Vendor's invoice date (priority 3 - Purchase Invoice pattern)
th: วันที่ใบกำกับภาษีผู้ขาย (ลำดับความสำคัญ 3 - รูปแบบใบกำกับภาษีซื้อ)

source: Version of ERPNext (e.g., 13, 14, 15)
th: เวอร์ชันของ ERPNext (เช่น 13, 14, 15)

source: Very low ROI. Review content costs and revenue attribution
th: ผลตอบแทนจากการลงทุนต่ำมาก โปรดตรวจสอบต้นทุนเนื้อหาและการจัดสรรรายได้

source: Very low search volume - Consider more popular variations
th: ปริมาณการค้นหาต่ำมาก - ควรพิจารณาใช้รูปแบบที่ได้รับความนิยมมากกว่า

source: View
th: ดู

source: View Analysis Report
th: ดูรายงานวิเคราะห์

source: View Article
th: ดูบทความ

source: View Articles
th: ดูบทความ

source: View Brief
th: ดูสรุป

source: View CSV in Grist
th: ดู CSV ใน Grist

source: View Environment Guide
th: ดูคำแนะนำสภาพแวดล้อม

source: View Error Log
th: ดูบันทึกข้อผิดพลาด

source: View Execution Log
th: ดูบันทึกการทำงาน

source: View File Setup Guide
th: ดูคู่มือการตั้งค่าไฟล์

source: View Grist Report
th: ดูรายงาน Grist

source: View Imported Deliveries
th: ดูรายการจัดส่งที่นำเข้าแล้ว

source: View Journal Entry
th: ดูรายการสมุดรายวัน

source: View List
th: ดูรายการ

source: View Performance Report
th: ดูรายงานผลการปฏิบัติงาน

source: View Purchase Order
th: ดูใบสั่งซื้อ

source: View Queue Dashboard
th: ดูแผงควบคุมคิว

source: View Recommendations
th: ดูคำแนะนำ

source: View Replenishments
th: ดูการเติมสินค้า

source: View Report
th: ดูรายงาน

source: View Requests
th: ดูคำขอ

source: View Template Details
th: ดูรายละเอียดเทมเพลต

source: View Thai Provinces
th: ดูจังหวัดในประเทศไทย

source: View Thai Tax Invoices
th: ดูใบกำกับภาษี

source: View Thai Vouchers
th: ดูใบสำคัญภาษาไทย

source: View Website
th: ดูเว็บไซต์

source: View mode
th: โหมดการแสดงผล

source: View {0}
th: ดู {0}

source: Views
th: มุมมอง

source: Views: {0}
th: การดู: {0}

source: Visitor Breakdown: {0}% New, {1}% Returning
th: การแยกประเภทผู้เยี่ยมชม: {0}% ใหม่, {1}% กลับมาเยี่ยมใหม่

source: Visitors
th: ผู้เยี่ยมชม

source: Visitors who returned to this article
th: ผู้เยี่ยมชมที่กลับมาที่บทความนี้

source: Volume: {0}/month
th: ปริมาณ: {0}/เดือน

source: Voucher Format
th: รูปแบบบัตรเงินสด

source: Voucher Type
th: ประเภทใบสำคัญ

source: Voucher file not found.
th: ไม่พบไฟล์บัตรเงินสด

source: Voucher generation not supported for this document type.
th: ไม่รองรับการสร้างบัตรกำนัลสำหรับประเภทเอกสารนี้

source: WHT Rate is required for withholding tax
th: อัตรา ภาษีหัก ณ ที่จ่าย จำเป็นต้องระบุ

source: Wait for import to complete and review the summary
th: โปรดรอให้การนำเข้าเสร็จสมบูรณ์และตรวจสอบสรุปผล

source: Walk-in Customer
th: ลูกค้าหน้าร้าน

source: Warehouse
th: คลังสินค้า

source: Warehouse Details
th: รายละเอียดคลังสินค้า

source: Warehouse Management
th: การจัดการคลังสินค้า

source: Warehouse Reports
th: รายงานคลังสินค้า

source: Warehouse Type
th: ประเภทคลังสินค้า

source: Warn Only
th: เตือนเท่านั้น

source: Warn Only: Show warning but allow | Block Save: Prevent saving | Block Submit: Allow draft but block submit
th: เตือนอย่างเดียว: แสดงคำเตือนแต่อนุญาต | บล็อกการบันทึก: ป้องกันการบันทึก | บล็อกการส่ง: อนุญาตร่างแต่บล็อกการส่ง

source: Warning
th: คำเตือน

source: Warning: '{0}' may not be a valid Thai province name. Please verify.
th: คำเตือน: '{0}' อาจไม่ใช่ชื่อจังหวัดในประเทศไทยที่ถูกต้อง กรุณาตรวจสอบอีกครั้ง

source: Warning: Could not extract GPS data from photo: {0}
th: คำเตือน: ไม่สามารถดึงข้อมูล GPS จากรูปภาพได้: {0}

source: Warning: Customer {0} does not have Tax ID
th: คำเตือน: ลูกค้า {0} ไม่มีเลขประจำตัวผู้เสียภาษี

source: Warning: Description length range {0}-{1} may not be optimal for Thai SERP (recommended: 80-100)
th: คำเตือน: ความยาวคำอธิบายในช่วง {0}-{1} อาจไม่เหมาะสมสำหรับผลการค้นหาในภาษาไทย (แนะนำ: 80-100)

source: Warning: Keyword density range {0}%-{1}% is unusual (recommended: 1-3%)
th: คำเตือน: ช่วงความหนาแน่นของคำสำคัญ {0}%-{1}% ไม่ปกติ (แนะนำ: 1-3%)

source: Warning: Max Tokens {0} is unusually high. This may result in high API costs.
th: คำเตือน: จำนวนโทเค็นสูงสุด {0} สูงผิดปกติ อาจทำให้เกิดค่าใช้จ่าย API สูง

source: Warning: Max paragraph length {0} may affect readability (recommended: 100-200 words)
th: คำเตือน: ความยาวย่อหน้าสูงสุด {0} อาจส่งผลต่อความอ่านง่าย (แนะนำ: 100-200 คำ)

source: Warning: Max sentence length {0} may affect readability (recommended: 20-30 words)
th: คำเตือน: ความยาวประโยคสูงสุด {0} อาจส่งผลต่อความอ่านง่าย (แนะนำ: 20-30 คำ)

source: Warning: New + Returning visitors ({0}) exceeds Unique visitors ({1})
th: คำเตือน: ผู้เข้าชมใหม่ + ผู้เข้าชมที่กลับมา ({0}) เกินจำนวนผู้เข้าชมที่ไม่ซ้ำกัน ({1})

source: Warning: Petty Cash Account balance ({0}) is less than requested amount ({1})
th: คำเตือน: ยอดคงเหลือในบัญชีเงินสดย่อย ({0}) น้อยกว่าจำนวนที่ร้องขอ ({1})

source: Warning: Sales Order Type setup encountered an error: {0}
th: คำเตือน: การตั้งค่าประเภทใบสั่งขายพบข้อผิดพลาด: {0}

source: Warning: Supplier {0} does not have Tax ID
th: คำเตือน: ผู้จำหน่าย {0} ไม่มีเลขประจำตัวผู้เสียภาษี

source: Warning: This device is configured to clear attendance data after fetching. Use with caution to prevent data loss.
th: คำเตือน: อุปกรณ์นี้ตั้งค่าให้ล้างข้อมูลการลงเวลาทำงานหลังจากดึงข้อมูลแล้ว โปรดใช้อย่างระมัดระวังเพื่อป้องกันการสูญหายของข้อมูล

source: Warning: Title length range {0}-{1} may not be optimal for Thai SERP (recommended: 30-40)
th: คำเตือน: ความยาวหัวข้อในช่วง {0}-{1} อาจไม่เหมาะสมสำหรับผลการค้นหาในภาษาไทย (แนะนำ: 30-40)

source: Warning: Very high token limit may incur significant API costs
th: คำเตือน: ขีดจำกัดโทเค็นที่สูงมากอาจทำให้เกิดค่าใช้จ่าย API อย่างมีนัยสำคัญ

source: Warning: Visits ({0}) less than sessions ({1}). Check data source.
th: คำเตือน: จำนวนการเยี่ยมชม ({0}) น้อยกว่าจำนวนเซสชัน ({1}) โปรดตรวจสอบแหล่งข้อมูล

source: Warnings
th: คำเตือน

source: WebSocket Port
th: พอร์ต WebSocket

source: Website
th: เว็บไซต์

source: Weekly
th: รายสัปดาห์

source: Weekly Holiday
th: วันหยุดประจำสัปดาห์

source: Weekly Holiday OT Activity
th: กิจกรรม OT วันหยุดประจำสัปดาห์

source: Weekly Holiday OT Rate
th: อัตราค่าล่วงเวลาในวันหยุดประจำสัปดาห์

source: Weighted average across all categories
th: ค่าเฉลี่ยถ่วงน้ำหนักในทุกหมวดหมู่

source: Welcome to AI Accounting Assistant
th: ยินดีต้อนรับสู่ ผู้ช่วยบัญชี AI

source: When checked
th: เมื่อเลือกแล้ว

source: When does the employee need this cash?
th: พนักงานต้องการเงินสดนี้เมื่อใด?

source: When enabled, Purchase Orders will be validated against the configured limits
th: เมื่อเปิดใช้งาน ใบสั่งซื้อจะถูกตรวจสอบความถูกต้องตามขีดจำกัดที่ตั้งค่าไว้

source: When enabled, only users in the allowed list can see Thai Business Suite workspaces. Administrator and System Manager always have access.
th: เมื่อเปิดใช้งาน ผู้ใช้ในรายการที่อนุญาตเท่านั้นที่จะสามารถเห็นพื้นที่ทำงานของ Thai Business Suite ได้ ผู้ดูแลระบบและผู้จัดการระบบจะสามารถเข้าถึงได้เสมอ

source: When enabled, users can select specific batches/lots in Sales Invoice items instead of Sales Order. Selected batches will be automatically used in Delivery Note.
th: เมื่อเปิดใช้งาน ผู้ใช้สามารถเลือกชุด/ล็อตเฉพาะในรายการใบแจ้งหนี้ขายแทนใบสั่งขาย ชุดที่เลือกจะถูกใช้โดยอัตโนมัติในใบส่งของ

source: When enabled, users can select specific batches/lots in Sales Order items. Selected batches will be reserved and automatically used in Delivery Note.
th: เมื่อเปิดใช้งาน ผู้ใช้สามารถเลือกชุด/ล็อตเฉพาะในรายการใบสั่งขาย ชุดที่เลือกจะถูกสงวนไว้และนำไปใช้โดยอัตโนมัติในใบส่งของ

source: When to Use
th: เวลาที่จะใช้

source: Which Doppler config environment to use
th: ควรใช้สภาพแวดล้อมการตั้งค่า Doppler ใด

source: Which date to use as reference for event generation
th: ควรใช้วันที่ใดเป็นข้อมูลอ้างอิงสำหรับการสร้างกิจกรรม

source: Who is responsible for providing this document
th: ใครเป็นผู้รับผิดชอบในการจัดเตรียมเอกสารนี้

source: Wholesale
th: ขายส่ง

source: Width of each grid cell in pixels
th: ความกว้างของแต่ละช่องกริดเป็นพิกเซล

source: Withholding Tax
th: ภาษีหัก ณ ที่จ่าย

source: Withholding Tax Certificate (50ทวิ - Placeholder)
th: ใบรับรองภาษีหัก ณ ที่จ่าย (50ทวิ - ตำแหน่งว่าง)

source: Withholding Tax Forms (PND - Placeholder)
th: แบบฟอร์มภาษีหัก ณ ที่จ่าย (พ.ง.ด. - ตำแหน่งว่าง)

source: Withholding Tax Rate is required
th: จำเป็นต้องระบุอัตรา ภาษีหัก ณ ที่จ่าย

source: Withholding Tax Summary
th: สรุปภาษีหัก ณ ที่จ่าย

source: Withholding tax amount mismatch. Expected: {0}, Actual: {1}
th: จำนวนภาษีหัก ณ ที่จ่ายไม่ตรงกัน คาดว่า: {0}, จริง: {1}

source: Withholding tax calculation error
th: ข้อผิดพลาดในการคำนวณภาษีหัก ณ ที่จ่าย

source: Withholding tax for assessable income of juristic persons
th: ภาษีหัก ณ ที่จ่ายสำหรับรายได้ที่ต้องประเมินของนิติบุคคล

source: Withholding tax for salaries, wages, and other income
th: ภาษีหัก ณ ที่จ่ายสำหรับเงินเดือน ค่าจ้าง และรายได้อื่น ๆ

source: Within Budget
th: ภายในงบประมาณ

source: Within limits
th: ภายในขอบเขต

source: Word Count
th: นับจำนวนคำ

source: Word Count Target
th: เป้าหมายจำนวนคำ

source: Word Count Validation
th: การตรวจสอบจำนวนคำ

source: Word Count: {0} | Read Time: {1} min
th: จำนวนคำ: {0} | เวลาที่ใช้ในการอ่าน: {1} นาที

source: Word count, paragraph structure, depth
th: นับจำนวนคำ, โครงสร้างย่อหน้า, ความลึก

source: Work Order
th: ใบสั่งงาน

source: Work order details retrieved successfully
th: รายละเอียดใบสั่งงานถูกดึงข้อมูลเรียบร้อยแล้ว

source: Work order progress updated successfully
th: อัปเดตความก้าวหน้าของใบสั่งงานสำเร็จแล้ว

source: Work orders retrieved successfully
th: ดึงข้อมูลคำสั่งผลิตสำเร็จแล้ว

source: Workers restarted successfully
th: พนักงานเริ่มทำงานใหม่สำเร็จแล้ว

source: Workflow
th: เวิร์กโฟลว์

source: Workflow Completed: {0}
th: เวิร์กโฟลว์เสร็จสมบูรณ์: {0}

source: Workflow Executed
th: เวิร์กโฟลว์ดำเนินการแล้ว

source: Workflow Execution Log
th: บันทึกการทำงานของเวิร์กโฟลว์

source: Workflow Information
th: ข้อมูลเวิร์กโฟลว์

source: Workflow Name
th: ชื่อกระบวนการทำงาน

source: Workflow State
th: สถานะเวิร์กโฟลว์

source: Workflow Type
th: ประเภทเวิร์กโฟลว์

source: Workflow configuration exported successfully
th: การกำหนดค่าเวิร์กโฟลว์ส่งออกสำเร็จแล้ว

source: Workflow execution started. Check execution log for details.
th: การดำเนินการเวิร์กโฟลว์เริ่มต้นแล้ว โปรดตรวจสอบบันทึกการดำเนินการเพื่อดูรายละเอียด

source: Workflow will be executed manually via button
th: เวิร์กโฟลว์จะถูกดำเนินการด้วยตนเองผ่านปุ่ม

source: Workflow will be triggered via API endpoint
th: เวิร์กโฟลว์จะถูกเรียกใช้งานผ่านจุดเชื่อมต่อ API

source: Workflow will run automatically based on cron schedule
th: เวิร์กโฟลว์จะทำงานโดยอัตโนมัติตามตารางเวลาของ cron

source: Workflow will trigger on specific document events
th: เวิร์กโฟลว์จะทำงานเมื่อเกิดเหตุการณ์ในเอกสารเฉพาะเจาะจง

source: Working Hours
th: ชั่วโมงทำงาน

source: Working hours ({0}) do not exceed standard hours ({1}). No overtime will be calculated.
th: ชั่วโมงทำงาน ({0}) ไม่เกินชั่วโมงมาตรฐาน ({1}) จะไม่มีการคำนวณชั่วโมงล่วงเวลา

source: Workspace Access Control
th: การควบคุมการเข้าถึงพื้นที่ทำงาน

source: Workstation utilization data retrieved successfully
th: ดึงข้อมูลการใช้งานสถานีทำงานสำเร็จแล้ว

source: Write
th: เขียน

source: Write disabled for connection <strong>{}</strong>
th: การเขียนถูกปิดใช้งานสำหรับการเชื่อมต่อ <strong>{}</strong>

source: Write enabled
th: เปิดใช้งานการเขียน

source: Writing Guidelines
th: แนวทางการเขียน

source: Writing Tone
th: น้ำเสียงการเขียน

source: Wrong Template
th: เทมเพลตผิดพลาด

source: Year (B.E.)
th: ปี (พ.ศ.)

source: Yearly
th: ประจำปี

source: Yellow
th: สีเหลือง

source: Yesterday
th: เมื่อวานนี้

source: You can view the report anytime at: <a href="/grist-viewer/{0}" target="_blank">{0}</a>
th: คุณสามารถดูรายงานได้ตลอดเวลาที่: <a href="/grist-viewer/{0}" target="_blank">{0}</a>

source: You cannot reference both External Invoice and ERPNext Invoice at the same time. Please choose one.
th: ท่านไม่สามารถอ้างอิงทั้ง ใบแจ้งหนี้ภายนอก และ ใบแจ้งหนี้ ERPNext พร้อมกันได้ กรุณาเลือกอย่างใดอย่างหนึ่ง

source: You don't have permission to create Private events for other users
th: คุณไม่มีสิทธิ์สร้างกิจกรรมส่วนตัวสำหรับผู้ใช้อื่น ๆ

source: You don't have permission to delete this event
th: คุณไม่มีสิทธิ์ลบกิจกรรมนี้

source: You don't have permission to edit this event
th: คุณไม่มีสิทธิ์แก้ไข 1 เหตุการณ์ปฏิทิน Google นี้

source: You don't have permission to view this event
th: คุณไม่มีสิทธิ์ในการดู 1 กิจกรรม Google Calendar นี้

source: You have enabled {0} in Bill Options, but the Customer Item Naming table is empty. Please add at least one item in the Product Names tab before saving.
th: คุณได้เปิดใช้งาน {0} ในตัวเลือกบิล แต่ตารางการตั้งชื่อรายการลูกค้าไม่มีข้อมูล กรุณาเพิ่มรายการอย่างน้อยหนึ่งรายการในแท็บชื่อสินค้า ก่อนบันทึกข้อมูล

source: You have enabled {0} in Bill Options, but the Customer Item Naming table is empty. Please add at least one item in the Product Names tab.
th: คุณได้เปิดใช้งาน {0} ในตัวเลือกบิลแล้ว แต่ตารางการตั้งชื่อรายการลูกค้าไม่มีข้อมูล กรุณาเพิ่มรายการอย่างน้อยหนึ่งรายการในแท็บชื่อสินค้า

source: You have successfully authenticated with Dropbox. You can close this window and return to the app.
th: คุณได้ทำการยืนยันตัวตนกับ Dropbox สำเร็จแล้ว คุณสามารถปิดหน้าต่างนี้และกลับไปที่แอปได้เลยค่ะ

source: You have successfully authenticated with Google Drive. You can close this window and return to the app.
th: คุณได้ทำการยืนยันตัวตนกับ Google Drive สำเร็จแล้ว คุณสามารถปิดหน้าต่างนี้และกลับไปยังแอปได้เลยค่ะ

source: You have successfully authenticated with OneDrive. You can close this window and return to the app.
th: คุณได้ทำการยืนยันตัวตนกับ OneDrive สำเร็จแล้ว คุณสามารถปิดหน้าต่างนี้และกลับไปที่แอปได้เลย

source: You need to be logged in to access this page
th: คุณต้องเข้าสู่ระบบเพื่อเข้าถึงหน้านี้

source: Your Assigned Tasks
th: งานที่ได้รับมอบหมายของคุณ

source: Your account is not linked to a customer. Please contact support.
th: บัญชีของคุณไม่ได้เชื่อมโยงกับลูกค้า กรุณาติดต่อฝ่ายสนับสนุน

source: ZIP file not found at {0}
th: ไม่พบไฟล์ ZIP ที่ {0}

source: ZKTeco Biometric Attendance Dashboard
th: แดชบอร์ดการลงเวลาทำงานด้วยลายนิ้วมือ ZKTeco

source: ZKTeco Biometric Dashboard
th: แดชบอร์ดไบโอเมตริก ZKTeco

source: ZKTeco Biometric Device
th: อุปกรณ์ไบโอเมตริกซ์ ZKTeco

source: ZKTeco Biometric Devices
th: อุปกรณ์ไบโอเมตริกซ์ ZKTeco

source: ZKTeco Biometric Settings
th: การตั้งค่าชีวมิติ ZKTeco

source: ZKTeco Dashboard
th: แดชบอร์ด ZKTeco

source: ZKTeco Device Link
th: ลิงก์อุปกรณ์ ZKTeco

source: ZKTeco Devices
th: อุปกรณ์ ZKTeco

source: ZKTeco Finger Scan
th: ZKTeco สแกนลายนิ้วมือ

source: ZKTeco Management
th: การจัดการ ZKTeco

source: ZKTeco Settings
th: การตั้งค่า ZKTeco
