Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: <div style="line-height: 1.6;"> <strong>Report Purpose:</strong><br> This report shows all sales tax documents for Thai VAT compliance:<br><br> <ul> <li><strong style="color: blue;">Tax Invoice (ใบกำกับภาษี)</strong>: Regular sales invoices</li> <li><strong style="color: green;">Debit Note (ใบเพิ่มหนี้)</strong>: Increases output VAT (positive)</li> <li><strong style="color: orange;">Credit Note (ใบลดหนี้)</strong>: Decreases output VAT (negative)</li> </ul> <strong>External References:</strong><br> Highlighted items reference invoices from your previous accounting system.<br><br> <strong>Total Output VAT:</strong><br> = Tax Invoices + Debit Notes - Credit Notes </div>
th: <div style="line-height: 1.6;"> <strong>วัตถุประสงค์ของรายงาน:</strong><br> รายงานนี้แสดงเอกสารภาษีขายทั้งหมดสำหรับการปฏิบัติตามภาษีมูลค่าเพิ่มของประเทศไทย:<br><br> <ul> <li><strong style="color: blue;">ใบกำกับภาษี</strong>: ใบแจ้งหนี้ขายปกติ</li> <li><strong style="color: green;">ใบเพิ่มหนี้</strong>: เพิ่มภาษีขาย (ภาษีขายออก) (บวก)</li> <li><strong style="color: orange;">ใบลดหนี้</strong>: ลดภาษีขาย (ภาษีขายออก) (ลบ)</li> </ul> <strong>เอกสารอ้างอิงภายนอก:</strong><br> รายการที่เน้นสีเป็นการอ้างอิงใบแจ้งหนี้จากระบบบัญชีก่อนหน้าของคุณ<br><br> <strong>ยอดรวมภาษีขายออก:</strong><br> = ใบกำกับภาษี + ใบเพิ่มหนี้ - ใบลดหนี้ </div>

source: <p>The Petty Cash Account <strong>{0}</strong> has fallen below the minimum balance threshold.</p> <ul> <li>Current Balance: {1}</li> <li>Minimum Balance: {2}</li> <li>Fund Limit: {3}</li> </ul> <p>Please consider replenishing this fund.</p>
th: <p>บัญชีชารอายัดซัน <strong>{0}</strong> ไม่อยการขายตั้นองไม่สวีดสารายส่งค่านการเพลางตั้นส่วนเลื่อกสุดรายส่งค่านเพลาง</p> <ul> <li>สินตั้ง ค่าน: {1}</li> <li>สินตั้ง ส่วนเลื่อก: {2}</li> <li>ชารสินลาง: {3}</li> </ul> <p>จะนอยการเลื่อกเป็นคลังสินลางเปลนชารส่านส่วนเลื่อกสุดรายส่งค่านเพลาง</p>

source: ZKTeco service...
th: บริการสแกนลายนิ้วมือ

source: 'From Date' is required
th: ต้องระบุ 'วันเริ่มต้น'

source: 'To Date' is required
th: โปรดระบุ “วันที่สิ้นสุด"

source: (Branch {0})
th: (สาขา {0})

source: (Head Office)
th: (สำนักงานใหญ่)

source: (Not yet available)
th: (ยังไม่พร้อมใช้งาน)

source: -- Select Industry --
th: -- เลือกอุตสาหกรรม --

source: -- Select Template --
th: -- เลือกเทมเพลต --

source: ...and {0} more accounts
th: ...และบัญชีอีก {0} รายการ

source: 0-100 scale indicating ranking difficulty
th: มาตราส่วน 0-100 ที่แสดงระดับความยากของการจัดอันดับ

source: 0-100 score based on user feedback and engagement
th: คะแนน 0-100 ตามข้อเสนอแนะและการมีส่วนร่วมของผู้ใช้

source: 0-100 score indicating content freshness
th: คะแนน 0-100 แสดงถึงความสดใหม่ของเนื้อหา

source: 1. Sales this month
th: 2. ขายเดือนนี้

source: 10. VAT overpaid brought forward
th: 10. ภาษีมูลค่าเพิ่มที่ชำระเกินยกมา

source: 11. Amount payable (if 8. > 10.)
th: 11. จำนวนเงินที่ต้องชำระ (ถ้า 8. > 10.)

source: 12. Overpaid
th: 12. ชำระเงินเกิน

source: 15th of following month
th: วันที่ 15 ของเดือนถัดไป

source: 2. Less: Sales taxed at 0%
th: 2. หัก: ยอดขายที่เสียภาษี 0%

source: 24/7 monitoring with alerts (MANAGED tier only)
th: การตรวจสอบตลอด 24 ชั่วโมง 7 วัน พร้อมการแจ้งเตือน (เฉพาะระดับ MANAGED)

source: 3. Less: Exempt sales
th: 3. หักลบ: การขายที่ได้รับการยกเว้น

source: 4. Taxable sales
th: 4. ยอดขายที่ต้องเสียภาษี

source: 5-digit VAT branch code for Thai Revenue Department. 00000 for head office.
th: รหัสสาขาภาษีมูลค่าเพิ่ม 5 หลักสำหรับกรมสรรพากรไทย 00000 สำหรับสำนักงานใหญ่

source: 5. Output VAT this month
th: 5. ภาษีมูลค่าเพิ่มขายสุทธิเดือนนี้

source: 58mm
th: 58 มม.

source: 6-month FIFO compliance
th: การปฏิบัติตาม FIFO 6 เดือน

source: 6. Eligible purchase amount
th: 6. จำนวนเงินซื้อที่มีสิทธิ์

source: 7 days after month end
th: 7 วันอานที่หนี้เมือ

source: 7. Input VAT this month
th: 7. ภาษีซื้อเดือนนี้

source: 8. VAT payable this month (if Output VAT > Input VAT)
th: 8. ภาษีมูลค่าเพิ่มที่ต้องชำระในเดือนนี้ (ถ้าภาษีขาย > ภาษีซื้อ)

source: 80mm
th: 80 มม.

source: 9. VAT overpaid this month (if Input VAT > Output VAT)
th: 9. ภาษีมูลค่าเพิ่มจ่ายเกินในเดือนนี้ (หาก ภาษีซื้อ > ภาษีขาย)

source: 99.9% Uptime
th: 99.9% เวลาใช้งาน

source: 99.99% Uptime
th: 99.99% เวลาให้บริการ

source: <div class="alert alert-info" style="margin-top: 10px;"> <p style="margin: 0 0 8px 0; font-weight: 600;">How Workspace Access Control Works:</p> <ul style="margin: 0; padding-left: 20px;"> <li><strong>Disabled:</strong> All users can see Thai Business Suite workspaces (default behavior)</li> <li><strong>Enabled:</strong> Only users in the allowed list below can see Thai Business Suite workspaces</li> <li><strong>Always Allowed:</strong> Administrator and System Manager role always have access regardless of this setting</li> </ul> <p style="margin: 8px 0 0 0;"><em>Tip: Add email addresses of users who should have access to Thai Business Suite features.</em></p> </div>
th: <div class="alert alert-info" style="margin-top: 10px;"> <p style="margin: 0 0 8px 0; font-weight: 600;">วิธีการทำงานของการควบคุมการเข้าถึง Workspace:</p> <ul style="margin: 0; padding-left: 20px;"> <li><strong>ปิดใช้งาน:</strong> ผู้ใช้ทุกคนสามารถเห็น Workspace ของ Thai Business Suite (พฤติกรรมเริ่มต้น)</li> <li><strong>เปิดใช้งาน:</strong> เฉพาะผู้ใช้ที่อยู่ในรายชื่อที่อนุญาตด้านล่างเท่านั้นที่สามารถเห็น Workspace ของ Thai Business Suite</li> <li><strong>อนุญาตเสมอ:</strong> บทบาท Administrator และ System Manager จะได้รับสิทธิ์เข้าถึงเสมอไม่ว่าจะตั้งค่าอย่างไร</li> </ul> <p style="margin: 8px 0 0 0;"><em>คำแนะนำ: เพิ่มที่อยู่อีเมลของผู้ใช้ที่ควรได้รับสิทธิ์เข้าถึงฟีเจอร์ของ Thai Business Suite</em></p> </div>

source: <div class="alert alert-info"> <strong>Column Mapping Instructions:</strong> <ul> <li>Enter the exact column names from your CSV file</li> <li>Required fields: Account ID, Account Name, Parent Account</li> <li>Optional fields: Account Number, Is Group, Root Type, Account Type, Thai Name</li> <li>Column names are case-sensitive</li> </ul> </div>
th: <div class="alert alert-info"> <strong>คำแนะนำการจับคู่คอลัมน์:</strong> <ul> <li>กรอกชื่อคอลัมน์ที่ตรงกับไฟล์ CSV ของคุณอย่างถูกต้อง</li> <li>ฟิลด์ที่จำเป็น: รหัสบัญชี, ชื่อบัญชี, บัญชีหลัก</li> <li>ฟิลด์ที่ไม่จำเป็น: หมายเลขบัญชี, เป็นกลุ่ม, ประเภทหลัก, ประเภทบัญชี, ชื่อภาษาไทย</li> <li>ชื่อคอลัมน์ต้องตรงตามตัวพิมพ์ใหญ่-เล็ก</li> </ul> </div>

source: <div class="alert alert-info"> <strong>Exception codes:</strong><br> 1. No Employee found for the given employee User ID<br> 2. Employee is inactive for the given employee User ID<br> 3. Duplicate Employee Checkin found </div>
th: <div class="alert alert-info"> <strong>รหัสข้อยกเว้น:</strong><br> 1. ไม่พบพนักงานสำหรับ User ID ของพนักงานที่ระบุ<br> 2. พนักงานไม่ใช้งานสำหรับ User ID ของพนักงานที่ระบุ<br> 3. พบการเช็คอินพนักงานซ้ำ </div>

source: <div class="alert alert-info"> <strong>Transformation Rules:</strong><br> Define how to transform values from CSV columns. JSON format:<br> <code>{ "account_name": "strip", "account_number": "strip", "thai_name": "strip" }</code><br> Supported transformations: strip, uppercase, lowercase, or custom function name </div>
th: <div class="alert alert-info"> <strong>กฎการแปลงข้อมูล:</strong><br> กำหนดวิธีการแปลงค่าจากคอลัมน์ CSV ในรูปแบบ JSON:<br> <code>{ "account_name": "strip", "account_number": "strip", "thai_name": "strip" }</code><br> การแปลงที่รองรับ: strip, uppercase, lowercase, หรือชื่อฟังก์ชันที่กำหนดเอง </div>

source: <div class="alert alert-info"> <strong>Validation Rules:</strong><br> Define validation patterns for CSV data. JSON format:<br> <code>{ "required_fields": ["account_id", "account_name"], "patterns": { "account_number": "^[0-9]{4}-[0-9]{2}$" } }</code> </div>
th: <div class="alert alert-info"> <strong>กฎการตรวจสอบความถูกต้อง:</strong><br> กำหนดรูปแบบการตรวจสอบความถูกต้องสำหรับข้อมูล CSV ในรูปแบบ JSON:<br> <code>{ "required_fields": ["account_id", "account_name"], "patterns": { "account_number": "^[0-9]{4}-[0-9]{2}$" } }</code> </div>

source: <div id="thai-font-preview" class="well" style="padding: 20px; border: 1px solid var(--border-color); border-radius: var(--border-radius);"> <h3 id="font-preview-heading" style="margin-bottom: 15px;">Font Preview</h3> <p class="preview-text" style="font-size: 18px; line-height: 1.6;">Thai Font Testing</p> <p class="preview-text" style="font-size: 16px; line-height: 1.6;">๐๑๒๓๔๕๖๗๘๙ - 0123456789</p> <p class="preview-text" style="font-size: 14px; line-height: 1.6;">กขฃคฅฆงจฉชซฌญฎฏฐฑฒณดตถทธนบปผฝพฟภมยรลวศษสหฬอฮ</p> </div>
th: <div id="thai-font-preview" class="well" style="padding: 20px; border: 1px solid var(--border-color); border-radius: var(--border-radius);"> <h3 id="font-preview-heading" style="margin-bottom: 15px;">ตัวอย่างแบบอักษร</h3> <p class="preview-text" style="font-size: 18px; line-height: 1.6;">ทดสอบแบบอักษรไทย</p> <p class="preview-text" style="font-size: 16px; line-height: 1.6;">๐๑๒๓๔๕๖๗๘๙ - 0123456789</p> <p class="preview-text" style="font-size: 14px; line-height: 1.6;">กขฃคฅฆงจฉชซฌญฎฏฐฑฒณดตถทธนบปผฝพฟภมยรลวศษสหฬอฮ</p> </div>

source: <p><strong>Expression:</strong> {0}</p><p><strong>Description:</strong> {1}</p><p><strong>Next Run:</strong> {2}</p>
th: <p><strong>นิพจน์:</strong> {0}</p><p><strong>คำอธิบาย:</strong> {1}</p><p><strong>ครั้งถัดไปที่ทำงาน:</strong> {2}</p>

source: <p><strong>Gregorian Year (CE):</strong> {0}</p><p><strong>Buddhist Year (BE):</strong> {1}</p><p><strong>Thai Format:</strong> {2}</p><p><strong>English Format:</strong> {3}</p>
th: <p><strong>ปีการพิมี (CE):</strong> {0}</p><p><strong>ปีการพิมี พ.ศ. (BE):</strong> {1}</p><p><strong>ไทยไทย ไทย:</strong> {2}</p><p><strong>อนเล็มไทย:</strong> {3}</p>

source: <p>Using boto3 (AWS SDK for Python) to perform S3 bucket and object operations. Please refer to boto3 documentation for more info:</p> <ul> <li><strong>endpoint</strong>: Hostname of S3 service (e.g., s3.amazonaws.com, or custom S3-compatible endpoint).</li> <li><strong>access_key</strong>: AWS Access Key ID of your account.</li> <li><strong>secret_key</strong>: AWS Secret Access Key of your account.</li> <li><strong>region</strong>: AWS region name (e.g., us-east-1, ap-southeast-1).</li> <li><strong>secure</strong>: Flag to use secure (HTTPS) connection to S3 service.</li> </ul>
th: <p>การใช้ boto3 (AWS SDK สำหรับภาษา Python) เพื่อดำเนินการเกี่ยวกับบัคเก็ตและอ็อบเจ็กต์ใน S3 โปรดดูเอกสาร boto3 สำหรับข้อมูลเพิ่มเติม:</p> <ul> <li><strong>endpoint</strong>: ชื่อโฮสต์ของบริการ S3 (เช่น s3.amazonaws.com หรือ endpoint ที่เข้ากันได้กับ S3 แบบกำหนดเอง)</li> <li><strong>access_key</strong>: AWS Access Key ID ของบัญชีของคุณ</li> <li><strong>secret_key</strong>: AWS Secret Access Key ของบัญชีของคุณ</li> <li><strong>region</strong>: ชื่อภูมิภาค AWS (เช่น us-east-1, ap-southeast-1)</li> <li><strong>secure</strong>: ตัวระบุการใช้การเชื่อมต่อที่ปลอดภัย (HTTPS) กับบริการ S3</li> </ul>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
th: <span class="h4"><b>รายงานและแม่แบบ</b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
th: <span class="h4"><b>ทางลัดของคุณ</b></span>

source: <span class="h4">TBS Management</span>
th: <span class="h4">การจัดการ TBS</span>

source: <span class="h4">TBS S3 External Storage</span>
th: <span class="h4">ที่เก็บข้อมูลภายนอก TBS S3</span>

source: <span class="h4">Thai Business Suite</span>
th: <span class="h4">ชุดธุรกิจไทย</span>

source: <span class="h4">Value Added Tax</span>
th: <span class="h4">ภาษีมูลค่าเพิ่ม - TBS</span>

source: <strong>Be careful!</strong> Please set up your bucket as private in your provider and/or remove public access to objects. <strong>Some files you upload to Frappe will be for sure private!</strong>
th: <strong>โปรดระวัง!</strong> กรุณาตั้งค่าถังข้อมูลของคุณให้เป็นแบบส่วนตัวในผู้ให้บริการของคุณ และ/หรือปิดการเข้าถึงสาธารณะสำหรับวัตถุ <strong>ไฟล์บางส่วนที่คุณอัปโหลดไปยัง Frappe จะต้องเป็นไฟล์ส่วนตัวอย่างแน่นอน!</strong>

source: <ul> <li><strong>enabled</strong>: File will be uploaded to specified bucket when: <ul><li>"Folder" defined below and "File" is located inside it.</li><li>"File" is edited and this external storage is selected.</li></ul> </li> <li><strong>disabled</strong>: If connection is valid, remote files will be used for viewing and downloading tasks, but no files will be uploaded to remote bucket.</li> </ul>
th: <ul> <li><strong>เปิดใช้งาน</strong>: ไฟล์จะถูกอัปโหลดไปยังบัคเก็ตที่ระบุเมื่อ: <ul><li>“โฟลเดอร์” ที่กำหนดด้านล่างและ “ไฟล์” อยู่ภายในโฟลเดอร์นั้น</li><li>“ไฟล์” ถูกแก้ไขและเลือกที่เก็บข้อมูลภายนอกนี้</li></ul> </li> <li><strong>ปิดใช้งาน</strong>: หากการเชื่อมต่อถูกต้อง ไฟล์ระยะไกลจะถูกใช้สำหรับการดูและดาวน์โหลด แต่จะไม่มีการอัปโหลดไฟล์ไปยังบัคเก็ตระยะไกล</li> </ul>

source: <ul> <li><strong>enabled</strong>: File will be uploaded to specified bucket when: <ul><li>"Folder" defined below and "File" is located inside it.</li><li>"File" is edited and this external storage is selected.</li></ul> </li> <li><strong>disabled</strong>: If connection is valid, remote files will be used for viewing and downloading tasks, but no files will be uploaded to remote bucket.</li> </ul>
th: <ul> <li><strong>เปิดใช้งาน</strong>: ไฟล์จะถูกอัปโหลดไปยังบัคเก็ตที่ระบุเมื่อ: <ul><li>กำหนด "โฟลเดอร์" ด้านล่างและไฟล์อยู่ภายในโฟลเดอร์นั้น</li><li>ไฟล์ถูกแก้ไขและเลือกใช้งานที่เก็บข้อมูลภายนอกนี้</li></ul> </li> <li><strong>ปิดใช้งาน</strong>: หากการเชื่อมต่อถูกต้อง ไฟล์ระยะไกลจะถูกใช้สำหรับการดูและดาวน์โหลด แต่จะไม่มีการอัปโหลดไฟล์ไปยังบัคเก็ตระยะไกล</li> </ul>

source: A new analysis report has been created.
th: รายละเล็กของต่างระดานข้อมูลบริบทริบทริบทริบทริบทริบทริบทริบทริบทริบทริบท

source: AI Accounting Assistant
th: ผู้ช่วยบัญชี AI

source: AI Accounting Manager is offline
th: ผู้จัดการบัญชี AI ออฟไลน์

source: AI Assistant
th: ผู้ช่วย AI

source: AI Configuration Preview
th: การแสดงตัวอย่างการตั้งค่า AI

source: AI Content Generation Settings
th: การตั้งค่าการสร้างเนื้อหา AI

source: AI Model
th: โมเดล AI

source: AI Provider
th: ผู้ให้บริการ AI

source: AI Settings
th: การตั้งค่า AI

source: AI Test Result
th: ผลการทดสอบ AI

source: AI content generation is not enabled. Please enable it in Thai SEO Guidelines.
th: การสร้างเนื้อหา AI ยังไม่ได้เปิดใช้งาน กรุณาเปิดใช้งานในแนวทาง SEO ภาษาไทย

source: AI model to use for content generation
th: โมเดล AI ที่ใช้สำหรับการสร้างเนื้อหา

source: AI model used (e.g., gpt-4-turbo-preview)
th: เสร็จ AI รายรมการ (เพื่อ gpt-4-turbo-preview)

source: AI: {0}
th: ปัญญาประดิษฐ์: {0}

source: API Call
th: การเรียกใช้ API

source: API Endpoint URL
th: URL จุดเชื่อมต่อ API

source: API Integration (Future Use)
th: การผสานรวม API (สำหรับใช้งานในอนาคต)

source: API Key
th: รหัส API

source: API Secret
th: รหัสลับ API

source: API Timeout (seconds)
th: หมดเวลารอ API (วินาที)

source: API credentials (api_key/api_secret) not configured
th: ข้อมูลรับรอง API (api_key/api_secret) ยังไม่ได้ตั้งค่า

source: API credentials not configured in TBS General Settings
th: ข้อมูลรับรอง API ยังไม่ได้ตั้งค่าใน การตั้งค่าทั่วไปของ TBS

source: API key from affiliate ERPNext server
th: คีย์ API จากเซิร์ฟเวอร์พันธมิตร ERPNext

source: API secret from affiliate ERPNext server
th: รหัสลับ API จากเซิร์ฟเวอร์พันธมิตร ERPNext

source: AUTO
th: อัตโนมัติ

source: AUTO will determine IN/OUT based on punch value
th: AUTO จะกำหนด เข้า/ออก โดยอัตโนมัติตามค่าการบันทึกเวลา

source: About
th: เกี่ยวกับ

source: Absolute path to service account JSON file (e.g., /path/to/service-account.json)
th: เส้นทางสมบูรณ์ไปยังไฟล์ JSON บัญชีบริการ (เช่น /path/to/service-account.json)

source: Access
th: บันทึก

source: Access Control
th: การควบคุมการเข้าถึง

source: Access Control Help
th: ความช่วยเหลือการควบคุมการเข้าถึง

source: Access Key
th: รหัสผ่านเข้าถึง

source: Access denied to Thai Business Suite
th: ปฏิเสธการเข้าใช้งาน Thai Business Suite

source: Access forbidden
th: การเข้าถึงถูกปฏิเสธ

source: Access granted
th: อนุญาตการเข้าใช้งานแล้ว

source: Access key (aka user ID) of your account in S3 service.
th: คีย์การเข้าถึง (หรือที่เรียกว่ารหัสผู้ใช้) ของบัญชีของคุณในบริการ S3

source: Accessed At
th: เข้าถึงเมื่อ

source: Accessed By
th: เข้าถึงโดย

source: According to Revenue Code
th: ตามประมวลรัษฎากร

source: Account
th: บัญชี

source: Account ID Column
th: คอลัมน์ รหัสบัญชี

source: Account Name
th: ชื่อบัญชี

source: Account Name Column
th: คอลัมน์ชื่อบัญชี

source: Account Number Column
th: คอลัมน์หมายเลขบัญชี

source: Account Preview
th: ตัวอย่างบัญชี

source: Account Type Column
th: คอลัมน์ประเภทบัญชี

source: Accounting
th: การบัญชี

source: Accounting Configuration
th: การตั้งค่าการบัญชี

source: Accounting Entries
th: บัญชีรายการ

source: Accounting Treatment
th: การบันทึกบัญชี

source: Accounts Manager
th: ผู้จัดการบัญชี

source: Accounts Payable
th: เจ้าหนี้การค้า

source: Accounts Payable (A/P) - Supplier bills and payments
th: เจ้าหนี้การค้า (A/P) - ใบแจ้งหนี้และการชำระเงินของผู้จำหน่าย

source: Accounts Receivable
th: บัญชีลูกหนี้

source: Accounts Receivable (A/R) - Customer invoices and collections
th: ลูกหนี้การค้า (A/R) - ใบแจ้งหนี้ลูกค้าและการเก็บเงิน

source: Accounts User
th: ผู้ใช้บัญชี

source: Accuracy in meters
th: ความแม่นยำในหน่วยเมตร

source: Action
th: ดำเนินการ

source: Actions
th: การดำเนินการ

source: Active
th: ใช้งาน

source: Active POS Invoice for this table
th: ใบกำกับภาษี POS ที่ใช้งานอยู่สำหรับโต๊ะนี้

source: Active Target
th: เป้าหมายที่ใช้งานอยู่

source: Active Template
th: เทมเพลตที่ใช้งานอยู่

source: Active Workflow
th: เวิร์กโฟลว์ที่ใช้งานอยู่

source: Activity Type
th: ประเภทกิจกรรม

source: Actual Amount Disbursed
th: จำนวนเงินที่จ่ายจริง

source: Actual Delivery
th: การจัดส่งจริง

source: Actual Delivery Date
th: วันที่จัดส่งจริง

source: Actual End
th: วันที่สิ้นสุดจริง

source: Actual Hours
th: ชั่วโมงจริง

source: Actual Hours Required
th: ชั่วโมงที่ต้องการจริง

source: Actual Start
th: เริ่มต้นจริง

source: Actual date when goods were received
th: วันที่สินค้าถูกรับจริง

source: Add Company
th: เพิ่มบริษัท

source: Add Company Suffix to Accounts
th: เพิ่มคำต่อท้ายบริษัทในบัญชี

source: Add VAT Type
th: เพิ่มประเภท VAT

source: Add email addresses of users who can access Thai Business Suite workspaces
th: เพิ่มที่อยู่อีเมลของผู้ใช้ที่สามารถเข้าถึงพื้นที่ทำงานของชุดธุรกิจไทย

source: Added By
th: เพิ่มโดย

source: Added On
th: เพิ่มเมื่อ

source: Added reference: {0}
th: เพิ่มการอ้างอิง: {0}

source: Additional Info
th: ข้อมูลเพิ่มเติม

source: Additional Information
th: ข้อมูลเพิ่มเติม

source: Additional Options
th: ตัวเลือกเพิ่มเติม

source: Additional Settings
th: การตั้งค่าเพิ่มเติม

source: Additional details about document requirements
th: รายละเอียดเพิ่มเติมเกี่ยวกับข้อกำหนดของเอกสาร

source: Additional details about this order type
th: รายละเอียดเพิ่มเติมเกี่ยวกับประเภทคำสั่งซื้อนี้

source: Additional email addresses (comma-separated)
th: ที่อยู่อีเมลเพิ่มเติม (คั่นด้วยเครื่องหมายจุลภาค)

source: Additional notes or documentation for this report
th: หมายเหตุเพิ่มเติมหรือเอกสารประกอบสำหรับรายงานนี้

source: Address
th: ที่อยู่

source: Address '{0}' updated with fields: {1}
th: อัปเดตที่อยู่ '{0}' พร้อมฟิลด์: {1}

source: Address Information
th: ข้อมูลที่อยู่

source: Address Line 1
th: ที่อยู่บรรทัดที่ 1

source: Address Line 2
th: ที่อยู่ บรรทัดที่ 2

source: Address Title
th: หัวข้อที่อยู่

source: Address applied: {0}, {1}, {2}
th: ที่อยู่ที่ใช้: {0}, {1}, {2}

source: Address data loaded from {0}
th: ข้อมูลที่อยู่ถูกโหลดมาจาก {0}

source: Address filled: {0}, {1}, {2}
th: ที่อยู่ที่กรอก: {0}, {1}, {2}

source: Address is already linked to this customer
th: ที่อยู่ถูกเชื่อมโยงกับลูกค้ารายนี้แล้ว

source: Address is not linked to this customer
th: ที่อยู่ไม่ได้เชื่อมโยงกับลูกค้ารายนี้

source: Address linked successfully
th: ที่อยู่เชื่อมโยงเรียบร้อยแล้ว

source: Address not found
th: ไม่พบที่อยู่

source: Address unlinked successfully
th: ยกเลิกการเชื่อมต่อที่อยู่เรียบร้อยแล้ว

source: Adds to Asset Value
th: เพิ่มมูลค่าสินทรัพย์

source: Administrator
th: ผู้บริหาร

source: Advanced
th: ก้าวหน้า

source: Advanced Settings
th: การตั้งค่าขั้นสูง

source: Advanced Stock Card Dialog (11-column) is not available. Using simple batch dialog instead.
th: กล่องโต้ตอบบัตรสินค้าขั้นสูง (11 คอลัมน์) ไม่พร้อมใช้งาน กำลังใช้กล่องโต้ตอบชุดง่ายแทน

source: Advanced settings
th: การตั้งค่าขั้นสูง

source: Affiliate API Key
th: คีย์ API ผู้ร่วมค้า

source: Affiliate API Secret
th: รหัสลับ API ผู้ร่วมงาน

source: Affiliate API URL
th: URL API ผู้ร่วมค้า

source: Affiliate API URL not configured
th: URL API พันธมิตรยังไม่ได้ตั้งค่า

source: Affiliate Company API
th: API บิดชานสิด

source: Affiliate Company Name
th: ชื่อบริษัทในเครือ

source: Age Range
th: ช่วงอายุ

source: Age Range Error
th: ช่วงอายุผิดพลาด

source: Age Range Format
th: รูปแบบช่วงอายุ

source: Age Range must be in format 'min-max' (e.g., 25-45)
th: ช่วงอายุจะต้องอยู่ในรูปแบบ 'ต่ำสุด-สูงสุด' (เช่น 25-45)

source: Age range must be between 0 and 120
th: ช่วงอายุจะต้องอยู่ระหว่าง 0 ถึง 120

source: Agent ID
th: รหัสตัวแทน

source: Agent Information
th: ข้อมูลตัวแทน

source: Agent Name
th: ชื่อผู้แทน

source: Agent Timeout (seconds)
th: หมดเวลาตอบสนองของตัวแทน (วินาที)

source: Agent registered successfully
th: ตัวแทนลงทะเบียนเรียบร้อยแล้ว

source: Airtable Base ID not configured. Get it from https://airtable.com/api and add to .env.local
th: ยังไม่ได้ตั้งค่า Airtable Base ID โปรดรับจาก https://airtable.com/api และเพิ่มลงในไฟล์ .env.local

source: Airtable Connection Failed
th: การเชื่อมต่อ Airtable ล้มเหลว

source: Airtable Connection Successful
th: การเชื่อมต่อ Airtable สำเร็จ

source: Airtable PAT not configured in .env.local
th: Airtable PAT ยังไม่ได้ตั้งค่าใน .env.local

source: Alert when balance drops below this amount
th: แจ้งเตือนเมื่อยอดคงเหลือต่ำกว่าจำนวนนี้

source: All
th: ทั้งหมด

source: All Accounts
th: บัญชีทั้งหมด

source: All Day Event
th: ซิงค์ วันวัน

source: All Item Groups
th: ทั้งหมด รายการ กลุ่ม

source: All Statuses
th: สถานะทั้งหมด

source: All Supplier Groups
th: กลุ่มผู้จัดจำหน่ายทั้งหมด

source: All Suppliers
th: ผู้จำหน่ายทั้งหมด

source: All Types
th: ทั้งหมด เท่าย

source: All rights reserved.
th: สงวนลิขสิทธิ์ทุกประการ

source: Allow English technical terms in Thai content
th: อนุญาตให้ใช้คำศัพท์ทางเทคนิคภาษาอังกฤษในเนื้อหาภาษาไทย

source: Allowed Exceptions
th: ข้อยกเว้นที่อนุญาต

source: Allowed IP Addresses
th: สว่าง IP ชาราง

source: Allowed Users
th: ผู้ใช้ที่ได้รับอนุญาต

source: Almost Complete
th: เกือบเสร็จสมบูรณ์

source: Alternatively, you can download the template and fill your data in.
th: นอกจากนี้ คุณสามารถดาวน์โหลดแม่แบบและกรอกข้อมูลของคุณได้เอง

source: Amended From
th: แก้ไขจาก

source: Amendment
th: การแก้ไข

source: Amount
th: จำนวน

source: Amount Limits
th: ขีดจำกัดจำนวนเงิน

source: Amount still owed by customer
th: จำนวนเงินที่ลูกค้ายังค้างชำระอยู่

source: Amount to transfer from bank to petty cash fund
th: จำนวนเงินที่โอนจากธนาคารไปยังกองทุนเงินสดย่อย

source: Amount {0} < Min {1} [{2}]
th: จำนวน {0} < ขั้นต่ำ {1} [{2}]

source: Amount {0} > Max {1} [{2}]
th: จำนวน {0} > สูงสุด {1} [{2}]

source: Amount {0} near Max {1}
th: จำนวน {0} ใกล้ถึงสูงสุด {1}

source: Amounts
th: จํานวนเงิน

source: An error occurred
th: เกิดข้อผิดพลาดขึ้น

source: An error occurred during authentication: {0}
th: เกิดข้อผิดพลาดระหว่างการตรวจสอบสิทธิ์: {0}

source: An error occurred during authentication: {0} - {1}
th: เกิดข้อผิดพลาดระหว่างการตรวจสอบสิทธิ์: {0} - {1}

source: An error occurred during import. Please check the error log.
th: เกิดข้อผิดพลาดระหว่างการนำเข้า กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: An error occurred while creating the Grist report
th: เกิดข้อผิดพลาดขณะสร้างรายงาน Grist

source: An error occurred: {0}
th: เกิดข้อผิดพลาด: {0}

source: An unexpected error occurred: {0}
th: เกิดข้อผิดพลาดที่ไม่คาดคิด: {0}

source: Analysis Date
th: วันที่ขาย

source: Analysis Failed
th: การวิเคราะห์ล้มเหลว

source: Analysis Language
th: เป็นไทยที่
