Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Is Group Column
th: เป็นคอลัมน์กลุ่ม

source: Is Head Office
th: สำนักงานใหญ่

source: Is Mandatory
th: เป็นข้อบังคับ

source: Is Merged
th: ถูกรวมแล้ว

source: Is Primary
th: เป็นหลัก

source: Is Required
th: จำเป็นต้องระบุ

source: Is Reservable
th: สามารถสำรองได้

source: Is VAT Exempt
th: ยกเว้น VAT

source: Is dir
th: เป็นไดเรกทอรีหรือไม่

source: Issue Description
th: รายละเอียดปัญหา

source: Issue Type
th: ประเภทการออก

source: Issue date should not be before payment date
th: วันที่ออกเอกสารไม่ควรน้อยกว่าวันที่ชำระเงิน

source: Issues & Recommendations
th: ปัญหาและคำแนะนำ

source: Issues Found
th: พบปัญหา

source: Item
th: ไอเท็ม

source: Item Code
th: รหัสสินค้า

source: Item Code is required
th: รหัสสินค้าเป็นข้อมูลที่จำเป็น

source: Item Details
th: รายละเอียดสินค้า

source: Item Group
th: กลุ่มสินค้า

source: Item Information
th: ข้อมูลสินค้า

source: Item Name
th: ชื่อสินค้า

source: Item Price
th: ราคาสินค้า

source: Item VAT timing custom fields created successfully
th: สร้างฟิลด์กำหนดเวลาภาษีมูลค่าเพิ่มของสินค้าเรียบร้อยแล้ว

source: Item VAT timing updated successfully
th: เวลาภาษีมูลค่าเพิ่มของสินค้าได้รับการอัปเดตเรียบร้อยแล้ว

source: Item code is required
th: รหัสสินค้าเป็นข้อมูลที่ต้องระบุ

source: Item name (auto-fetched)
th: ชื่อสินค้า (ดึงข้อมูลอัตโนมัติ)

source: Item not found in Sales Invoice
th: ไม่พบรายการในใบแจ้งหนี้ขาย

source: Item to be delivered
th: สินค้าซส่วน

source: Item {0} does not exist
th: รายการที่ {0} ไม่อยู่

source: Item {0} has multiple batches. Please split Stock Entry manually if needed.
th: รายการสินค้า {0} มีหลายล็อต กรุณาแยกใบสำคัญรับสินค้าเองหากจำเป็น

source: Item-wise Purchase History
th: ประวัติการซื้อแยกรายสินค้า

source: Items
th: สินค้า

source: Items & Pricing
th: รายการสินค้าและราคา

source: Items (Optional Detail)
th: รายการ (รายละเอียดเสริม)

source: Items / Services
th: สินค้า / สายบริการ

source: Items Available
th: สินค้าคงเหลือ

source: Items Summary
th: สรุปสินค้า

source: Items To Be Requested
th: รายการที่ต้องขอ

source: Items to Order and Receive
th: รายการสำหรับสั่งซื้อและรับสินค้า

source: JSON Validation Error
th: ข้อผิดพลาดการตรวจสอบความถูกต้องของ JSON

source: JSON array of merged table names
th: JSON array ของชื่อตารางที่ถูกรวม

source: JSON configuration for Grist template setup
th: การกำหนดค่า JSON สำหรับการตั้งค่าแม่แบบ Grist

source: JSON configuration for automation rules
th: การกำหนดค่า JSON สำหรับกฎอัตโนมัติ

source: JSON configuration for trigger conditions
th: การกำหนดค่า JSON สำหรับเงื่อนไขทริกเกอร์

source: JSON copied to clipboard
th: คัดลอก JSON ไปยังคลิปบอร์ดแล้ว

source: JSON data storing batch/lot selections for this item (format: [{batch_no, qty, warehouse}])
th: ข้อมูล JSON ที่เก็บการเลือกชุด/ล็อตสำหรับสินค้านี้ (รูปแบบ: [{batch_no, qty, warehouse}])

source: JSON data structure for Grist Static (tables, columns, data)
th: โครงสร้างข้อมูล JSON สำหรับ Grist Static (ตาราง, คอลัมน์, ข้อมูล)

source: JSON list of Sales Invoice names created from this consignment
th: รายการ JSON ของชื่อใบแจ้งหนี้การขายที่สร้างจากการฝากขายนี้

source: JSON list of Sales Order names created from this consignment
th: รายการ JSON ของชื่อใบสั่งขายที่สร้างจากการส่งมอบนี้

source: JSON rules for formatting dates in Thai content
th: กฎ JSON สำหรับการจัดรูปแบบวันที่ในเนื้อหาภาษาไทย

source: Job Card
th: บัตรงาน

source: Job Information
th: ข้อมูลงาน

source: Job Type
th: ประเภทงาน

source: Job status updated successfully
th: สถานะงานได้รับการอัปเดตเรียบร้อยแล้ว

source: Join thousands of businesses already using our platform to streamline their operations.
th: เข้าร่วมกับธุรกิจนับพันที่ใช้แพลตฟอร์มของเราเพื่อเพิ่มประสิทธิภาพการดำเนินงาน

source: Journal Entry
th: บันทึกบัญชี

source: Journal Entry {0} created successfully
th: บันทึกบัญชี {0} สร้างเรียบร้อยแล้ว

source: Journal Voucher
th: ใบสำคัญบัญชี

source: Kanban Board
th: กระดานคันบัน

source: Kanit
th: กานิตย์

source: Key
th: คีย์

source: Key Created Date
th: วันที่สร้างคีย์

source: Key ID
th: รหัสคีย์

source: Key Performance Indicators
th: ตัวชี้วัดประสิทธิภาพหลัก

source: Key Reports
th: รายงานสำคัญ

source: Keyboard Shortcuts
th: แป้นพิมพ์ลัด

source: Keyword
th: คำสำคัญ

source: Keyword '{0}' does not exist
th: คำสำคัญ '{0}' ไม่มีอยู่ในระบบ

source: Keyword Analysis
th: การวิเคราะห์คำสำคัญ

source: Keyword Density: {0}%-{1}%
th: ความหนาแน่นของคำสำคัญ: {0}%-{1}%

source: Keyword Difficulty (0-100)
th: ความยากของคำค้นหา (0-100)

source: Keyword Difficulty must be between 0 and 100
th: ความยากของคำสำคัญต้องอยู่ระหว่าง 0 ถึง 100

source: Keyword Information
th: ข้อมูลคำสำคัญ

source: Keyword Metrics
th: เมตริกคำค้นหา

source: Keyword Metrics Overview
th: ภาพรวมเมตริกคำสำคัญ

source: Keyword Optimization
th: การเพิ่มประสิทธิภาพคำค้นหา

source: Keyword Optimization (0-100)
th: การเพิ่มประสิทธิภาพคำสำคัญ (0-100)

source: Keyword Placement Details
th: รายละเอียดการวางคำสำคัญ

source: Keyword Suggestions
th: คำแนะนำคำสำคัญ

source: Keyword Type
th: ประเภทคำค้นหา

source: Keyword data exported successfully
th: ข้อมูลคำค้นถูกส่งออกเรียบร้อยแล้ว

source: Keyword densities updated
th: ความหนาแน่นของคำสำคัญได้รับการอัปเดตแล้ว

source: Keyword density {0}% exceeds recommended maximum {1}% (may trigger over-optimization penalties)
th: ความหนาแน่นของคำสำคัญ {0}% เกินขีดจำกัดสูงสุดที่แนะนำ {1}% (อาจทำให้เกิดการลงโทษจากการปรับแต่งมากเกินไป)

source: Keyword density {0}% is below recommended minimum {1}%
th: ความหนาแน่นของคำสำคัญ {0}% ต่ำกว่าระดับขั้นต่ำที่แนะนำ {1}%

source: Keyword in First 100 Words
th: คำสำคัญใน 100 คำแรก

source: Keyword in H1
th: คีย์เวิร์ดใน H1

source: Keyword in Meta Description
th: คีย์เวิร์ดในคำอธิบายเมตา

source: Keyword in Title
th: คำสำคัญในหัวข้อ

source: Keyword placement and density
th: การวางคำสำคัญและความหนาแน่น

source: Keyword research API integration will be implemented in Phase 5. Please manually enter search volume and keyword difficulty for now.
th: การรวม API การวิจัยคำสำคัญจะดำเนินการในระยะที่ 5 กรุณากรอกปริมาณการค้นหาและความยากของคำสำคัญด้วยตนเองในขณะนี้

source: Keywords
th: คำสำคัญ

source: Keywords Tracked
th: คำสำคัญที่ติดตาม

source: Keywords and patterns matching intent
th: คำสำคัญและรูปแบบที่ตรงกับเจตนา

source: Keywords ranking in positions 1-10
th: การจัดอันดับคำสำคัญในตำแหน่งที่ 1-10

source: Keywords ranking in positions 1-3
th: คำค้นหาที่จัดอันดับในตำแหน่งที่ 1-3

source: Keywords to Include
th: คำสำคัญที่ต้องรวมไว้

source: LDAP Settings
th: การตั้งค่า LDAP

source: LINE Notify token not configured. Please configure in Thai Business Settings.
th: ยังไม่ได้ตั้งค่า โทเคน สำหรับการเข้าถึง LINE Notify ใหม่ข้าถบชุรกิจชินที่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุรกิจชินซี่อยุกระดสินบุรกธุร\u

source: LINE notification sent successfully! Check your LINE app.
th: ส่งการแจ้งเตือน LINE สำเร็จแล้ว! กรุณาตรวจสอบแอป LINE ของคุณ

source: Label
th: ป้ายกำกับ

source: Label is mandatory
th: ป้ายกำกับเป็นข้อมูลที่ต้องระบุ

source: Land
th: ที่ดิน

source: Landing Page
th: หน้า Landing

source: Landmark
th: จุดสังเกต

source: Landscape
th: แนวนอน

source: Language
th: ภาษา

source: Language Changed
th: เปลี่ยนภาษาแล้ว

source: Language Preference
th: การตั้งค่าภาษา

source: Language preference updated successfully
th: การตั้งค่าภาษาถูกอัปเดตเรียบร้อยแล้ว

source: Language preference updated. Refreshing page...
th: การตั้งค่าภาษาถูกอัปเดต กำลังรีเฟรชหน้า...

source: Language: {0}
th: ภาษา: {0}

source: Large Box
th: กล่องขนาดใหญ่

source: Laser
th: เลเซอร์

source: Last Analyzed
th: วิเคราะห์ล่าสุด

source: Last Billing Date
th: วันที่เรียกเก็บเงินล่าสุด

source: Last Connection
th: การเชื่อมต่อครั้งล่าสุด

source: Last Inspection Date
th: วันที่ตรวจสอบล่าสุด

source: Last Purchase
th: การซื้อครั้งล่าสุด

source: Last Replenishment Amount
th: จำนวนเงินเติมสินค้าเข้าคลังล่าสุด

source: Last Replenishment Date
th: วันที่เติมสินค้าครั้งล่าสุด

source: Last Sales
th: ยอดขายล่าสุด

source: Last Secret Access
th: การเข้าถึงความลับล่าสุด

source: Last Seen
th: เห็นครั้งล่าสุด

source: Last Sync
th: ซิงค์ล่าสุด

source: Last Sync Date
th: วันที่ประมวลผลล่าสุด

source: Last Sync Time
th: เวลาซิงค์ล่าสุด

source: Last Sync Timestamp
th: เวลาที่ซิงค์ล่าสุด

source: Last Synced At
th: ซิงค์ครั้งล่าสุดที่

source: Last Test Date
th: วันที่ทดสอบล่าสุด

source: Last Updated
th: อัปเดตล่าสุด

source: Last Used
th: ใช้งานครั้งล่าสุด

source: Last Used: {0}
th: ใช้งานครั้งล่าสุด: {0}

source: Last day of following month
th: วันสุดท้ายของเดือนถัดไป

source: Last refreshed
th: รีเฟรชครั้งล่าสุด

source: Last successful sync
th: การซิงค์สำเร็จล่าสุด

source: Late
th: สาย

source: Late / Overdue
th: สาย / เกินกำหนด

source: Latest Analysis Report
th: รายงานวิเคราะห์ล่าสุด

source: Latitude
th: ละติจูด

source: Layout Name
th: ชื่อเค้าโครง

source: Layout Name (Thai)
th: ชื่อเค้าโครง (ภาษาไทย)

source: Lead
th: โอกาสขาย

source: Lead Generation
th: การสร้างโอกาสขาย

source: Lead Time (Days)
th: ระยะเวลาดำเนินการ (วัน)

source: Leads Generated
th: ผู้สนใจที่สร้างขึ้น

source: Leads generated through this article
th: โอกาสทางธุรกิจที่สร้างขึ้นผ่านบทความนี้

source: Learn More
th: เรียนรู้เพิ่มเติม

source: Learn Procurement
th: เรียนรู้การจัดซื้อจัดจ้าง

source: Left Margin (mm)
th: ระยะขอบซ้าย (มม.)

source: Legacy Credentials Information
th: ข้อมูลข้อมูลประจำตัวรุ่นเก่า

source: Legal
th: กฎหมาย

source: Legal Reference
th: เอกสารอ้างอิงทางกฎหมาย

source: Letter
th: จดหมาย

source: License
th: การอนุญาต

source: License Expiry Date
th: วันที่หมดอายุใบอนุญาต

source: Limit Options
th: ตัวเลือกจำกัด

source: Limit Type
th: ประเภทข้อจำกัด

source: Link Address
th: ที่อยู่ลิงก์

source: Link Existing PO
th: เชื่อมโยงใบสั่งซื้อที่มีอยู่

source: Link Existing Purchase Order
th: เชื่อมโยงใบสั่งซื้อที่มีอยู่

source: Link PO
th: ลิงก์ใบสั่งซื้อ

source: Link Text (Anchor Text)
th: ข้อความลิงก์ (ข้อความยึด)

source: Link to Google Calendar where events will be created
th: ลิงก์ไปยัง Google Calendar ที่จะสร้างกิจกรรมขึ้น

source: Link to POS Profile that uses this layout
th: ลิงก์ไปยังโปรไฟล์ POS ที่ใช้รูปแบบนี้

source: Link to Purchase Taxes and Charges Template (optional)
th: ลิงก์ไปยังแม่แบบภาษีและค่าใช้จ่ายในการซื้อ (ไม่บังคับ)

source: Link to Sales Order Type master. Allows filtering/reporting by order type (e.g., Regular, Affiliate/DKSH, Aero).
th: ลิงก์ไปยังแม่แบบประเภทใบสั่งขาย ช่วยให้กรอง/รายงานตามประเภทใบสั่งซื้อได้ (เช่น ปกติ, สาขา/DKSH, Aero)

source: Link to Sales Taxes and Charges Template
th: ลิงก์ไปยังแม่แบบภาษีขายและค่าธรรมเนียม

source: Link to the Frappe DocType this report is generated from
th: ลิงก์ไปยัง DocType ของ Frappe ที่รายงานนี้ถูกสร้างขึ้นจาก

source: Linked Sales Invoice(s)
th: ใบกำกับภาษีขายที่เชื่อมโยง

source: Linked Sales Order(s)
th: ใบสั่งขายที่เชื่อมโยง

source: Links
th: ลิงก์

source: Links (0-100)
th: ลิงก์ (0-100)

source: Links Analysis
th: การวิเคราะห์ลิงก์

source: List files in bucket
th: แสดงรายการไฟล์ในบัคเก็ต

source: List of documents required for compliance submission
th: รายการเอกสารที่ต้องใช้สำหรับการยื่นแบบปฏิบัติตามข้อกำหนด

source: List of requests disbursed during this period
th: รายการคำขอที่เบิกจ่ายในช่วงเวลานี้

source: List of topics to cover
th: รายการหัวข้อที่จะครอบคลุม

source: Load Existing Template
th: โหลดแม่แบบที่มีอยู่แล้ว

source: Load Sample Template
th: โหลดแม่แบบตัวอย่าง

source: Load Template
th: โหลดแม่แบบ

source: Loading
th: กำลังโหลด

source: Loading attendance stats...
th: กำลังโหลดสถิติการเข้างาน...

source: Loading companies...
th: กำลังโหลดบริษัท...

source: Loading devices...
th: กำลังโหลดอุปกรณ์...

source: Loading logs...
th: กำลังโหลดบันทึก...

source: Loading tables...
th: กำลังโหลดตาราง...

source: Loading...
th: กำลังโหลด...

source: Loan Amount
th: การกู้ยืมเงิน

source: Loan Application
th: การขอสินเชื่อ

source: Local
th: ในประเทศ

source: Local Competitors
th: คู่แข่งในพื้นที่

source: Local Keywords
th: คำสำคัญท้องถิ่น

source: Local SEO Configuration
th: การตั้งค่า SEO ท้องถิ่น

source: Local file not found
th: ไม่พบไฟล์ในเครื่อง

source: Local file not found: {0}
th: ไม่พบไฟล์ในเครื่อง: {0}

source: Location Accuracy
th: ความแม่นยำของตำแหน่งที่ตั้ง

source: Location Information
th: ข้อมูลสถานที่

source: Log Out
th: ออกจากระบบ

source: Log out
th: ออกจากระบบ

source: Login
th: เข้าสู่ระบบ

source: Login Now
th: เข้าสู่ระบบทันที

source: Logs Directory
th: ไดเรกทอรีบันทึก

source: Long-tail
th: หางยาว

source: Longitude
th: ลองจิจูด

source: Lookup Mode
th: โหมดค้นหา

source: Lot No
th: หมายเลขล็อต

source: Low
th: ต่ำ

source: Low (30+)
th: ต่ำ (30+)

source: Low CTR. Consider improving title and meta description
th: CTR ต่ำ ควรพิจารณาปรับปรุงหัวข้อและคำอธิบายเมตา

source: Low competition with low difficulty - Quick win opportunity!
th: การแข่งขันต่ำกับความยากต่ำ - โอกาสชนะอย่างรวดเร็ว!

source: Lower numbers appear first in dropdowns
th: ตัวเลขที่ต่ำกว่าจะปรากฏก่อนในรายการดรอปดาวน์

source: Luxury
th: 키ุด

source: MANAGED
th: ได้รับการจัดการแล้ว

source: MCP Configuration
th: การตั้งค่า MCP

source: MCP Server Executable
th: ไฟล์ปฏิบัติการเซิร์ฟเวอร์ MCP

source: MCP Server Script Path
th: เส้นทางสคริปต์เซิร์ฟเวอร์ MCP

source: MCP Settings
th: การตั้งค่า MCP

source: MFG
th: การผลิต

source: MFG Date
th: วันที่ การผลิต

source: Main Content
th: เนื้อหาหลัก

source: Main Menu
th: เมนูหลัก

source: Main navigation
th: เมนูนำทางหลัก

source: Major repair cost
th: ค่าใช้จ่ายซ่อมแซมใหญ่

source: Manage Devices
th: จัดการอุปกรณ์

source: Manage ZKTeco biometric devices
th: จัดการอุปกรณ์ไบโอเมตริกซ์ ZKTeco

source: Manage and track value-added tax from purchases of goods and services
th: จัดการและติดตามภาษีมูลค่าเพิ่มจากการซื้อสินค้าหรือบริการ

source: Manage and track value-added tax from sales of goods and services
th: จัดการและติดตามภาษีมูลค่าเพิ่มจากการขายสินค้าและบริการ

source: Manage petty cash transactions
th: จัดการรายการเงินสดย่อย

source: Manage purchasing processes
th: จัดการกระบวนการจัดซื้อ

source: Manage selling processes
th: จัดการกระบวนการขาย

source: Manage small cash transactions and reimbursements
th: จัดการรายการเงินสดย่อยและการเบิกคืนเงิน

source: Managed Doppler Config
th: การตั้งค่า Doppler ที่จัดการแล้ว

source: Managed Doppler Project Name
th: ชื่อโครงการ Managed Doppler

source: Manual
th: คู่มือ

source: Manual Entry
th: การบันทึกด้วยตนเอง

source: Manufacturing
th: การผลิต

source: Manufacturing Operations
th: การผลิตที่

source: Manufacturing Permit
th: ใบอนุญาตการผลิต

source: Manufacturing Settings custom fields created successfully
th: สร้างฟิลด์กำหนดเองสำหรับการตั้งค่าการผลิตสำเร็จแล้ว

source: Map/Drawing
th: แผนที่/ภาพวาด

source: Mapping Template
th: แม่แบบการทำแผนที่

source: Mapping file not found: account_name_mapping_th.csv
th: ไม่พบไฟล์แมปปิ้ง: account_name_mapping_th.csv

source: Mark this task as complete? This will calculate the final performance score.
th: ทำเครื่องหมายงานนี้ว่าสมบูรณ์หรือไม่? การดำเนินการนี้จะคำนวณคะแนนประสิทธิภาพขั้นสุดท้าย

source: Market Characteristics
th: ลักษณะตลาด

source: Market Expansion
th: การขยายตลาด

source: Master data for Sales Order types - allows users to define custom order categories
th: ข้อมูลหลักสำหรับประเภทใบสั่งขาย - อนุญาตให้ผู้ใช้กำหนดหมวดหมู่ใบสั่งซื้อที่กำหนดเองได้

source: Match Score
th: คะแนนความตรงกัน

source: Material Code
th: รหัสวัสดุ

source: Material Code {0} already exists in another mapping
th: รหัสวัสดุ {0} มีอยู่แล้วในแผนผังอื่น

source: Material Request
th: ใบขอเบิกวัสดุ

source: Material Requests for which Supplier Quotations are not created
th: คำขอวัสดุที่ยังไม่ได้สร้างใบเสนอราคาจากผู้จำหน่าย

source: Max Amount: {0}
th: จำนวนสูงสุด: {0}

source: Max Amt: {0}
th: จำนวนสูงสุด: {0}

source: Max Depth
th: ความลึกสูงสุด

source: Max Description Length
th: ความยาวคำอธิบายสูงสุด

source: Max Generation Budget (USD)
th: งบประมาณสูงสุดสำหรับการสร้าง (USD)

source: Max Keyword Density
th: ความหนาแน่นของคำสำคัญสูงสุด

source: Max Paragraph Length
th: ความยาวย่อหน้าสูงสุด

source: Max Qty: {0}
th: ปริมาณสูงสุด: {0}

source: Max Retry Attempts
th: จำนวนครั้งสูงสุดที่พยายามใหม่

source: Max Thai Sentence Length
th: ความยาวประโยคสูงสุดในภาษาไทย

source: Max Title Length (Thai chars)
th: ความยาวชื่อสูงสุด (ตัวอักษรไทย)

source: Max Tokens
th: จำนวนโทเค็นสูงสุด

source: Max Tokens must be a positive integer
th: Max Tokens ต้องเป็นจำนวนเต็มบวก

source: Max Word Count
th: จำนวนคำสูงสุด

source: Max tokens should be at least 100
th: จำนวนโทเค็นสูงสุดควรมีอย่างน้อย 100

source: Maximum Monthly Hours
th: ชั่วโมงสูงสุดต่อเดือน

source: Maximum PO Amount
th: จำนวนเงินสูงสุดของใบสั่งซื้อ

source: Maximum Total Quantity per PO
th: ปริมาณรวมสูงสุดต่อใบสั่งซื้อ

source: Maximum balance this fund can hold
th: ยอดคงเหลือสูงสุดที่กองทุนนี้สามารถถือครองได้

source: Maximum budget per content generation in USD (0 = unlimited)
th: งบประมาณสูงสุดต่อการสร้างเนื้อหาเป็นสกุลเงินดอลลาร์สหรัฐ (0 = ไม่จำกัด)

source: Maximum grand total amount per PO (0 = no maximum)
th: จำนวนรวมสูงสุดต่อใบสั่งซื้อ (0 = ไม่มีจำนวนสูงสุด)

source: Maximum meta description length in Thai characters
th: ความยาวสูงสุดของคำอธิบายเมตาในจำนวนตัวอักษรภาษาไทย

source: Maximum number of seats
th: จำนวนที่นั่งสูงสุด

source: Maximum title length in Thai characters
th: ความยาวชื่อเรื่องสูงสุดในตัวอักษรไทย

source: Maximum tokens for AI generation
th: จำนวนโทเค็นสูงสุดสำหรับการสร้าง AI

source: Maximum total quantity across all items (0 = no maximum)
th: ปริมาณรวมสูงสุดของสินค้าทั้งหมด (0 = ไม่มีขีดจำกัด)

source: Maximum words per paragraph in Thai content
th: จำนวนคำสูงสุดต่อย่อหน้าในเนื้อหาภาษาไทย

source: Maximum words per sentence in Thai content
th: จำนวนคำสูงสุดต่อประโยคในเนื้อหาภาษาไทย

source: May differ from requested if partial approval
th: อาจแตกต่างจากที่ขอหากได้รับการอนุมัติบางส่วน

source: Measurable goals (e.g., 1000 leads/month)
th: เป้าหมายที่วัดผลได้ (เช่น 1000 โอกาสขาย/เดือน)

source: Medicine Box Type
th: ประเภทกล่องยา

source: Medium
th: ปานกลาง

source: Medium (50+)
th: ขนาดกลาง (50+)

source: Medium Box
th: กล่องขนาดกลาง

source: Medium competition with manageable difficulty - Good target
th: การแข่งขันระดับกลางที่มีความยากในระดับที่ควบคุมได้ - เป้าหมายที่ดี

source: Merged With
th: รวมกับ

source: Meta Description
th: คำอธิบายเมตา

source: Meta Description is {0} characters. Recommended: 150-160 characters.
th: คำอธิบายเมตามีความยาว {0} ตัวอักษร แนะนำให้มีความยาว 150-160 ตัวอักษร

source: Meta Elements
th: เมตา อิลิเมนต์

source: Meta Elements (0-100)
th: องค์ประกอบเมตา (0-100)

source: Meta Tags
th: เมตาแท็ก

source: Meta Templates
th: แม่แบบเมตา

source: Meta Title
th: ชื่อเมตา

source: Meta Title is {0} characters. Recommended: 50-60 characters.
th: ชื่อเมตา มีความยาว {0} ตัวอักษร แนะนำให้มีความยาว 50-60 ตัวอักษร

source: Meta description length {0} exceeds recommended {1} Thai characters
th: ความยาวคำอธิบายเมตา {0} เกินคำแนะนำที่ {1} ตัวอักษรภาษาไทย

source: Meta description length {0} is below recommended {1} Thai characters
th: ความยาวคำอธิบายเมตา {0} ต่ำกว่าที่แนะนำ {1} ตัวอักษรภาษาไทย

source: Metric Date
th: วันที่มาตรฐาน

source: Metrics data exported successfully
th: ข้อมูลเมตริกส์ถูกส่งออกเรียบร้อยแล้ว

source: Middle
th: กลาง

source: Migrated From System
th: ย้ายมาจากระบบ

source: Migrated to Stock Reservation Entry: {0}
th: ย้ายข้อมูลไปยัง ใบจองสต็อก: {0}

source: Migration Date
th: วันที่ เมอก

source: Migration completed with {0} errors. Check Error Log for details.
th: การย้ายข้อมูลเสร็จสมบูรณ์พร้อมข้อผิดพลาด {0} รายการ โปรดตรวจสอบ บันทึกข้อผิดพลาด สำหรับรายละเอียดเพิ่มเติม

source: Min Amount: {0}
th: จำนวนขั้นต่ำ: {0}

source: Min Amt: {0}
th: จำนวนเงินขั้นต่ำ: {0}

source: Min Description Length
th: ความยาวคำอธิบายขั้นต่ำ

source: Min Description Length must be less than Max Description Length
th: ความยาวคำอธิบายขั้นต่ำต้องน้อยกว่าความยาวคำอธิบายสูงสุด

source: Min H2 Headings
th: หัวข้อย่อย H2 ขนาดเล็ก

source: Min Keyword Density
th: ความหนาแน่นของคำสำคัญขั้นต่ำ

source: Min Keyword Density must be less than Max Keyword Density
th: ความหนาแน่นคำสำคัญขั้นต่ำต้องน้อยกว่าความหนาแน่นคำสำคัญสูงสุด

source: Min Qty: {0}
th: ปริมาณขั้นต่ำ: {0}

source: Min Title Length (Thai chars)
th: ความยาวหัวข้อขั้นต่ำ (ตัวอักษรไทย)

source: Min Title Length must be less than Max Title Length
th: ความยาวชื่อเรื่องขั้นต่ำต้องน้อยกว่าความยาวชื่อเรื่องสูงสุด

source: Min Word Count
th: จำนวนน้อยสุดของคำ

source: Minimum Balance (Alert Threshold)
th: ยอดคงเหลือต่ำสุด (เกณฑ์แจ้งเตือน)

source: Minimum Balance ({0}) cannot be greater than or equal to Fund Limit ({1})
th: ยอดคงเหลือต่ำสุด ({0}) ต้องไม่มากกว่าหรือเท่ากับขีดจำกัดกองทุน ({1})

source: Minimum Guests
th: จำนวนแขกขั้นต่ำ

source: Minimum Headings count cannot be negative
th: จำนวนหัวข้อขั้นต่ำไม่สามารถเป็นค่าลบได้

source: Minimum PO Amount
th: จำนวนเงินขั้นต่ำของใบสั่งซื้อ

source: Minimum Total Quantity per PO
th: ปริมาณรวมขั้นต่ำต่อใบสั่งซื้อ

source: Minimum Word Count ({0}) cannot be greater than Maximum Word Count ({1})
th: จำนวนคำขั้นต่ำ ({0}) ต้องไม่มากกว่าจำนวนคำสูงสุด ({1})

source: Minimum Word Count ({0}) cannot be greater than Target Word Count ({1})
th: จำนวนคำขั้นต่ำ ({0}) ต้องไม่มากกว่าจำนวนคำเป้าหมาย ({1})

source: Minimum Word Count ({0}) should not exceed Maximum Word Count ({1})
th: จำนวนคำขั้นต่ำ ({0}) ต้องไม่เกินจำนวนคำสูงสุด ({1})

source: Minimum Word Count ({0}) should not exceed Target Word Count ({1})
th: จำนวนคำขั้นต่ำ ({0}) ต้องไม่เกินจำนวนคำเป้าหมาย ({1})

source: Minimum age must be less than maximum age
th: อายุต่ำสุดต้องน้อยกว่าอายุสูงสุด

source: Minimum grand total amount per PO (0 = no minimum)
th: จำนวนเงินรวมขั้นต่ำต่อใบสั่งซื้อ (0 = ไม่มีขั้นต่ำ)

source: Minimum guests cannot exceed capacity
th: จำนวนนักท่องเที่ยวขั้นต่ำต้องไม่เกินความจุ

source: Minimum guests required to book this table
th: จำนวนแขกขั้นต่ำที่ต้องการเพื่อจองโต๊ะนี้

source: Minimum keyword density cannot exceed maximum
th: ความหนาแน่นของคำสำคัญขั้นต่ำไม่สามารถเกินค่าสูงสุดได้

source: Minimum meta description length in Thai characters
th: ความยาวขั้นต่ำของคำอธิบายเมตาในตัวอักษรภาษาไทย

source: Minimum minutes after shift end to count as OT
th: นาทีขั้นต่ำหลังเลิกกะเพื่อคำนวณเป็นเวลาทำงานล่วงเวลา

source: Minimum title length in Thai characters
th: ความยาวหัวข้อขั้นต่ำในตัวอักษรภาษาไทย

source: Minimum total quantity across all items (0 = no minimum)
th: ปริมาณรวมขั้นต่ำของสินค้าทั้งหมด (0 = ไม่มีขั้นต่ำ)

source: Minimum {0} length cannot exceed maximum length
th: ความยาวขั้นต่ำ {0} ต้องไม่เกินความยาวสูงสุด

source: Missing Export Documentation
th: เอกสารส่งออกที่ขาดหาย

source: Missing Information
th: ข้อมูลที่ขาดหาย

source: Missing Keyword
th: คำสำคัญที่ขาดหาย

source: Missing Reference
th: อ้างอิงที่ขาดหาย

source: Missing app credentials
th: ข้อมูลรับรองแอปพลิเคชันขาดหาย

source: Missing authorization code
th: รหัสอนุญาตขาดหาย

source: Missing loan document name
th: ชื่อเอกสารสินเชื่อที่หายไป

source: Missing recommended fields: {0}
th: ช่องข้อมูลที่แนะนำขาดหาย: {0}

source: Mobile
th: มือถือ

source: Mode of Payment
th: โหมดการชำระเงิน

source: Model
th: แบบ

source: Model Name
th: ชื่อโมเดล

source: Moderate
th: ปานกลาง

source: Modified
th: แก้ไขแล้ว

source: Month
th: เดือน

source: Monthly
th: รายเดือน

source: Monthly Attendance Sheet
th: แผ่นการเข้างานรายเดือน

source: Monthly Fee (THB)
th: ค่าธรรมเนียมรายเดือน (บาท)

source: Monthly Search Volume
th: ปริมาณการค้นหารายเดือน

source: More
th: เพิ่ม

source: Multiple Addresses Found for Zip Code: {0}
th: พบที่อยู่หลายแห่งสำหรับรหัสไปรษณีย์: {0}
