Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Must be unique, strictly alphanumerical chars only. No space allowed.
th: ต้องไม่ซ้ำกัน ใช้ได้เฉพาะตัวอักษรและตัวเลขเท่านั้น ห้ามเว้นวรรค

source: My Account
th: บัญชีของฉัน

source: My Deliveries
th: การจัดส่งของฉัน

source: My Profile
th: โปรไฟล์ของฉัน

source: My Settings
th: การตั้งค่าของฉัน

source: My Task Workload
th: งานที่ได้รับมอบหมายของฉัน

source: My Workload
th: งานของฉัน

source: N/A
th: ไม่มีข้อมูล

source: Name
th: ชื่อ

source: Name for the generated Chart of Accounts
th: ชื่อสำหรับบัญชีแผนภูมิที่สร้างขึ้น

source: Naming Series
th: ชุดการตั้งชื่อ

source: Naming Series Test
th: ทดสอบลำดับการตั้งชื่อ

source: Navigate
th: นำทาง

source: Navigational
th: การนำทาง

source: Need a template?
th: ต้องการเทมเพลตหรือไม่?

source: Need at least 2 tables to merge
th: ต้องการอย่างน้อย 2 ตารางเพื่อรวมข้อมูล

source: Need to improve by {0} positions
th: ต้องปรับปรุงเพิ่มขึ้น {0} ตำแหน่ง

source: Needs Improvement
th: ต้องปรับปรุง

source: Net Amount (Before VAT)
th: ยอดสุทธิ (ก่อนภาษีมูลค่าเพิ่ม)

source: Net Calculation
th: การคำนวณสุทธิ

source: Net Replenishment Needed
th: ยอดเติมสินค้าคงคลังสุทธิที่ต้องการ

source: Net amount calculation error. Expected: {0}, Actual: {1}
th: ข้อผิดพลาดในการคำนวณจำนวนสุทธิ คาดว่า: {0}, จริง: {1}

source: Network error during connection test
th: เกิดข้อผิดพลาดเครือข่ายระหว่างการทดสอบการเชื่อมต่อ

source: New Analysis Complete
th: การวิเคราะห์ใหม่เสร็จสมบูรณ์แล้ว

source: New Template Name
th: ชื่อแม่แบบใหม่

source: New Visitors
th: ผู้เยี่ยมชมใหม่

source: New Visitors ({0}) + Returning Visitors ({1}) = {2}, which exceeds Unique Visitors ({3})
th: ผู้เยี่ยมชมใหม่ ({0}) + ผู้เยี่ยมชมที่กลับมา ({1}) = {2} ซึ่งเกินจำนวนผู้เยี่ยมชมที่ไม่ซ้ำกัน ({3})

source: Next Actions
th: การดำเนินการถัดไป

source: Next Billing Date
th: วันที่เรียกเก็บเงินถัดไป

source: Next Day
th: วันถัดไป

source: Next: Select Items
th: ถัดไป: เลือกไอเท็ม

source: No Articles Found
th: ไม่พบบทความใด ๆ

source: No Calendars Found
th: ไม่พบปฏิทินใดๆ

source: No Consignments Found
th: ไม่พบการฝากขาย

source: No Customer Linked
th: ไม่มีการเชื่อมโยงลูกค้า

source: No Data
th: ไม่มีข้อมูล

source: No Delivery Notes found for this Pick List
th: ไม่พบใบส่งของสำหรับรายการหยิบนี้

source: No GPS data found in photo
th: ไม่พบข้อมูล GPS ในรูปภาพ

source: No Method Selected
th: ไม่ได้เลือกวิธีการใด

source: No Outline Available
th: ไม่มีเค้าโครงให้ใช้งาน

source: No Print Agents
th: ไม่มีตัวแทนพิมพ์

source: No Thai Tax Invoices found for this document.
th: ไม่พบใบกำกับภาษีสำหรับเอกสารนี้

source: No Thai vouchers found for this document.
th: ไม่พบเอกสารใบสำคัญในระบบสำหรับเอกสารนี้

source: No XML files found in ZIP
th: ไม่พบไฟล์ XML ในไฟล์ ZIP

source: No active POS session found
th: ไม่พบเซสชัน POS ที่กำลังใช้งานอยู่

source: No active consignments with outstanding items found for this customer.
th: ไม่พบการฝากขายที่ใช้งานอยู่ซึ่งมีรายการค้างชำระสำหรับลูกค้ารายนี้

source: No active print agents available. Please configure print agents first.
th: ไม่มีตัวแทนพิมพ์ที่ใช้งานอยู่ กรุณาตั้งค่าตัวแทนพิมพ์ก่อน

source: No active reservations found
th: ไม่พบการจองที่ใช้งานอยู่

source: No additional payment (Balanced)
th: ไม่มีการชำระเงินเพิ่มเติม (ยอดคงเหลือเป็นศูนย์)

source: No addresses found for "{0}"
th: ไม่พบที่อยู่สำหรับ "{0}"

source: No analytics data available for this period
th: ไม่มีข้อมูลวิเคราะห์สำหรับช่วงเวลานี้

source: No attendance records found with overtime hours for the selected period
th: ไม่พบระเบียนการเข้างานที่มีชั่วโมงล่วงเวลาสำหรับช่วงเวลาที่เลือกไว้

source: No batches available for this item and warehouse.
th: ไม่มีชุดสินค้าสำหรับรายการสินค้าและคลังสินค้านี้

source: No batches found for this item
th: ไม่พบชุดสำหรับไอเท็มนี้

source: No batches found with available quantity
th: ไม่พบชุดสินค้าที่มีจำนวนคงเหลือ

source: No batches selected
th: ยังไม่ได้เลือกชุดสินค้าใด ๆ

source: No batches with available quantity
th: ไม่มีชุดสินค้าที่มีปริมาณพร้อมใช้งาน

source: No calendars are shared with the service account. Please share at least one calendar.
th: ไม่มีปฏิทินใดถูกแชร์กับบัญชีบริการ กรุณาแชร์ปฏิทินอย่างน้อยหนึ่งรายการ

source: No calendars found. Please share your calendar with: thai-ocr@moocoding.iam.gserviceaccount.com
th: ไม่พบปฏิทิน กรุณาแชร์ปฏิทินของคุณกับ: thai-ocr@moocoding.iam.gserviceaccount.com

source: No change in ranking
th: ไม่มีการเปลี่ยนแปลงอันดับ

source: No companies found
th: ไม่พบบริษัทใด ๆ

source: No company found. Please create a company first.
th: ไม่พบข้อมูลบริษัท กรุณาสร้างบริษัทก่อนค่ะ

source: No customers found to export
th: ไม่พบลูกค้าเพื่อส่งออกข้อมูล

source: No data found for the selected criteria
th: ไม่ออกไม่สารงวันส่วนเป็น

source: No data found. Seems like you uploaded a blank file
th: ไม่พบข้อมูล ดูเหมือนว่าคุณได้อัปโหลดไฟล์ว่างเปล่า

source: No data to export
th: ไม่มีข้อมูลสำหรับส่งออก

source: No data to print
th: ไม่มีข้อมูลสำหรับพิมพ์

source: No default template found for industry: {0}
th: ไม่พบแม่แบบเริ่มต้นสำหรับอุตสาหกรรม: {0}

source: No deliveries found.
th: ไม่พบการจัดส่งสินค้าใดๆ

source: No delivery data to display in calendar view
th: ไม่มีข้อมูลการจัดส่งให้แสดงในมุมมองปฏิทิน

source: No delivery data to export
th: ไม่มีข้อมูลใบส่งของให้ส่งออก

source: No delivery data to print
th: ไม่มีข้อมูลใบส่งของสำหรับพิมพ์

source: No devices configured
th: ไม่มีการกำหนดค่าอุปกรณ์ใดๆ

source: No disbursed requests found for the selected period
th: ไม่พบคำขอที่เบิกจ่ายแล้วในช่วงเวลาที่เลือก

source: No document specified
th: ไม่มีเอกสารระบุไว้

source: No example questions available
th: ไม่มีคำถามตัวอย่างที่ใช้ได้

source: No execution log found for this workflow
th: ไม่พบบันทึกการดำเนินการสำหรับเวิร์กโฟลว์นี้

source: No executions found
th: ไม่พบการดำเนินการใดๆ

source: No external invoice references added yet.
th: ยังไม่มีการเพิ่มข้อมูลอ้างอิงใบแจ้งหนี้ภายนอกใดๆ

source: No files found on this bucket
th: ไม่พบไฟล์ในบัคเก็ตนี้

source: No global PO limits configured. Enable 'PO Limits Validation' in TBS General Settings to set defaults.
th: ไม่มีการตั้งค่าขีดจำกัด PO ทั่วโลก เปิดใช้งาน 'การตรวจสอบขีดจำกัด PO' ในการตั้งค่าทั่วไปของ TBS เพื่อกำหนดค่าเริ่มต้น

source: No historical analytics data found
th: ไม่พบข้อมูลวิเคราะห์เชิงประวัติศาสตร์

source: No items found
th: ไม่พบรายการใด ๆ

source: No items in this Material Request
th: ไม่มีรายการในคำขอวัสดุนี้

source: No items in this Sales Order
th: ไม่มีไอเท็มในใบสั่งขายนี้

source: No items match your filter criteria
th: ไม่มีรายการใดตรงกับเกณฑ์การกรองของคุณ

source: No keyword suggestions available
th: ไม่มีคำแนะนำคำสำคัญให้เลือกใช้งาน

source: No limits configured
th: ไม่มีการกำหนดขีดจำกัด

source: No logs found or error reading logs
th: ไม่พบบันทึกหรือเกิดข้อผิดพลาดในการอ่านบันทึก

source: No outstanding items available for {0} creation
th: ไม่มีรายการค้างชำระสำหรับการสร้าง {0}

source: No permission to access {0}
th: ไม่มีสิทธิ์เข้าถึง {0}

source: No permission to execute this workflow
th: ไม่มีสิทธิ์ในการดำเนินการเวิร์กโฟลว์นี้

source: No previous period data found for comparison
th: ไม่พบข้อมูลช่วงเวลาก่อนหน้าเพื่อนำมาเปรียบเทียบ

source: No print content available
th: ไม่มีเนื้อหาสำหรับพิมพ์

source: No published articles found for this target
th: ไม่พบบทความที่เผยแพร่สำหรับเป้าหมายนี้

source: No related keywords have been added yet
th: ยังไม่มีการเพิ่มคำสำคัญที่เกี่ยวข้องใดๆ

source: No shift found for the specified date
th: ไม่พบกะสำหรับวันที่ที่ระบุ

source: No suitable VAT account found for company {0}
th: ไม่พบบัญชี VAT ที่เหมาะสมสำหรับบริษัท {0}

source: No table layout specified
th: ไม่ได้ระบุรูปแบบตาราง

source: No valid account data found in CSV
th: ไม่พบข้อมูลบัญชีที่ถูกต้องในไฟล์ CSV

source: No vouchers found for this document.
th: ไม่พบใบสำคัญรับสำหรับเอกสารนี้

source: No {0} found
th: ไม่พบ {0}

source: No.
th: เลขที่

source: Nofollow Links Count
th: วันข้อมูลวัน Nofollow

source: None
th: ไม่มี

source: Normal
th: ปกติ

source: Northeastern (Isan)
th: ภาคตะวันออกเฉียงเหนือ (อีสาน)

source: Northern
th: ภาคเหนือ

source: Not Capitalized
th: ไม่ใช่ตัวพิมพ์ใหญ่

source: Not Started
th: ยังไม่เริ่มต้น

source: Not Tested
th: ยังไม่ได้ทดสอบ

source: Not permitted to access this Sales Order
th: ไม่ได้รับอนุญาตให้เข้าถึงใบสั่งขายนี้

source: Not started yet
th: ยังไม่เริ่มต้น

source: Note: 0 = no limit
th: หมายเหตุ: 0 = ไม่จำกัด

source: Notes
th: บันทึก

source: Notes about this planned delivery
th: หมายเหตุเกี่ยวกับการจัดส่งที่วางแผนไว้

source: Notification Emails
th: อีเมลแจ้งเตือน

source: Notification Time
th: เวลาการแจ้งเตือน

source: Notifications
th: การแจ้งเตือน

source: Notify Accounts Team
th: แจ้งทีมบัญชี

source: Notify Assigned User
th: แจ้งผู้ใช้ที่ได้รับมอบหมาย

source: Notify Compliance Officer
th: แจ้งเจ้าหน้าที่กำกับดูแล

source: Notify Quality Team
th: แจ้งทีมคุณภาพ

source: Notify on Completion
th: แจ้งเตือนเมื่อเสร็จสิ้น

source: Noto Sans Thai
th: โนโต้ แซนส์ ไทย

source: Number
th: ศูสระ

source: Number Format
th: รูปแบบตัวเลข

source: Number of Persons
th: จำนวนบุคคล

source: Number of backlinks acquired during this period
th: จำนวนลิงก์ย้อนกลับที่ได้รับในช่วงเวลานี้

source: Number of bytes for each iteration. Default: 10000000 bytes = 10Mb
th: จำนวนไบต์สำหรับแต่ละรอบการทำงาน ค่าเริ่มต้น: 10000000 ไบต์ = 10Mb

source: Number of columns in the grid layout
th: จำนวนคอลัมน์ในเลย์เอาต์กริด

source: Number of columns this table spans
th: จำนวนคอลัมน์ที่ตารางนี้ครอบคลุม

source: Number of days past due date
th: จำนวนวันที่เกินกำหนด

source: Number of guests currently seated
th: จำนวนแขกที่นั่งอยู่ในขณะนี้

source: Number of rows in the grid layout
th: จำนวนแถวในเค้าโครงกริด

source: Number of rows this table spans
th: จำนวนแถวที่ตารางนี้ครอบคลุม

source: Number of units per box
th: จำนวนหน่วยต่อกล่อง

source: Number of words generated
th: จำนวนคำที่สร้างขึ้น

source: OAuth 2.0 (User)
th: OAuth 2.0 (ผู้ใช้)

source: OAuth Client
th: OAuth ลูกค้า

source: OAuth Provider Settings
th: การตั้งค่า OAuth Provider

source: OCR Manager
th: ผู้จัดการ OCR

source: OG Description
th: คำอธิบาย OG

source: OG Image (Social)
th: รูปภาพ OG (โซเชียล)

source: OG Title
th: ชื่อ OG

source: OT Rate Multiplier
th: ตัวคูณอัตราค่าล่วงเวลา

source: OT Type
th: ประเภท OT

source: OUT
th: ออกงาน

source: OVERDUE by {0} day{1}
th: เกินกำหนด {0} วัน{1}

source: Occupied
th: ไม่ว่าง

source: Occupied Since
th: ถูกใช้งานตั้งแต่

source: Occurrences
th: จำนวนครั้งที่เกิดขึ้น

source: Offline
th: ออฟไลน์

source: On Approval
th: เมื่อได้รับการอนุมัติ

source: On Time
th: ตรงเวลา

source: On Time / Early
th: ตรงเวลา / ก่อนเวลา

source: One-time
th: ครั้งเดียว

source: OneDrive Authentication Failed
th: การตรวจสอบสิทธิ์ OneDrive ล้มเหลว

source: OneDrive Authentication Successful
th: การตรวจสอบสิทธิ์ OneDrive สำเร็จ

source: OneDrive folder found: {0}
th: พบโฟลเดอร์ OneDrive: {0}

source: OneDrive folder not found
th: ไม่พบโฟลเดอร์ OneDrive

source: Only active VAT types appear in selection lists
th: เฉพาะประเภท VAT ที่ใช้งานอยู่เท่านั้นที่จะแสดงในรายการเลือก

source: Only active funds can accept new requests
th: เฉพาะกองทุนที่ใช้งานอยู่เท่านั้นที่สามารถรับคำขอใหม่ได้

source: Only host and port. For example: <ul><li>s3.amazonaws.com</li><li>[id].r2.cloudflarestorage.com:443</li><li>s3.ap-southeast-1.amazonaws.com</li><li>...</li></ul> Read <a href="https://boto3.amazonaws.com/v1/documentation/api/latest/guide/s3-examples.html" target="_blank">boto3 S3 documentation</a> for more info.
th: เฉพาะโฮสต์และพอร์ตเท่านั้น ตัวอย่างเช่น: <ul><li>s3.amazonaws.com</li><li>[id].r2.cloudflarestorage.com:443</li><li>s3.ap-southeast-1.amazonaws.com</li><li>...</li></ul> อ่าน <a href="https://boto3.amazonaws.com/v1/documentation/api/latest/guide/s3-examples.html" target="_blank">เอกสาร boto3 S3</a> สำหรับข้อมูลเพิ่มเติม

source: Open
th: เปิด

source: Open PDF in New Tab
th: เปิด PDF ในแท็บใหม่

source: Open Purchase Order
th: เปิดใบสั่งซื้อ

source: Open Test Page
th: เปิดหน้าทดสอบ

source: OpenAI API Key
th: คีย์ API ของ OpenAI

source: OpenAI API key for GPT-4 content generation
th: คีย์ API OpenAI สำหรับการสร้างเนื้อหา GPT-4

source: OpenAI Model
th: โมเดล OpenAI

source: Opening Balance
th: ยอดยกมา

source: Opening Balance: {0}
th: ยอดยกมา: {0}

source: Opening CSV data in Grist Static viewer. No server needed - works 100% offline!
th: กำลังเปิดข้อมูล CSV ใน Grist Static viewer ไม่ต้องใช้เซิร์ฟเวอร์ - ทำงานแบบออฟไลน์ 100%!

source: Opening Date
th: วันที่หระบ

source: Opening Qty
th: เปิด จำนวน

source: Operation completed successfully
th: การดำเนินการเสร็จสมบูรณ์เรียบร้อยแล้ว

source: Operation timed out
th: การดำเนินการหมดเวลารอ

source: Operational Settings
th: การตั้งค่าการปฏิบัติงาน

source: Operator assigned successfully
th: ผู้ปฏิบัติงานได้รับมอบหมายเรียบร้อยแล้ว

source: Operator performance data retrieved successfully
th: ข้อมูลผลการปฏิบัติงานของผู้ปฏิบัติงานถูกดึงมาเรียบร้อยแล้ว

source: Opps! Something broke.
th: ขออภัย! เกิดข้อผิดพลาดบางอย่างขึ้น

source: Optimize
th: เพิ่มประสิทธิภาพ

source: Optimize process parameters and operator efficiency
th: ปรับปรุงพารามิเตอร์กระบวนการและประสิทธิภาพของผู้ปฏิบัติงาน

source: Optimized for thermal printers
th: ปรับแต่งสำหรับเครื่องพิมพ์ความร้อน

source: Optimizing
th: กำลังปรับปรุงประสิทธิภาพ

source: Optional Sections
th: ส่วนที่เลือกได้

source: Optional color for visual distinction in reports and dashboards
th: สีทางเลือกสำหรับการแยกแยะด้วยภาพในรายงานและแดชบอร์ด

source: Optional comments for approval
th: ความคิดเห็นเพิ่มเติมสำหรับการอนุมัติ (ไม่บังคับ)

source: Optional floor plan image as background
th: รูปภาพแปลนชั้นเป็นพื้นหลัง (ไม่บังคับ)

source: Optional: For detailed record keeping
th: ไม่บังคับ: สำหรับการบันทึกรายละเอียดอย่างละเอียด

source: Optional: Link to Purchase Taxes and Charges Template
th: ไม่บังคับ: ลิงก์ไปยังแม่แบบภาษีและค่าธรรมเนียมการซื้อ

source: Optional: Service token from customer's own Doppler account (starts with dp.st.)
th: ไม่บังคับ: โทเค็นบริการจากบัญชี Doppler ของลูกค้าเอง (เริ่มต้นด้วย dp.st.)

source: Orange
th: ส้ม

source: Order Type
th: ประเภทสั่งซื้อ

source: Order Type Name
th: ชื่อประเภทคำสั่งซื้อ

source: Order Type Name (Thai)
th: ประเภทคำสั่งซื้อ (ภาษาไทย)

source: Order in dropdown lists (lower numbers appear first)
th: ลำดับในรายการแบบเลื่อนลง (ตัวเลขที่ต่ำกว่าจะปรากฏก่อน)

source: Order in which zones appear in filters
th: ลำดับโซนที่ปรากฏในตัวกรอง

source: Ordered Qty
th: สั่งซื้อ จำนวน

source: Organic Sessions
th: เซสชันออร์แกนิก

source: Organic Visits
th: ผู้เข้าชมแบบออร์แกนิก

source: Organic Visits: {0}
th: การเข้าชมแบบออร์แกนิก: {0}

source: Orientation
th: การวางแนว

source: Original invoice number from previous system
th: หมายเลขใบกำกับภาษีต้นฉบับจากระบบก่อนหน้า

source: Other
th: อื่น ๆ

source: Other Reports
th: รายงานอื่น ๆ

source: Our Managed Token
th: โทเค็นที่เราจัดการ

source: Out Qty
th: ออก จำนวน

source: Out for Delivery
th: กำลังจัดส่ง

source: Outline
th: โครงร่าง

source: Outline of content sections
th: โครงร่างของส่วนเนื้อหา

source: Output VAT (Sales Tax)
th: ภาษีขาย (VAT)

source: Output VAT account not found for company {0}. Please configure tax accounts first.
th: ไม่พบบัญชี VAT ขาออกสำหรับบริษัท {0} กรุณาตั้งค่าบัญชีภาษีก่อนใช้งาน

source: Output VAT tracking
th: การติดตามภาษีขาย (VAT)

source: Output tokens generated
th: โทเค็นที่สร้างขึ้น

source: Outstanding
th: ค้างชำระ

source: Outstanding Amount
th: ยอดค้างชำระ

source: Outstanding Bills
th: ใบแจ้งหนี้ค้างชำระ

source: Outstanding Qty
th: ยอดคงเหลือ

source: Outstanding amount updated successfully
th: ยอดค้างชำระได้รับการปรับปรุงเรียบร้อยแล้ว

source: Oval
th: วงรี

source: Over Estimate by {0}%
th: เกินประมาณการ {0}%

source: Overall Progress
th: ความก้าวหน้ารวม

source: Overall SEO Score (0-100)
th: คะแนน SEO รวม (0-100)

source: Overall Score (0-100)
th: คะแนนรวม (0-100)

source: Overall Score: {0}<br>Grade: {1}<br>Publishing Ready: {2}
th: คะแนนรวม: {0}<br>เกรด: {1}<br>พร้อมเผยแพร่: {2}

source: Overall Scores
th: คะแนนรวม

source: Overall Statistics
th: สถิติภาพรวม

source: Overall content quality trend over time
th: แนวโน้มคุณภาพเนื้อหารวมตามช่วงเวลา

source: Overdue
th: เกินกำหนด

source: Overdue & Priority
th: ค้างชำระ & ความสำคัญ

source: Overdue Days
th: วันที่ค้างชำระ

source: Overdue Tasks
th: งานที่เกินกำหนด

source: Overpaid/Refundable
th: จ่ายเกิน/คืนเงินได้

source: Override Active
th: แทนที่สถานะใช้งาน

source: Override enabled. You can now set custom PO limits for this item.
th: เปิดใช้งานการแทนที่แล้ว คุณสามารถตั้งค่าขีดจำกัด PO ที่กำหนดเองสำหรับไอเท็มนี้ได้แล้ว

source: Overtime Amount
th: จำนวนเงินค่าล่วงเวลา

source: Overtime Configuration
th: การตั้งค่าเวลาทำงานล่วงเวลา

source: Overtime Details
th: รายละเอียดเวลาทำงานล่วงเวลา

source: Overtime Hours
th: ชั่วโมงล่วงเวลา

source: Overtime Threshold (minutes)
th: เกณฑ์เวลาทำงานล่วงเวลา (นาที)

source: Overtime request approved successfully
th: คำขอทำงานล่วงเวลาได้รับการอนุมัติเรียบร้อยแล้ว

source: Overtime request rejected
th: คำขอทำงานล่วงเวลาไม่ผ่านการอนุมัติ

source: PDF
th: รูปแบบไฟล์ PDF

source: PDF Settings
th: การตั้งค่า PDF

source: PDF export functionality not yet implemented
th: ฟังก์ชันการส่งออก PDF ยังไม่ได้รับการพัฒนา

source: PDF exported successfully
th: ส่งออก PDF เรียบร้อยแล้ว

source: PDF receipt generated successfully
th: สร้างใบเสร็จ PDF สำเร็จแล้ว

source: PI amount updated: {0}
th: จำนวนใบกำกับซื้อที่อัปเดต: {0}

source: PND 1
th: ภ.ง.ด. 1

source: PND 3
th: ภ.ง.ด. 3

source: PND 53
th: ภ.ง.ด. 53

source: PND Reports
th: รายงาน ภงด.

source: PND Type is required
th: ประเภท ภ.ง.ด. จำเป็นต้องระบุ

source: PO
th: ใบสั่งซื้อ

source: PO Approval Status
th: สถานะการอนุมัติใบสั่งซื้อ

source: PO Delivery Calendar Report
th: รายงานปฏิทินการจัดส่งใบสั่งซื้อ

source: PO Details
th: รายละเอียดใบสั่งซื้อ

source: PO Limit Exceeded
th: เกินขีดจำกัดใบสั่งซื้อ

source: PO Limit Warning
th: การเตือนขีดจำกัดใบสั่งซื้อ

source: PO Limits Validation
th: การตรวจสอบขีดจำกัดใบสั่งซื้อ

source: PO Limits for {0} {1}: {2}
th: ขีดจำกัดใบสั่งซื้อสำหรับ {0} {1}: {2}

source: PO Planned Delivery
th: กำหนดส่งมอบใบสั่งซื้อ

source: PO Planned Delivery Calendar
th: ปฏิทินการจัดส่งตามแผนใบสั่งซื้อ

source: PO Receipt History
th: ประวัติใบรับของจากใบสั่งซื้อ

source: PO Status
th: สถานะใบสั่งซื้อ

source: POS (Point of Sale)
th: POS (จุดขาย)

source: POS Invoice
th: ใบแจ้งหนี้ POS

source: POS Profile
th: รายละเอียด จุดขาย

source: POS Reports
th: รายงาน POS

source: POS User
th: ผู้ใช้ POS

source: POS session closed successfully
th: การปิดเซสชัน POS สำเร็จแล้ว

source: POS session is not open
th: เซสชัน POS ยังไม่เปิดใช้งาน

source: POS session retrieved successfully
th: การดึงข้อมูลเซสชัน POS สำเร็จแล้ว

source: POS session started successfully
th: การเริ่มต้นเซสชัน POS สำเร็จแล้ว

source: PP-30 Report
th: รายงาน PP-30

source: PP-30 report generation error
th: ข้อผิดพลาดในการสร้างรายงาน PP-30

source: Packing Configuration
th: การตั้งค่าการบรรจุ

source: Packing Size
th: ขนาดบรรจุ

source: Packing Unit
th: หน่วยบรรจุ

source: Page 2 Ranking - Room for improvement
th: หน้า 2 การจัดอันดับ - มีช่องว่างสำหรับการปรับปรุง

source: Page Size
th: ขนาดหน้ากระดาษ

source: Pages Per Session
th: หน้าต่อเซสชัน

source: Pages/Session
th: หน้าต่อช่วงเวลาการใช้งาน

source: Paid
th: ชำระแล้ว

source: Paid Amount
th: จำนวนเงินที่ชำระแล้ว

source: Paper Size
th: ขนาดกระดาษ

source: Paragraph Count
th: จำนวนย่อหน้า

source: Paragraph length should typically be at least 50 words
th: ความยาวของย่อหน้าควรมีอย่างน้อย 50 คำเพื่อให้ข้อมูลครบถ้วนและชัดเจน เหมาะสำหรับการสื่อสารในระบบซอฟต์แวร์ธุรกิจที่ต้องการความเป็นทางการและความเข้าใจง่าย เพื่อให้ผู้ใช้สามารถรับรู้รายละเอียดได้อย่างครบถ้วนและสามารถดำเนินการตามขั้นตอนต่าง ๆ ได้อย่างถูกต้องและมีประสิทธิภาพ

source: Parent
th: ต้นทาง

source: Parent Account Column
th: คอลัมน์ บัญชีหลัก

source: Parent Account Missing
th: ไม่มีบัญชีหลัก

source: Parent Article
th: บทความต้นทาง

source: Parent account {0} does not exist in template
th: บัญชีหลัก {0} ไม่มีอยู่ในแม่แบบ

source: Partial
th: บางส่วน

source: Partially Received
th: ได้รับบางส่วน

source: Partially Sold
th: ขายบางส่วน

source: Partially Successful
th: สำเร็จบางส่วน

source: Partially Successful - Check Error Log
th: สำเร็จบางส่วน - ตรวจสอบบันทึกข้อผิดพลาด

source: Particulars
th: รายละเอียด

source: Partly Paid
th: ชำระเงินบางส่วน

source: Parts Cost
th: ต้นทุนอะไหล่

source: Party Tax ID is required to create withholding tax certificate
th: รหัสผู้เสียภาษีของคู่สัญญาจำเป็นต้องระบุเพื่อสร้างใบรับรองภาษีหัก ณ ที่จ่าย

source: Passive Voice Ratio
th: อัตราส่วนประโยคถูกกระทำ

source: Paste CSV data to generate report dynamically
th: วางข้อมูล CSV เพื่อสร้างรายงานแบบไดนามิก

source: Paste your Google Service Account JSON key content here. This is the recommended method by Google. The content will be encrypted and stored securely.
th: วางเนื้อหากุญแจ JSON บัญชีบริการ Google ของคุณที่นี่ วิธีนี้เป็นวิธีที่ Google แนะนำ เนื้อหาจะถูกเข้ารหัสและจัดเก็บอย่างปลอดภัย

source: Path to service account file (GOOGLE_APPLICATION_CREDENTIALS). Leave empty to use system default.
th: เส้นทางไปยังไฟล์บัญชีผู้ใช้บริการ (GOOGLE_APPLICATION_CREDENTIALS) เว้นว่างไว้เพื่อใช้ค่าเริ่มต้นของระบบ

source: Path to service account file relative to service_accounts directory. Leave empty to use default (moocoding-c76d9d2921b4.json).
th: เส้นทางไปยังไฟล์บัญชีบริการสัมพันธ์กับไดเรกทอรี service_accounts หากปล่อยว่างไว้จะใช้ค่าเริ่มต้น (moocoding-c76d9d2921b4.json)

source: Pattaya
th: พัทยา

source: Payable Reports
th: รายงานเจ้าหนี้

source: Payment
th: การชำระเงิน

source: Payment Entry
th: รายการชำระเงิน

source: Payment Gateway
th: เกตเวย์การชำระเงิน

source: Payment Methods
th: วิธีการชำระเงิน

source: Payment Mode
th: วิธีการชำระเงิน

source: Payment Receipt
th: ใบเสร็จรับเงิน

source: Payment Request Purchase Order Detail
th: รายละเอียดใบสั่งซื้อคำขอชำระเงิน

source: Payment Status
th: สถานะการชำระเงิน

source: Payment Terms
th: เงื่อนไขการชำระเงิน

source: Payment date is in the future
th: วันที่การชำระเงิน เป็นเลื่อ

source: Penalties, fines, or consequences if deadline is missed
th: ค่าปรับ ค่าปรับปรับ หรือผลที่ตามมาหากพลาดกำหนดเวลา

source: Penalty for Late Filing
th: ค่าปรับสำหรับการยื่นล่าช้า

source: Pending
th: รอดำเนินการ

source: Pending Approval
th: รอการอนุมัติ

source: Pending Input VAT
th: ภาษีซื้อรอตรวจสอบ

source: Pending Invoices
th: ใบแจ้งหนี้ที่รอดำเนินการ

source: Pending Qty
th: รอดำเนินการจำนวน

source: Pending Review
th: รอตรวจทาน

source: Pending Stock Entry
th: รายการสินค้าคงคลังที่รอดำเนินการ

source: Percentage change vs previous period
th: เปอร์เซ็นต์การเปลี่ยนแปลงเทียบกับช่วงเวลาก่อนหน้า

source: Percentage change vs same period last year
th: เปอร์เซ็นต์การเปลี่ยนแปลงเทียบกับช่วงเวลาเดียวกันของปีที่แล้ว

source: Percentage must be between 0 and 100
th: เปอร์เซ็นต์ต้องอยู่ระหว่าง 0 ถึง 100

source: Percentage of focus keyword in content
th: เปอร์เซ็นต์ของคำสำคัญในเนื้อหา

source: Performance Comparison
th: การเปรียบเทียบประสิทธิภาพ

source: Performance Metrics
th: มาตรวัดประสิทธิภาพ

source: Performance Report
th: รายงานประสิทธิภาพ

source: Performance Score (0-100)
th: คะแนนประสิทธิภาพ (0-100)

# N/A
source: Performance Score: {0}<br>Efficiency Ratio: {1}
th: คะแนนประสิทธิภาพ: {0}<br>อัตราส่วนประสิทธิผล: {1}

source: Period
th: ระยะเวลา

source: Period Breakdown
th: การแยกช่วงเวลา

source: Period Comparison
th: การเปรียบเทียบช่วงเวลา

source: Period Comparisons
th: การเปรียบเทียบช่วงเวลา

source: Period End
th: สิ้นสุดงวดบัญชี

source: Period End cannot be before Period Start
th: วันที่สิ้นสุดงวดต้องไม่อยู่ก่อนวันที่เริ่มงวด

source: Period From
th: ระยะเวลาเริ่มต้น

source: Period Start
th: วันที่เริ่มต้นงวด

source: Period Summary
th: สรุปช่วงเวลา

source: Period To
th: ถึงช่วงเวลา

source: Period Validation
th: การตรวจสอบช่วงเวลา

source: Period: {0} to {1} ({2})
th: ช่วงเวลา: {0} ถึง {1} ({2})

source: Permit Expiry Date
th: วันที่หมดอายุใบอนุญาต

source: Petty Cash
th: เงินสดย่อย
