Repository: ManotLuijiu/erpnext-thai-translation
Catalog: thai_business_suite/*.po
Languages: th

source: Encrypt sensitive data using Frappe's built-in encryption
th: เข้ารหัสข้อมูลที่ละเอียดอ่อนโดยใช้การเข้ารหัสในตัวของ Frappe

source: End Date
th: วันที่สิ้นสุด

source: End Date cannot be before Start Date
th: วันที่สิ้นสุดต้องไม่อยู่ก่อนวันที่เริ่มต้น

source: End User Code
th: รหัสผู้ใช้ปลายทาง

source: End date of disbursements being replenished
th: วันที่สิ้นสุดของการเบิกจ่ายที่ได้รับการเติมเงิน

source: End of month following half-year
th: สิ้นเดือนของครึ่งปีถัดไป

source: End of month following quarter
th: สิ้นเดือนของไตรมาสถัดไป

source: End of month following year-end
th: สิ้นเดือนของปีถัดไปหลังสิ้นปีงบประมาณ

source: End time cannot be before start time
th: เวลาสิ้นสุดต้องไม่อยู่ก่อนเวลาเริ่มต้น

source: Ends On
th: สิ้นสุดวันที่

source: Engagement Metrics
th: ตัวชี้วัดการมีส่วนร่วม

source: Engagement: {0} (Shares: {1} | Comments: {2} | Links: {3})
th: การมีส่วนร่วม: {0} (หุ้น: {1} | ความคิดเห็น: {2} | ลิงก์: {3})

source: English
th: อนซิง

source: English Only
th: ภาษาอังกฤษเท่านั้น

source: English name for international reports
th: ชื่อภาษาอังกฤษสำหรับรายงานระหว่างประเทศ

source: Enter Zipcode
th: กรุณาใส่รหัสไปรษณีย์

source: Enter environment variables as JSON, e.g. {"KEY": "VALUE"}
th: กรอกตัวแปรสภาพแวดล้อมในรูปแบบ JSON เช่น {"KEY": "VALUE"}

source: Environment
th: สภาพแวดล้อม

source: Environment Variables
th: ตัวแปรสภาพแวดล้อม

source: Environment Variables Configuration
th: การกำหนดค่าตัวแปรสภาพแวดล้อม

source: Environment Variables Guide
th: คู่มือการตั้งค่าตัวแปรสภาพแวดล้อม

source: Environmental
th: สิ่งแวดล้อม

source: Environmental Permit
th: ใบอนุญาตสิ่งแวดล้อม

source: Error
th: ข้อผิดพลาด

source: Error Creating Report
th: ข้อผิดพลาดในการสร้างรายงาน

source: Error Details
th: รายละเอียดข้อผิดพลาด

source: Error Log
th: บันทึกข้อผิดพลาด

source: Error Logs
th: บันทึกข้อผิดพลาด

source: Error Message
th: ข้อความแสดงข้อผิดพลาด

source: Error Type
th: ประเภทข้อผิดพลาด

source: Error accessing Dropbox folder: {0}
th: เกิดข้อผิดพลาดในการเข้าถึงโฟลเดอร์ Dropbox: {0}

source: Error accessing Google Drive folder: {0}
th: เกิดข้อผิดพลาดในการเข้าถึงโฟลเดอร์ Google Drive: {0}

source: Error accessing OneDrive folder: {0}
th: เกิดข้อผิดพลาดในการเข้าถึงโฟลเดอร์ OneDrive: {0}

source: Error connecting to S3: {}
th: ข้อผิดพลาดในการเชื่อมต่อกับ S3: {}

source: Error creating chart of accounts: {0}
th: เกิดข้อผิดพลาดในการสร้างแผนภูมิบัญชี: {0}

source: Error deleting existing accounts: {0}
th: เกิดข้อผิดพลาดในการลบบัญชีที่มีอยู่: {0}

source: Error deleting file from Dropbox.
th: เกิดข้อผิดพลาดในการลบไฟล์จาก Dropbox

source: Error deleting file in remote folder.
th: เกิดข้อผิดพลาดในการลบไฟล์ในโฟลเดอร์ระยะไกล

source: Error details if generation failed
th: รายละเอียดข้อผิดพลาดหากการสร้างล้มเหลว

source: Error downloading and removing file from Dropbox.
th: เกิดข้อผิดพลาดในการดาวน์โหลดและลบไฟล์จาก Dropbox

source: Error downloading and removing file from remote folder.
th: เกิดข้อผิดพลาดในการดาวน์โหลดและลบไฟล์จากโฟลเดอร์ระยะไกล

source: Error downloading file from Dropbox
th: เกิดข้อผิดพลาดในการดาวน์โหลดไฟล์จาก Dropbox

source: Error downloading file from remote folder
th: เกิดข้อผิดพลาดในการดาวน์โหลดไฟล์จากโฟลเดอร์ระยะไกล

source: Error downloading to file from remote folder. Check Error Log for more information.
th: เกิดข้อผิดพลาดในการดาวน์โหลดไฟล์จากโฟลเดอร์ระยะไกล กรุณาตรวจสอบ บันทึกข้อผิดพลาด เพื่อข้อมูลเพิ่มเติม

source: Error exporting CSV
th: เกิดข้อผิดพลาดในการส่งออกไฟล์ CSV

source: Error exporting PDF
th: เกิดข้อผิดพลาดในการส่งออก PDF

source: Error extracting photo data
th: เกิดข้อผิดพลาดในการดึงข้อมูลรูปภาพ

source: Error fetching files:
th: เกิดข้อผิดพลาดในการดึงไฟล์:

source: Error generating Dropbox OAuth URL: {0}
th: เกิดข้อผิดพลาดในการสร้าง URL OAuth ของ Dropbox: {0}

source: Error generating Google Drive OAuth URL: {0}
th: เกิดข้อผิดพลาดในการสร้าง URL การอนุญาต OAuth ของ Google Drive: {0}

source: Error generating OneDrive OAuth URL: {0}
th: เกิดข้อผิดพลาดในการสร้าง URL การอนุญาต OneDrive OAuth: {0}

source: Error generating PND report: {0}
th: เกิดข้อผิดพลาดในการสร้างรายงาน ภ.ง.ด.: {0}

source: Error generating PP30 report: {0}
th: ข้อผิดพลาดในการสร้างรายงาน PP30: {0}

source: Error generating Thai Tax Invoice:
th: เกิดข้อผิดพลาดในการสร้างใบกำกับภาษีแบบไทย:

source: Error generating report: {0}
th: เกิดข้อผิดพลาดในการสร้างรายงาน: {0}

source: Error generating voucher:
th: เกิดข้อผิดพลาดในการสร้างบัตรรายการ:

source: Error getting file type:
th: เกิดข้อผิดพลาดในการดึงประเภทไฟล์:

source: Error getting template value:
th: เกิดข้อผิดพลาดในการดึงค่าต้นแบบ:

source: Error importing template: Invalid JSON file
th: ข้อผิดพลาดในการนำเข้าเทมเพลต: ไฟล์ JSON ไม่ถูกต้อง

source: Error loading companies
th: เกิดข้อผิดพลาดในการโหลดบริษัท

source: Error loading tables
th: เกิดข้อผิดพลาดในการโหลดตารางข้อมูล

source: Error putting file from one remote to another.
th: เกิดข้อผิดพลาดในการย้ายไฟล์จากระยะไกลหนึ่งไปยังอีกระยะไกลหนึ่ง

source: Error reading mapping file: {0}
th: ข้อผิดพลาดในการอ่านไฟล์แผนที่: {0}

source: Error rendering template:
th: ข้อผิดพลาดในการแสดงผลแม่แบบ:

source: Error retrieving VAT data: {0}
th: เกิดข้อผิดพลาดในการดึงข้อมูล VAT: {0}

source: Error retrieving withholding tax data: {0}
th: เกิดข้อผิดพลาดในการดึงข้อมูลภาษีหัก ณ ที่จ่าย: {0}

source: Error saving file in remote folder: {}
th: ข้อผิดพลาดในการบันทึกไฟล์ในโฟลเดอร์ระยะไกล: {}

source: Error saving file to Dropbox: {0}
th: เกิดข้อผิดพลาดในการบันทึกไฟล์ไปยัง Dropbox: {0}

source: Error testing Airtable connection: {0}
th: ข้อผิดพลาดในการทดสอบการเชื่อมต่อ Airtable: {0}

source: Error validating Dropbox folder: {0}
th: เกิดข้อผิดพลาดในการตรวจสอบโฟลเดอร์ Dropbox: {0}

source: Error validating Google Drive folder: {0}
th: ข้อผิดพลาดในการตรวจสอบโฟลเดอร์ Google Drive: {0}

source: Error validating OneDrive folder: {0}
th: ข้อผิดพลาดในการตรวจสอบโฟลเดอร์ OneDrive: {0}

source: Error when looking for bucket: {}
th: เกิดข้อผิดพลาดขณะค้นหา bucket: {}

source: Error: Voucher generation failed.
th: ข้อผิดพลาด: การสร้างใบสำคัญจ่ายล้มเหลว

source: Error: {0}
th: ข้อผิดพลาด: {0}

source: Errors
th: ข้อผิดพลาด

source: Est. Manual Cost Saved (USD)
th: ประมาณการต้นทุนที่ประหยัดด้วยตนเอง (USD)

source: Est. Read Time (min)
th: เวลาประมาณการอ่าน (นาที)

source: Estimated Cost
th: ค่าใช้จ่ายประมาณ

source: Estimated Delivery
th: วันที่จัดส่งโดยประมาณ

source: Estimated Delivery Date
th: วันที่คาดว่าจะส่งมอบ

source: Estimated Hours
th: ชั่วโมงโดยประมาณ

source: Estimated Preparation Time (Days)
th: เวลาที่คาดว่าจะใช้ในการเตรียม (วัน)

source: Estimated Preparation Time must be a positive number
th: วันเลือกสร้างฟอร์ม/รายงานเลือกเลิ่งไม่ของสารวิดส่านส่วนสุดมี

source: Estimated Value
th: มูลค่าประมาณการ

source: Estimated cost for renewal/compliance activity
th: ประมาณการค่าใช้จ่ายสำหรับกิจกรรมการต่ออายุ/การปฏิบัติตามข้อกำหนด

source: Estimated cost if written manually (based on $50/hr writer)
th: ค่าใช้จ่ายโดยประมาณหากเขียนด้วยตนเอง (คำนวณจากนักเขียนชั่วโมงละ $50)

source: Estimated vs Actual
th: ประมาณการเทียบกับจริง

source: Event Code
th: รหัสกิจกรรม

source: Event Configuration
th: การตั้งค่าเหตุการณ์

source: Event Name (English)
th: ชื่อกิจกรรม (ภาษาอังกฤษ)

source: Event Name (Thai)
th: ชื่อกิจกรรม (ภาษาไทย)

source: Event Type
th: ชนิดเหตุการณ์

source: Event created successfully: {0}
th: สร้างกิจกรรมสำเร็จ: {0}

source: Event deleted successfully
th: ลบกิจกรรมสำเร็จแล้ว

source: Event subject is required
th: หัวข้อกิจกรรมเป็นข้อมูลที่จำเป็น

source: Event updated successfully
th: อีเวนต์ได้รับการอัปเดตเรียบร้อยแล้ว

source: Event-Based
th: อิงเหตุการณ์

source: Every 2 Years
th: ทุกรอบ 2 ปี

source: Every 3 Years
th: ทุกรอบ 3 ปี

source: Every 5 Years
th: ทุกรอบ 5 ปี

source: Everything you need to run your Thai business efficiently
th: ทุกสิ่งที่คุณต้องการเพื่อบริหารธุรกิจของคุณในประเทศไทยอย่างมีประสิทธิภาพ

source: Example
th: ตัวอย่าง

source: Example Article
th: ตัวอย่างบทความ

source: Example Automation Rules
th: ตัวอย่างกฎการทำงานอัตโนมัติ

source: Example Questions
th: ตัวอย่างคำถาม

source: Example Trigger Conditions
th: ตัวอย่างเงื่อนไขทริกเกอร์

source: Example metrics: {0}
th: ตัวชี้วัดตัวอย่าง: {0}

source: Examples
th: ตัวอย่าง

source: Excel Import Data (D/W Load)
th: นำเข้าข้อมูล Excel (โหลด D/W)

source: Excel Template
th: เทมเพลต Excel

source: Excellent CTR! Above industry average of 3-5%
th: CTR ดีเยี่ยม! สูงกว่าค่าเฉลี่ยของอุตสาหกรรมที่ 3-5%

source: Excellent search volume - High traffic potential!
th: ปริมาณการค้นหายอดเยี่ยม - ศักยภาพการเข้าชมสูง!

source: Exception Settings
th: การตั้งค่าข้อยกเว้น

source: Exception Settings Help
th: คำอธิบายการตั้งค่าข้อยกเว้น

source: Exchange Rate
th: อัตราแลกเปลี่ยน

source: Execute Workflow
th: ดำเนินการเวิร์กโฟลว์

source: Execute workflow "{0}"? This will trigger the workflow immediately.
th: ดำเนินการเวิร์กโฟลว์ "{0}" หรือไม่? การดำเนินการนี้จะทำให้เวิร์กโฟลว์เริ่มทำงานทันที

source: Execution Log
th: บันทึกการดำเนินการ

source: Expansion
th: การขยาย

source: Expected Delivery
th: วันที่จัดส่งที่คาดไว้

source: Expected delivery date for this shipment
th: วันที่คาดว่าจะส่งมอบสำหรับการจัดส่งนี้

source: Expected quantity to be delivered
th: จำนวนที่คาดว่าจะจัดส่ง

source: Expected value of delivery
th: มูลค่าที่คาดว่าจะได้รับจากการจัดส่ง

source: Expense Account
th: บัญชีค่าใช้จ่าย

source: Expense Account is required to create GL Entry
th: จำเป็นต้องระบุ บัญชีค่าใช้จ่าย เพื่อสร้างรายการสมุดรายวันทั่วไป

source: Expense Claim Type
th: เรียกร้องประเภทค่าใช้จ่าย

source: Expense Description
th: คำอธิบายค่าใช้จ่าย

source: Expense Details
th: รายละเอียดค่าใช้จ่าย

source: Expense Type
th: ประเภทค่าใช้จ่าย

source: Expenses (Not Available)
th: ค่าใช้จ่าย (ไม่พร้อมใช้งาน)

source: Expiry Date
th: วันหมดอายุ

source: Explain why this task is blocked
th: โปรดอธิบายว่าทำไมงานนี้จึงถูกระงับ

source: Export Analytics
th: ส่งออกการวิเคราะห์

source: Export Brief
th: ส่งออกสรุป

source: Export Configuration
th: การกำหนดค่าการส่งออก

source: Export Data
th: ส่งออกข้อมูล

source: Export Excel
th: ส่งออก Excel

source: Export Guidelines
th: แนวทางการส่งออก

source: Export Report
th: ส่งออกรายงาน

source: Export Template
th: ส่งออกแม่แบบ

source: Export invoices cannot be VAT eligible
th: การส่งออกใบแจ้งหนี้ไม่สามารถใช้สิทธิ์ภาษีมูลค่าเพิ่มได้

source: Export to Calendar
th: ส่งออกไปยังปฏิทิน

source: Export to Excel
th: ส่งออกเป็น Excel

source: Export to XML
th: ส่งออกเป็น XML

source: Express
th: ด่วน

source: External - Authority
th: ภายนอก - หน่วยงาน

source: External - Consultant
th: ภายนอก - ที่ปรึกษา

source: External - Vendor
th: ภายนอก - ผู้ขาย

source: External Invoice Number
th: หมายเลขใบแจ้งหนี้ภายนอก

source: External Invoice Number <strong>{0}</strong> already exists for company {1}
th: หมายเลขใบแจ้งหนี้ภายนอก <strong>{0}</strong> มีอยู่แล้วสำหรับบริษัท {1}

source: External Invoice Ref
th: อ้างอิงใบแจ้งหนี้ภายนอก

source: External Invoice References
th: อ้างอิงใบแจ้งหนี้ภายนอก

source: External Links Count
th: วันสิลวินเลายการเลย

source: External Sales Invoice
th: ใบกำกับภาษีขายภายนอก

source: External Sales Invoice Item
th: รายการใบแจ้งหนี้ขายภายนอก

source: External Sales Invoice cleared because customer changed. Please reselect if needed.
th: ใบกำกับภาษีขายภายนอกถูกล้างเนื่องจากลูกค้าเปลี่ยนแปลง กรุณาเลือกใหม่หากจำเป็น

source: External Storage
th: ที่เก็บข้อมูลภายนอก

source: External Storages
th: ที่เก็บข้อมูลภายนอก

source: External end user code (e.g., DKSH payer code)
th: รหัสผู้ใช้ภายนอก (เช่น รหัสผู้ชำระเงิน DKSH)

source: External material code (e.g., DKSH code)
th: รหัสวัสดุภายนอก (เช่น รหัส DKSH)

source: FAQ
th: คำถามที่พบบ่อย

source: FDA Facility Inspection
th: การตรวจสอบสถานที่ของ FDA

source: FDA Manufacturing License
th: ใบอนุญาตการผลิต FDA

source: FDA Product License
th: ใบอนุญาตผลิตภัณฑ์ FDA

source: Failed
th: ล้มเหลว

source: Failed to service:
th: ไม่สามารถให้บริการ:

source: Failed to analyze SERP competitors. Please try again.
th: ไม่สามารถวิเคราะห์คู่แข่งใน SERP ได้ กรุณาลองใหม่อีกครั้ง

source: Failed to analyze article. Please check error logs.
th: ไม่สามารถวิเคราะห์บทความได้ กรุณาตรวจสอบบันทึกข้อผิดพลาด (Access Log)

source: Failed to assign operator: {0}
th: ไม่สามารถกำหนดผู้ปฏิบัติงาน: {0}

source: Failed to auto-create Delivery Note: {0}
th: ไม่สามารถสร้างใบส่งของอัตโนมัติได้: {0}

source: Failed to auto-create Pick List: {0}
th: ไม่สามารถสร้างรายการหยิบสินค้าอัตโนมัติได้: {0}

source: Failed to block task. Please try again.
th: ไม่สามารถบล็อกงานได้ กรุณาลองใหม่อีกครั้ง

source: Failed to complete task. Please try again.
th: ไม่สามารถทำงานให้เสร็จสมบูรณ์ได้ กรุณาลองใหม่อีกครั้ง

source: Failed to connect to Google Calendar: {0}
th: ไม่สามารถเชื่อมต่อกับ Google Calendar ได้: {0}

source: Failed to connect to Google Cloud Vision API
th: ไม่สามารถเชื่อมต่อกับ Google Cloud Vision API ได้

source: Failed to create Airtable record: {0}
th: ไม่สามารถสร้างระเบียน Airtable ได้: {0}

source: Failed to create Grist report. Please check console for details.
th: ไม่สามารถสร้างรายงาน Grist ได้ กรุณาตรวจสอบคอนโซลสำหรับรายละเอียดเพิ่มเติม

source: Failed to create Item VAT custom fields: {0}
th: ไม่สามารถสร้างฟิลด์กำหนดเอง VAT ของสินค้าได้: {0}

source: Failed to create Purchase Order: {0}
th: ไม่สามารถสร้างใบสั่งซื้อได้: {0}

source: Failed to create Sales Invoice VAT custom fields: {0}
th: ไม่สามารถสร้างฟิลด์กำหนดเอง VAT ใบกำกับภาษีขายได้: {0}

source: Failed to create TBS Delivery Service: {0}
th: ไม่สามารถสร้างบริการจัดส่ง TBS ได้: {0}

source: Failed to create Thai VAT custom fields: {0}
th: ไม่สามารถสร้างฟิลด์กำหนดเองภาษีมูลค่าเพิ่มไทยได้: {0}

source: Failed to create VAT type. Please check the error log.
th: ไม่สามารถสร้างประเภท VAT ได้ กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: Failed to create article from brief. Please try again.
th: ไม่สามารถสร้างบทความจากข้อมูลสรุปได้ กรุณาลองใหม่อีกครั้ง

source: Failed to create customer: {0}
th: ไม่สามารถสร้างลูกค้าได้: {0}

source: Failed to create event: {0}
th: ไม่สามารถสร้างกิจกรรมได้: {0}

source: Failed to create production order: {0}
th: ไม่สามารถสร้างใบสั่งผลิตได้: {0}

source: Failed to decode CSV file: {0}
th: ไม่สามารถถอดรหัสไฟล์ CSV ได้: {0}

source: Failed to delete VAT type
th: ลบประเภท VAT ไม่สำเร็จ

source: Failed to delete VAT type. Please check the error log.
th: ไม่สามารถลบประเภท VAT ได้ กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: Failed to delete event: {0}
th: ไม่สามารถลบกิจกรรมได้: {0}

source: Failed to diagnose storage connection: {}
th: ไม่สามารถวินิจฉัยการเชื่อมต่อที่เก็บข้อมูลได้: {}

source: Failed to discover existing VAT types. Please check the error log.
th: ไม่สามารถค้นหาประเภท VAT ที่มีอยู่ได้ กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: Failed to download invoice image: {0}
th: ไม่สามารถดาวน์โหลดรูปภาพใบแจ้งหนี้ได้: {0}

source: Failed to email receipt: {0}
th: ไม่สามารถส่งอีเมลใบเสร็จได้: {0}

source: Failed to export Sales VAT data: {0}
th: ไม่สามารถส่งออกข้อมูล VAT การขายได้: {0}

source: Failed to export customers
th: ไม่สามารถส่งออกข้อมูลลูกค้าได้

source: Failed to export financial report
th: ไม่สามารถส่งออกรายงานการเงินได้

source: Failed to export report: {0}
th: ไม่สามารถส่งออกรายงานได้: {0}

source: Failed to fetch Airtable data: {0}
th: ไม่สามารถดึงข้อมูล Airtable ได้: {0}

source: Failed to fetch Sales VAT data: {0}
th: ไม่สามารถดึงข้อมูล VAT การขายได้: {0}

source: Failed to fetch attendance:
th: ไม่สามารถดึงข้อมูลการลงเวลาทำงานได้:

source: Failed to fetch customers
th: ไม่สามารถดึงข้อมูลลูกค้าได้

source: Failed to fetch financial dashboard data
th: ไม่สามารถดึงข้อมูลแดชบอร์ดการเงินได้

source: Failed to fetch inventory overview
th: ไม่สามารถดึงภาพรวมสินค้าคงคลังได้

source: Failed to fetch keyword research data. Please try again.
th: ไม่สามารถดึงข้อมูลการวิจัยคำสำคัญได้ กรุณาลองใหม่อีกครั้ง

source: Failed to fetch low stock items
th: ไม่สามารถดึงข้อมูลสินค้าคงคลังต่ำได้

source: Failed to fetch sales invoices: {0}
th: ไม่สามารถดึงข้อมูลใบแจ้งหนี้ขายได้: {0}

source: Failed to fetch stock movements
th: ไม่สามารถดึงข้อมูลการเคลื่อนไหวของสต็อกได้

source: Failed to fetch suppliers
th: ไม่สามารถดึงข้อมูลผู้จำหน่ายได้

source: Failed to filter Material Requests
th: ไม่สามารถกรองคำขอวัสดุได้

source: Failed to filter Sales Orders
th: ไม่สามารถกรองใบสั่งขายได้

source: Failed to generate Balance Sheet
th: ไม่สามารถสร้างงบดุลได้

source: Failed to generate CSV export: {0}
th: ไม่สามารถสร้างไฟล์ส่งออก CSV ได้: {0}

source: Failed to generate PDF export: {0}
th: ไม่สามารถสร้างไฟล์ PDF ส่งออกได้: {0}

source: Failed to generate PDF: {0}
th: ไม่สามารถสร้างไฟล์ PDF ได้: {0}

source: Failed to generate Profit & Loss statement
th: ไม่สามารถสร้างงบกำไรขาดทุนได้

source: Failed to generate cash flow statement
th: ไม่สามารถสร้างงบกระแสเงินสดได้

source: Failed to generate configuration file
th: ไม่สามารถสร้างไฟล์การตั้งค่าได้

source: Failed to generate content: {0}
th: ไม่สามารถสร้างเนื้อหาได้: {0}

source: Failed to generate demand forecast
th: ไม่สามารถสร้างการพยากรณ์ความต้องการได้

source: Failed to get customer analytics
th: ไม่สามารถดึงข้อมูลวิเคราะห์ลูกค้าได้

source: Failed to get customer details
th: ไม่สามารถดึงรายละเอียดลูกค้าได้

source: Failed to get events: {0}
th: ไม่สามารถดึงกิจกรรมได้: {0}

source: Failed to get inventory valuation
th: ไม่สามารถดึงมูลค่าสินค้าคงคลังได้

source: Failed to get supplier analytics
th: ไม่สามารถดึงข้อมูลวิเคราะห์ผู้จำหน่ายได้

source: Failed to get supplier details
th: ไม่สามารถดึงรายละเอียดผู้จำหน่ายได้

source: Failed to import Thai branches. Please try again.
th: ไม่สามารถนำเข้าสาขาไทยได้ กรุณาลองใหม่อีกครั้ง

source: Failed to import VAT types. Please check the error log.
th: ไม่สามารถนำเข้าประเภท VAT ได้ กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: Failed to import chart of accounts
th: ไม่สามารถนำเข้าบัญชีแผนผังได้สำเร็จ

source: Failed to initialize Print Client: {0}
th: ไม่สามารถเริ่มต้นไคลเอนต์การพิมพ์ได้: {0}

source: Failed to load Thai address data. Please try again.
th: ไม่สามารถโหลดข้อมูลที่อยู่ภาษาไทยได้ กรุณาลองใหม่อีกครั้ง

source: Failed to load items
th: ไม่สามารถโหลดรายการได้

source: Failed to load service account credentials: {0}
th: ไม่สามารถโหลดข้อมูลประจำตัวบัญชีบริการได้: {0}

source: Failed to print receipt: {0}
th: ไม่สามารถพิมพ์ใบเสร็จได้: {0}

source: Failed to refresh tracking data
th: ไม่สามารถรีเฟรชข้อมูลการติดตามได้

source: Failed to register agent: {0}
th: ไม่สามารถลงทะเบียนตัวแทนได้: {0}

source: Failed to render template: {0}
th: ไม่สามารถแสดงแม่แบบได้: {0}

source: Failed to retrieve VAT types. Please check the error log.
th: ไม่สามารถดึงประเภท VAT ได้ กรุณาตรวจสอบ บันทึกข้อผิดพลาด

source: Failed to save VAT type
th: ไม่สามารถบันทึกประเภท VAT ได้

source: Failed to save supplier rating
th: ไม่สามารถบันทึกการให้คะแนนผู้จำหน่ายได้

source: Failed to send LINE notification: {0}
th: ส่งการแจ้งเตือน LINE ไม่สำเร็จ: {0}

source: Failed to send message:
th: ไม่สามารถส่งข้อความได้:

source: Failed to start task. Please try again.
th: ไม่สามารถเริ่มงานได้ กรุณาลองใหม่อีกครั้ง

source: Failed to stream file from Dropbox
th: ไม่สามารถสตรีมไฟล์จาก Dropbox ได้

source: Failed to submit print job: {0}
th: ไม่สามารถส่งงานพิมพ์ได้: {0}

source: Failed to sync VAT types. Please check the error log.
th: ไม่สามารถซิงค์ประเภท VAT ได้ กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: Failed to test connection. Please check the API configuration.
th: ไม่สามารถทดสอบการเชื่อมต่อได้ กรุณาตรวจสอบการตั้งค่า API

source: Failed to update Sales VAT reporting status: {0}
th: ไม่สามารถอัปเดตสถานะรายงาน VAT การขายได้: {0}

source: Failed to update VAT type. Please check the error log.
th: ไม่สามารถอัปเดตประเภท VAT ได้ กรุณาตรวจสอบบันทึกข้อผิดพลาด

source: Failed to update currency defaults
th: ไม่สามารถอัปเดตค่าเริ่มต้นสกุลเงินได้

source: Failed to update event: {0}
th: ไม่สามารถอัปเดตกิจกรรมได้: {0}

source: Failed to update outstanding amount: {0}
th: ไม่สามารถอัปเดตยอดค้างชำระได้: {0}

source: Failed to update production order: {0}
th: ไม่สามารถอัปเดตใบสั่งผลิตได้: {0}

source: Failed to update shift timestamp:
th: ไม่สามารถอัปเดตเวลางานกะได้:

source: Failed to update work progress: {0}
th: ไม่สามารถอัปเดตความก้าวหน้าของงานได้: {0}

source: Failed/Returned
th: ล้มเหลว/ส่งคืน

source: Fax
th: แฟกซ์

source: Feature Not Available
th: ฟีเจอร์ไม่พร้อมใช้งาน

source: Featured Image
th: รูปภาพเด่น

source: Featured Image & Social
th: รูปภาพเด่น & โซเชียล

source: Features
th: คุณสมบัติ

source: Fetch
th: ดึงข้อมูล

source: Fetch Attendance Now
th: ดึงข้อมูลการเข้างานตอนนี้

source: Fetch Disbursed Requests
th: ดึงคำขอที่จ่ายแล้ว

source: Fetch Keyword Research
th: ดึงข้อมูลคำค้นหา

source: Fetched {0} disbursed requests
th: ดึงคำขอที่เบิกจ่ายแล้วจำนวน {0} รายการเรียบร้อยแล้ว

source: Fetching attendance data...
th: กำลังดึงข้อมูลการเข้างาน...

source: Fetching keyword research data...
th: กำลังดึงข้อมูลการวิจัยคำสำคัญ...

source: Field '{0}' is required
th: ฟิลด์ '{0}' จำเป็นต้องระบุ

source: Field Mapping
th: การจับคู่ฟิลด์

source: Field Mappings
th: การจับคู่ฟิลด์

source: Field Mappings Help
th: คำอธิบายการจับคู่ฟิลด์

source: Fields Mapping
th: การแมปฟิลด์

source: Fields below show global values (read-only). Check 'Override PO Limits' to customize.
th: ฟิลด์ด้านล่างแสดงค่าระดับโลก (อ่านอย่างเดียว) ทำเครื่องหมายที่ 'แทนที่ขีดจำกัดใบสั่งซื้อ' เพื่อปรับแต่งค่าได้เอง

source: File
th: แฟ้มข้อมูล

source: File Setup Guide
th: คู่มือการตั้งค่าไฟล์

source: File URL
th: ไฟล์ URL

source: File not found
th: ไม่พบไฟล์

source: File not found: {0}
th: ไม่พบไฟล์: {0}

source: File saved in local filesystem.
th: บันทึกไฟล์ในระบบไฟล์ภายในเครื่องเรียบร้อยแล้ว

source: File stream buffer size (bytes)
th: ขนาดบัฟเฟอร์สตรีมไฟล์ (ไบต์)

source: File type
th: ประเภทไฟล์

source: File upload error:
th: เกิดข้อผิดพลาดในการอัปโหลดไฟล์:

source: File upload failed
th: การอัปโหลดไฟล์ล้มเหลว

source: Files
th: ไฟล์

source: Files inside the bucket / Same as File(s) in top "Connections" area
th: ไฟล์ภายในบัคเก็ต / เหมือนกับไฟล์ในพื้นที่ "การเชื่อมต่อ" ด้านบน

source: Files management
th: การจัดการไฟล์

source: Filter Items
th: กรองรายการ

source: Filter Items to Display
th: กรองรายการที่จะแสดง

source: Filter by item code (use * for wildcard, e.g., ITEM-* or *-500)
th: กรองโดยรหัสสินค้า (ใช้ * เป็นตัวแทนได้ เช่น ITEM-* หรือ *-500)

source: Filter by item code (use * for wildcard, e.g., MED-* or *-500)
th: กรองโดยรหัสสินค้า (ใช้ * เป็นตัวแทน เช่น MED-* หรือ *-500)

source: Filter by item group
th: กรองโดยกลุ่มสินค้า

source: Filter by item name (use * for wildcard, e.g., *Paracetamol*)
th: กรองโดยชื่อสินค้า (ใช้ * เป็นตัวแทน เช่น *Paracetamol*)

source: Filter by item name (use * for wildcard, e.g., *Product*)
th: กรองตามชื่อสินค้า (ใช้ * เป็นตัวแทน เช่น *สินค้า*)

source: Filtering Material Requests...
th: กำลังกรองคำขอวัสดุ...

source: Filtering Sales Orders...
th: กำลังกรองใบสั่งขาย...

source: Filters
th: ตัวกรอง

source: Filters cleared - showing all Material Requests
th: ล้างตัวกรองแล้ว - แสดงคำขอวัสดุทั้งหมด

source: Filters cleared - showing all Sales Orders
th: ล้างตัวกรองแล้ว - แสดงใบสั่งขายทั้งหมด

source: Final Calculation Results
th: ผลลัพธ์การคำนวณขั้นสุดท้าย

source: Finance
th: การเงิน

source: Finance & Insurance
th: การเงินและประกันภัย

source: Finance - Payment entries and cash management
th: การเงิน - รายการชำระเงินและการจัดการเงินสด

source: Financial & Tax
th: การเงินและภาษี

source: Financial Dashboard
th: แผงควบคุมการเงิน

source: Financial Management
th: การบริหารการเงิน

source: Financial Statement
th: งบการเงิน

source: First 10 records
th: 10 ซิงรับระด

source: First Page Ranking - Good visibility
th: อันดับหน้าแรก - การมองเห็นที่ดี

source: First-time visitors to this article
th: ผู้เยี่ยมชมบทความนี้เป็นครั้งแรก

source: Fix Currency to THB
th: แก้ไขสกุลเงินเป็น THB

source: Flesch Reading Ease (0-100)
th: ความง่ายในการอ่าน Flesch (0-100)

source: Flesch Reading Ease target
th: เป้าหมายความง่ายในการอ่านแบบ Flesch
