Repository: ManotLuijiu/erpnext-thai-translation
Catalog: inpac_pharma/*.po
Languages: th

source: Release Decision is required before submission
th: จำเป็นต้องมีการตัดสินใจปล่อยตัวก่อนส่งข้อมูล

source: Released {0} reservation(s) for {1}
th: ปล่อยการจอง {0} รายการสำหรับ {1} แล้ว

source: Released {0} stock reservation(s)
th: ปล่อยการจองสินค้า {0} รายการแล้ว

source: Reload
th: โหลด

source: Remaining
th: ที่เหลืออยู่

source: Remaining to Reserve
th: คงเหลือสำหรับสำรอง

source: Remarks
th: หมายเหตุ

source: Remarks (หมายเหตุ)
th: หมายเหตุ

source: Remove
th: ลบ

source: Report an Issue
th: รายงานปัญหา

source: Reports
th: รายงาน

source: Required By
th: ต้องการโดย

source: Required Qty
th: จำนวนที่ต้องการ

source: Required Qty (from BOM)
th: จำนวนที่ต้องการ (จาก BOM)

source: Required columns not found: {0}. Available columns: {1}
th: ไม่พบคอลัมน์ที่จำเป็น: {0} คอลัมน์ที่มีอยู่: {1}

source: Reservation Entry
th: รายการสำรอง

source: Reserve
th: สำรอง

source: Reserve Selected Batches
th: สำรองชุดที่เลือก

source: Reserve Stock
th: สำรองสต็อก

source: Reserved
th: ที่สงวนไว้

source: Reserved Qty
th: สงวนไว้ จำนวน

source: Reserved Stock
th: สต็อกสำรอง

source: Reserved Stock Report
th: รายงานสินค้าคงคลังสำรอง

source: Reserving Stock...
th: กำลังสำรองสต็อก...

source: Reset
th: เริ่มใหม่

source: Resolution
th: ความละเอียด

source: Resolved At
th: แก้ไขเมื่อ

source: Resolved By
th: แก้ไขโดย

source: Restored Stock Reservation Entries from: {0}
th: คืนค่าการจองสินค้าคงคลังจาก: {0}

source: Revoked
th: เพิกถอน

source: Row
th: แถว

source: Row #{0}: <strong>{1}</strong> ({2}) - Qty: {3} {4}
th: แถวที่ #{0}: <strong>{1}</strong> ({2}) - จำนวน: {3} {4}

source: Row deleted
th: แถวถูกลบแล้ว

source: Row {0}: Available quantity {1} is less than required {2}
th: แถว {0}: ปริมาณที่มีอยู่ {1} น้อยกว่าที่ต้องการ {2}

source: Row {0}: Available quantity {1} is less than required {2} for batch {3}
th: แถว {0}: จำนวนที่มีอยู่ {1} น้อยกว่าที่ต้องการ {2} สำหรับชุดสินค้า {3}

source: Row {0}: Batch {1} does not belong to Item {2}
th: แถว {0}: ชุดสินค้า {1} ไม่ได้เป็นของสินค้า {2}

source: Row {0}: Batch {1} has expired on {2}
th: แถว {0}: ชุดสินค้า {1} หมดอายุเมื่อวันที่ {2}

source: Row {0}: Box size is required
th: แถว {0}: จำเป็นต้องระบุขนาดกล่อง

source: Row {0}: Missing item row ID
th: แถว {0}: ไม่มีรหัสแถวรายการสินค้า

source: Row {0}: Package quantity must be greater than 0
th: แถว {0}: จำนวนแพ็กเกจต้องมากกว่า 0

source: Row {0}: Please select batch for {1}
th: แถว {0}: กรุณาเลือกชุดสำหรับ {1}

source: Row {0}: {1}
th: แถว {0}: {1}

source: SO/SI Date From
th: วันที่ใบสั่งขาย/ใบแจ้งหนี้ จาก

source: SO/SI Date To
th: วันที่ใบสั่งขาย/ใบแจ้งหนี้ ถึง

source: SO/SI No.
th: ใบสั่ง/ใบแจ้ง มี.

source: SOs Created
th: ใบสั่งขายที่สร้างแล้ว

source: SUBTOTAL
th: ยอดรวมย่อย

source: Sales
th: ขาย

source: Sales Invoice
th: ใบแจ้งหนี้ขาย

source: Sales Invoice (เลขที่ใบแจ้งหนี้)
th: ใบแจ้งหนี้ (ชีหมดชี)

source: Sales Invoice Created
th: สร้างใบกำกับภาษีขายแล้ว

source: Sales Invoice Item {0} not found
th: ไม่พบรายการใบกำกับภาษีขาย {0}

source: Sales Invoice creation failed: {0}
th: การสร้างใบกำกับภาษีขายล้มเหลว: {0}

source: Sales Invoice {0} not found
th: ไม่พบใบกำกับภาษีขาย {0}

source: Sales Invoices (JSON)
th: ใบกำกับภาษีขาย (JSON)

source: Sales Invoices Created
th: สร้างใบแจ้งหนี้ขายแล้ว

source: Sales Manager
th: ผู้จัดการฝ่ายขาย

source: Sales Order
th: ใบสั่งขาย

source: Sales Order Created
th: สร้างใบสั่งขายแล้ว

source: Sales Order creation failed: {0}
th: การสร้างใบสั่งขายล้มเหลว: {0}

source: Sales Orders
th: ใบสั่งขาย

source: Sales Orders (JSON)
th: ใบสั่งขาย (JSON)

source: Sales Person
th: พนักงานขาย

source: Sales Person Customer Assignment
th: การมอบหมายพนักงานขายให้ลูกค้า

source: Sales Person Name
th: ชื่อคนขาย

source: Sales Qty
th: จำนวนขาย

source: Sales User
th: ผู้ใช้การขาย

source: Sample Records to Create
th: ตัวอย่างระเบียนสำหรับสร้าง

source: Sample Records to Skip
th: ตัวอย่างระเบียนที่ข้ามไป

source: Save
th: บันทึก

source: Save All Changes
th: บันทึกการเปลี่ยนแปลงทั้งหมด

source: Save Changes
th: บันทึกการเปลี่ยนแปลง

source: Save Changes ({0} items)
th: บันทึกการเปลี่ยนแปลง ({0} รายการ)

source: Save Required
th: บันทึกจำเป็น

source: Saved {0} item(s) successfully
th: บันทึก {0} รายการเรียบร้อยแล้ว

source: Saving changes...
th: กำลังบันทึกการเปลี่ยนแปลง...

source: Saving excluded provinces...
th: กำลังบันทึกจังหวัดที่ยกเว้น...

source: Saving selection...
th: กำลังบันทึกการเลือก...

source: Saving...
th: ประหยัด...

source: Script Loading Error
th: ข้อผิดพลาดในการโหลดสคริปต์

source: Segregate Serial / Batch Bundle
th: แยกชุดหมายเลขซีเรียล / หมวดหมู่

source: Select
th: เลือก

source: Select All
th: เลือกทั้งหมด

source: Select All Valid
th: เลือกทั้งหมดที่ถูกต้อง

source: Select Batch/Lot
th: เลือกชุด/ล็อต

source: Select Batch/Lot - {0}
th: เลือกชุด/ล็อต - {0}

source: Select Batches (FIFO)
th: เลือกชุดสินค้า (FIFO)

source: Select Batches for {0}
th: เลือกชุดสำหรับ {0}

source: Select Customer to create mapping
th: เลือก ลูกค้า เพื่อสร้างการจับคู่

source: Select Customers for Sales Order Creation
th: เลือก ลูกค้า สำหรับ การสร้าง ใบสั่งขาย

source: Select Delivery Notes
th: เลือกใบส่งของ

source: Select Item Code
th: เลือก รหัสสินค้า

source: Select Item Codes for Multiple Mappings ({0} materials)
th: เลือกรหัสสินค้าเพื่อทำการแมปหลายรายการ ({0} วัสดุ)

source: Select Items
th: เลือกรายการ

source: Select Qty
th: เลือกจำนวน

source: Select a CSV file to import, or leave empty to use default DKSH file
th: เลือกไฟล์ CSV เพื่อทำการนำเข้า หรือปล่อยว่างไว้เพื่อใช้ไฟล์ DKSH เริ่มต้น

source: Select customers
th: เลือก ลูกค้า

source: Select existing Customer or create new one
th: เลือก ลูกค้า ที่มีอยู่แล้วหรือสร้างใหม่

source: Select province to exclude from Inter Express delivery
th: เลือกจังหวัดที่ต้องการยกเว้นจากการจัดส่ง Inter Express

source: Select {0}
th: เลือก {0}

source: Select...
th: เลือก...

source: Selected Batch No. (LOT)
th: หมายเลขชุดที่เลือก (ล็อต)

source: Selected Batches
th: ชุดที่เลือก

source: Selected Items Preview
th: ตัวอย่างรายการที่เลือก

source: Selected Qty
th: จำนวนที่เลือก

source: Selected for SO
th: เลือกสำหรับใบสั่งขาย

source: Selected manufacturer <b>{0}</b> is not associated with supplier <b>{1}</b>. Please select a valid manufacturer or update the supplier's manufacturer list.
th: ผู้ผลิตที่เลือก <b>{0}</b> ไม่มีความเกี่ยวข้องกับผู้จำหน่าย <b>{1}</b> กรุณาเลือกผู้ผลิตที่ถูกต้องหรือปรับปรุงรายการผู้ผลิตของผู้จำหน่ายให้เป็นปัจจุบัน

source: Selected {0} customers with {1} items
th: เลือก {0} ลูกค้าพร้อมด้วย {1} รายการสินค้า

source: Selected: {0} / {1}
th: ที่เลือก: {0} / {1}

source: Selecting batches (FIFO)...
th: กำลังเลือกล็อตสินค้า (FIFO)...

source: Selection Error
th: ข้อผิดพลาดในการเลือก

source: Selection Method
th: เสร็จเป็น

source: Selection failed: {0}
th: การเลือกล้มเหลว: {0}

source: Sequence
th: ลำดับ

source: Series
th: ลำดับชุด

source: Service Configuration (การบริการ)
th: การกำหนดค่าบริการ

source: Service Type
th: ประเภทบริการ

source: Service Type (ประเภทบริการ)
th: ประเภทบริการ

source: Session Defaults
th: ค่าเริ่มต้นของเซสชัน

source: Shelf Life (Months)
th: อายุการใช้งาน (เดือน)

source: Shipping Details (ข้อมูลการจัดส่ง)
th: รายละเอียดการจัดส่ง

source: Show Cancelled Entries
th: แสดงรายการที่ถูกยกเลิก

source: Show Reserved Batches
th: แสดงชุดสินค้าสำรอง

source: Showing {0} of {1} errors
th: แสดงข้อผิดพลาด {0} จากทั้งหมด {1} ข้อ

source: Size Code
th: รหัสขนาด

source: Skip Batch Validation
th: ข้ามการตรวจสอบชุดข้อมูล

source: Skip Batch Validation enabled. Click 'Validate Items' again.
th: การข้ามการตรวจสอบชุดเปิดใช้งานแล้ว กรุณาคลิก 'ตรวจสอบรายการ' อีกครั้ง

source: Skip items not found in ERPNext
th: ข้ามรายการที่ไม่พบใน ERPNext

source: Skipped
th: ข้ามไป

source: Skipped (Duplicate)
th: ข้าม (ซ้ำ)

source: Skipped (Item Not Found)
th: ข้ามไป (ไม่พบสินค้า)

source: Skipped (NULL DKSH)
th: ข้าม (NULL DKSH)

source: Skipped (No DKSH Code)
th: ข้าม (ไม่มีรหัส DKSH)

source: Some items failed to save
th: รายการบางรายการบันทึกไม่สำเร็จ

source: Source Import
th: นำเข้าข้อมูลต้นทาง

source: Source Information
th: ข้อมูลแหล่งที่มา

source: Source Warehouse
th: คลังสินค้าที่มา

source: Special Instructions (คำสั่งพิเศษ)
th: คำสั่งพิเศษ

source: Split
th: แยก

source: Split Item Line
th: แยกบรรทัดรายการสินค้า

source: Split Selected Item
th: แยกไอเท็มที่เลือก

source: Split this item
th: แยกไอเท็มนี้

source: Splitting item: {0} (Qty: {1})
th: แยกไอเท็ม: {0} (จำนวน: {1})

source: Standard
th: มาตรฐาน

source: Standard Name
th: ชื่อมาตรฐาน

source: Standard batch quantity
th: ปริมาณชุดมาตรฐาน

source: Standard box size code (A, B, C, etc.)
th: รหัสขนาดกล่องมาตรฐาน (A, B, C, ฯลฯ)

source: Status
th: สถานะ

source: Status of data sync to affiliate ERPNext server
th: สถานะการซิงค์ข้อมูลไปยังเซิร์ฟเวอร์ ERPNext สาขา

source: Status: {0}
th: สถานะ: {0}

source: Stock & Inventory
th: คลังสินค้า

source: Stock Balance
th: ยอดคงเหลือสินค้า

source: Stock Entry
th: ใบเบิกสินค้า

source: Stock Ledger with Reservations
th: สมุดรายงานสินค้าคงคลังพร้อมการจอง

source: Stock Reservation
th: การจองสต็อก

source: Stock Reservation Details
th: รายละเอียดการจองสต็อก

source: Stock Reservation Disabled
th: การจองสต็อกถูกปิดใช้งาน

source: Stock Reservation Entries
th: รายการการจองสต็อก

source: Stock Reservation Entries: {0}
th: รายการการจองสต็อก: {0}

source: Stock Reservation Entry {0} created with {1} batch(es)
th: รายการสำรองสต็อก {0} ถูกสร้างขึ้นพร้อมด้วยชุดสินค้า {1} ชุด

source: Stock Reservation can only be created against {0}.
th: การจองสต็อกสามารถสร้างได้เฉพาะกับ {0} เท่านั้น

source: Stock Reservations
th: การจองสต็อก

source: Stock Settings
th: การตั้งค่าหุ้น

source: Stock User
th: หุ้นผู้ใช้

source: Sub-district (ตำบล/แขวง)
th: ตำบล/แขวง

source: Successfully Synced
th: ซิงค์สำเร็จ

source: Successfully added {0} to exclusion list
th: เพิ่ม {0} ลงในรายการยกเว้นเรียบร้อยแล้ว

source: Successfully created {0} Credit Note(s)
th: สร้างใบลดหนี้ {0} รายการสำเร็จแล้ว

source: Successfully created {0} Sales Invoice(s)
th: สร้างใบกำกับภาษีขาย {0} รายการสำเร็จแล้ว

source: Successfully created {0} reservation(s)
th: สร้างการจอง {0} รายการสำเร็จแล้ว

source: Successfully initialized {0} default excluded provinces
th: เริ่มต้นจังหวัดที่ยกเว้นค่าเริ่มต้น {0} สำเร็จแล้ว

source: Successfully initialized {0} default provinces
th: ดำเนินการเริ่มต้นจังหวัดเริ่มต้น {0} สำเร็จแล้ว

source: Successfully removed province from exclusion list
th: ลบจังหวัดออกจากรายการยกเว้นเรียบร้อยแล้ว

source: Successfully saved {0} item(s)
th: บันทึก {0} รายการเรียบร้อยแล้ว

source: Successfully synced to {0}. Created: {1}
th: ซิงค์สำเร็จไปยัง {0} สร้างเมื่อ: {1}

source: Successfully updated province exclusion
th: อัปเดตการยกเว้นจังหวัดสำเร็จแล้ว

source: Sum of all item amounts for this end user
th: ผลรวมของจำนวนเงินสินค้าทั้งหมดสำหรับผู้ใช้ปลายทางนี้

source: Sum of all item quantities for this end user
th: ผลรวมของปริมาณสินค้าทั้งหมดสำหรับผู้ใช้ปลายทางนี้

source: Summary
th: สรุป

source: Summary - All End Users
th: สรุป - ผู้ใช้งานทั้งหมด

source: Supplements
th: อาหารเสริม

source: Supplier
th: ผู้จำหน่าย

source: Supplier FDA Registration
th: การลงทะเบียน FDA ของผู้จำหน่าย

source: Supplier ID is required and could not be auto-generated. Please contact system administrator.
th: รหัสผู้จำหน่ายเป็นข้อมูลที่จำเป็นและไม่สามารถสร้างโดยอัตโนมัติได้ กรุณาติดต่อผู้ดูแลระบบ

source: Supplier ID {0} already exists for {1}
th: รหัสผู้จำหน่าย {0} มีอยู่แล้วสำหรับ {1}

source: Supplier Manufacturer Link
th: ลิงก์ผู้จำหน่ายผู้ผลิต

source: Supplier Mismatch Warning
th: คำเตือนความไม่ตรงกันของผู้จำหน่าย

source: Supplier Required
th: จำเป็นต้องระบุผู้จำหน่าย

source: Supplier is required
th: จำเป็นต้องระบุผู้จำหน่าย

source: Suspended
th: ที่ถูกระงับ

source: Sync Error
th: ข้อผิดพลาดในการซิงค์

source: Sync Failed
th: การซิงค์ล้มเหลว

source: Sync Response
th: การตอบสนองการซิงค์

source: Sync Status
th: สถานะการซิงค์

source: Sync Successful
th: ซิงค์สำเร็จ

source: Sync failed: {0}
th: การซิงค์ล้มเหลว: {0}

source: Sync is not enabled
th: การซิงค์ยังไม่ได้เปิดใช้งาน

source: Sync is not enabled or API URL not configured
th: การซิงค์ยังไม่ได้เปิดใช้งานหรือยังไม่ได้ตั้งค่า URL ของ API

source: Sync to {0}
th: ซิงค์ไปยัง {0}

source: Synced
th: ซิงค์แล้ว

source: Synced At
th: ซิงค์เมื่อ

source: Synced {0} mappings ({1} failed), {2} customers ({3} failed)
th: ซิงค์แผนที่ {0} รายการ ({1} ล้มเหลว), ลูกค้า {2} รายการ ({3} ล้มเหลว)

source: Syncing to {0}...
th: กำลังซิงค์ไปยัง {0}...

source: System Manager
th: ผู้จัดการระบบ

source: TBS End User Mapping
th: การแมปผู้ใช้ปลายทาง TBS

source: TM Code
th: รหัส TM

source: TOTAL for
th: รวมทั้งหมดสำหรับ

source: TPU Code
th: รหัส TPU

source: Tags
th: แท็ก

source: Target Warehouse (Finished Goods)
th: คลังเป้าหมาย (สินค้าสำเร็จรูป)

source: Tel.
th: โทร.

source: Temp Code Creation Complete
th: การสร้างรหัสชั่วคราวเสร็จสมบูรณ์

source: Temp Code Creation Failed
th: การสร้างรหัสชั่วคราวล้มเหลว

source: Temp Code Reconciliation
th: การกระทบยอดรหัสชั่วคราว

source: Temp Codes Created
th: รหัสชั่วคราวที่สร้างขึ้น

source: Temp Customer
th: ลูกค้าชั่วคราว

source: Temp Customers
th: ลูกค้าชั่วคราว

source: Temp Customers Created
th: ลูกค้าชั่วคราวที่ถูกสร้างขึ้น

source: Temp Item
th: สินค้าชั่วคราว

source: Temp Items
th: รายการชั่วคราว

source: Temp Items Created
th: สร้างรายการชั่วคราวแล้ว

source: Temp code creation started in background
th: เริ่มสร้างรหัสชั่วคราวในพื้นหลังแล้ว

source: Temp customer {0} not found
th: ไม่พบลูกค้าชั่วคราว {0}

source: Temp customer {0} reconciled to {1}
th: ลูกค้าชั่วคราว {0} ได้กระทบยอดกับ {1} แล้ว

source: Temp item {0} not found
th: ไม่พบรายการชั่วคราว {0}

source: Temp item {0} reconciled to {1}
th: รายการชั่วคราว {0} ได้กระทบยอดกับ {1} แล้ว

source: Temp. Type
th: ประเภทชั่วคราว

source: Temperature
th: อุณหภูมิ

source: Temperature Type
th: ประเภทอุณหภูมิ

source: Temperature Type (ประเภทอุณหภูมิ)
th: ประเภทอุณหภูมิ

source: Temporary Mapping
th: การจับคู่ชั่วคราว

source: Temporary codes have been created and mapped. You can now proceed with document creation.
th: รหัสชั่วคราวถูกสร้างและแมปเรียบร้อยแล้ว คุณสามารถดำเนินการสร้างเอกสารต่อได้ทันที

source: Test notification sent successfully.<br>Email: {0} sent<br>Realtime: {1} sent
th: ทดสอบการแจ้งเตือนส่งสำเร็จแล้ว<br>อีเมล: {0} ฉบับส่งแล้ว<br>เรียลไทม์: {1} ฉบับส่งแล้ว

source: Thai FDA Registration No.
th: สริบทริบสารการเฟลคาร

source: Thai Stock Card
th: บัตรสินค้าคงคลัง

source: Thai translation of the content
th: การแปลภาษาไทยของเนื้อหา

source: Thai zipcode data file not found
th: ไม่พบไฟล์ข้อมูลรหัสไปรษณีย์ไทย

source: The following items are missing box size:<br>{0}<br>Please fill box size before exporting.
th: รายการต่อไปนี้ไม่มีขนาดกล่อง:<br>{0}<br>กรุณากรอกขนาดกล่องก่อนส่งออกข้อมูล.

source: The following items are not linked to supplier {0}:
th: รายการต่อไปนี้ไม่ได้เชื่อมโยงกับผู้จำหน่าย {0}:

source: The following material codes are mapped to multiple Inpac Pharma Items. Please select which Item Code to use for each material in this import.
th: รหัสวัสดุต่อไปนี้ถูกแมปกับรายการ Inpac Pharma หลายรายการ กรุณาเลือกใช้รหัสรายการใดสำหรับวัสดุแต่ละรายการในการนำเข้านี้

source: The selected pharmaceutical supplier has no associated manufacturers. Please add manufacturers to the supplier master.
th: \u0e1c\u0e39\u0e48\u0e08\u0e31\u0e14\u0e08\u0e33\u0e2b\u0e19\u0e48\u0e32\u0e22\u0e04\u0e48\u0e32\u0e2d\u0e2d\u0e1a\u0e01\u0e32\u0e23\u0e1c\u0e25\u0e34\u0e15\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e40\u0e1b\u0e47\u0e19\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e04\u0e48\u0e32\u0e2d\u0e2d\u0e1a\u0e40\u0e1a\u0e23\u0e34\u0e29\u0e31\u0e17\u0e43\u0e0a\u0e49\u0e40\u0e25\u0e37\u0e2d\u0e01\u0e40\u0e1a\u0e23\u0e34\u0e29\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e44\u0e21\u0e48\u0e14\u0e35\u0e17\u0e35\u0e48\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e01\u0e32\u0e23\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e08\u0e33\u0e2b\u0e19\u0e48\u0e32\u0e22\u0e40\u0e21\u0e25\u0e32\u0e01\u0e44\u0e17\u0e22\u0e44\u0e17\u0e22\u0e15\u0e34\u0e14\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e44\u0e21\u0e48\u0e40\u0e1a\u0e23\u0e34\u0e29\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e2a\u0e32\u0e23\u0e23\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e14\u0e35\u0e1a\u0e23\u0e34\u0e29\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e01\u0e32\u0e23\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e08\u0e33\u0e2b\u0e19\u0e48\u0e32\u0e22\u0e40\u0e21\u0e25\u0e32\u0e01\u0e44\u0e17\u0e22\u0e44\u0e17\u0e22\u0e15\u0e34\u0e14\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e44\u0e21\u0e48\u0e40\u0e1a\u0e23\u0e34\u0e29\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e2a\u0e32\u0e23\u0e23\u0e2d\u0e07\u0e44\u0e17\u0e22\u0e14\u0e35\u0e17\u0e35\u0e48\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e01\u0e32\u0e23\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e08\u0e33\u0e2b\u0e19\u0e48\u0e32\u0e22\u0e40\u0e21\u0e25\u0e32\u0e01\u0e44\u0e17\u0e22\u0e44\u0e17\u0e22\u0e15\u0e34\u0e14\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e44\u0e21\u0e48\u0e40\u0e1a\u0e23\u0e34\u0e29\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e2a\u0e32\u0e23\u0e23\u0e2d\u0e07\u0e44\u0e17\u0e22\u0e14\u0e35\u0e17\u0e35\u0e48\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e01\u0e32\u0e23\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e08\u0e33\u0e2b\u0e19\u0e48\u0e32\u0e22\u0e40\u0e21\u0e25\u0e32\u0e01\u0e44\u0e17\u0e22\u0e44\u0e17\u0e22\u0e15\u0e34\u0e14\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e44\u0e21\u0e48\u0e40\u0e1a\u0e23\u0e34\u0e29\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e2a\u0e32\u0e23\u0e23\u0e2d\u0e07\u0e44\u0e17\u0e22\u0e14\u0e35\u0e17\u0e35\u0e48\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e23\u0e32\u0e04\u0e32\u0e01\u0e32\u0e23\u0e40\u0e2a\u0e23\u0e47\u0e08\u0e2a\u0e34\u0e19\u0e08\u0e33\u0e2b\u0e19\u0e48\u0e32\u0e22\u0e40\u0e21\u0e25\u0e32\u0e01\u0e44\u0e17\u0e22\u0e44\u0e17\u0e22\u0e15\u0e34\u0e14\u0e2a\u0e34\u0e19\u0e23\u0

source: These items have mapped Item Codes but failed batch validation
th: รายการเหล่านี้มีรหัสสินค้าแมปไว้แต่ไม่ผ่านการตรวจสอบชุดสินค้า

source: These items need to be created on {0} before syncing
th: รายการเหล่านี้จำเป็นต้องสร้างบน {0} ก่อนการซิงค์

source: These items will be queued for monthly mapping when you create documents
th: รายการเหล่านี้จะถูกจัดคิวสำหรับการทำแผนที่รายเดือนเมื่อคุณสร้างเอกสาร

source: These material codes are not mapped to ERPNext Items
th: รหัสวัสดุเหล่านี้ไม่ได้ถูกแมปกับรายการใน ERPNext

source: This delivery has already been exported. Do you want to generate a new CSV file?
th: การจัดส่งนี้ได้ถูกส่งออกไปแล้ว คุณต้องการสร้างไฟล์ CSV ใหม่หรือไม่?

source: This document has already been synced to {0}. Re-syncing will create a new Sales Invoice on the affiliate server. Continue?
th: เอกสารนี้ได้ถูกซิงค์ไปยัง {0} แล้ว การซิงค์ใหม่จะสร้างใบแจ้งหนี้ขายใหม่บนเซิร์ฟเวอร์พันธมิตร ต้องการดำเนินการต่อหรือไม่?

source: This document has already been synced. Affiliate Document: {0}
th: เอกสารนี้ได้ถูกซิงค์แล้ว เอกสารที่เกี่ยวข้อง: {0}

source: This feature will generate a Certificate of Analysis PDF based on the print format.
th: ฟีเจอร์นี้จะสร้างไฟล์ PDF ใบรับรองการวิเคราะห์ตามรูปแบบการพิมพ์

source: This import is not a Credit Note import. Import type: {0}
th: การนำเข้านี้ไม่ใช่การนำเข้าใบลดหนี้ ประเภทการนำเข้า: {0}

source: This method is only meant for developer mode
th: วิธีนี้มีไว้สำหรับโหมดนักพัฒนาเท่านั้น

source: This report shows Reserved Qty (active stock reservations) and Available Qty (Balance - Reserved).
th: รายงานนี้แสดงจำนวนจองสำรอง (การจองสต็อกที่ใช้งานอยู่) และจำนวนที่มีอยู่ (ยอดคงเหลือ - จำนวนจองสำรอง)

source: This will add 7 Bangkok Metropolitan provinces to the exclusion list. Continue?
th: จะเพิ่มจังหวัดในเขตกรุงเทพมหานคร 7 จังหวัดไปยังรายการยกเว้น ดำเนินการต่อหรือไม่?

source: This will create 1 Credit Note billed to {0} (consolidating all items). Continue?
th: ระบบจะสร้างใบลดหนี้ 1 ฉบับเรียกเก็บกับ {0} (รวมรายการทั้งหมด) ดำเนินการต่อหรือไม่?

source: This will create 1 Sales Invoice directly (bypassing Sales Order) billed to {0}. Unmapped materials will be queued for later. Continue?
th: จะสร้างใบแจ้งหนี้ขาย 1 ฉบับโดยตรง (ข้ามคำสั่งขาย) ที่เรียกเก็บเงินจาก {0} วัสดุที่ยังไม่ได้แมปจะถูกจัดคิวไว้สำหรับภายหลัง ดำเนินการต่อหรือไม่?

source: This will create 1 Sales Order billed to {0} (consolidating all items). Continue?
th: จะสร้างใบสั่งขาย 1 ใบที่เรียกเก็บเงินจาก {0} (รวมสินค้าทั้งหมดไว้ด้วยกัน) ดำเนินการต่อหรือไม่?

source: This will create temporary Items and Customers for {0} unmapped materials. Temp codes can be reconciled later via the Temp Code Reconciliation page. Continue?
th: ระบบจะสร้าง รายการ และ ลูกค้า ชั่วคราวสำหรับวัสดุที่ยังไม่ได้แมปจำนวน {0} รายการ รหัสชั่วคราวสามารถทำการปรับปรุงให้ตรงกันได้ภายหลังผ่านหน้าการปรับปรุงรหัสชั่วคราว ต้องการดำเนินการต่อหรือไม่?

source: This will sync data to {0} and create a Sales Invoice on their ERPNext server. Continue?
th: ข้อมูลนี้จะถูกซิงค์ไปยัง {0} และสร้างใบแจ้งหนี้ขายบนเซิร์ฟเวอร์ ERPNext ของพวกเขา ดำเนินการต่อหรือไม่?

source: Tip: Enable 'Skip Batch Validation' if batch numbers don't exist yet.
th: คำแนะนำ: เปิดใช้งาน 'ข้ามการตรวจสอบชุดสินค้า' หากหมายเลขชุดสินค้ายังไม่มีอยู่ในระบบ

source: Title
th: ชื่อเรื่อง

source: Title (Thai)
th: หัวข้อ

source: To Create
th: สร้างใหม่

source: To Date
th: ถึงวันที่

source: To Skip
th: ข้ามไป

source: To Update
th: อัปเดต

source: To reconcile temp codes to real Items/Customers later, use the
th: เพื่อกระทบยอดรหัสชั่วคราวกับ รายการ/ลูกค้า จริงในภายหลัง ให้ใช้

source: Toggle Full Width
th: สลับความกว้างเต็มหน้าจอ

source: Toggle Theme
th: สลับธีม

source: Total
th: รวม

source: Total Amount
th: ยอดรวม

source: Total COD Amount
th: ยอดเงินเก็บเงินปลายทางรวม

source: Total End Users
th: ผู้ใช้ปลายทางทั้งหมด

source: Total Insurance Amount
th: ยอดรวมจำนวนเงินประกันภัย

source: Total Invoices
th: ยอดรวมใบแจ้งหนี้

source: Total Items
th: รวมจำนวน สินค้า

source: Total Items in System
th: จำนวนที่สินค้าชั่งสินบริ

source: Total Items: {0}
th: จำนวนสินค้า: {0}

source: Total Mappings
th: แผนที่รวมทั้งหมด

source: Total Packages
th: จำนวนแพ็กเกจทั้งหมด

source: Total Qty
th: จำนวนรวม

source: Total Quantity
th: ปริมาณทั้งหมด

source: Total Reservations
th: ยอดการจองทั้งหมด

source: Total Reserved Qty
th: ปริมาณสำรองรวม

source: Total Rows Exported
th: จำนวนแถวที่ส่งออกทั้งหมด

source: Total Rows Parsed
th: รวมแถวที่วิเคราะห์แล้ว

source: Total Rows Processed
th: รวมแถวที่ประมวลผลแล้ว

source: Total Selected
th: รวมที่เลือกทั้งหมด

source: Total Unique Customers
th: จำนวนลูกค้าเฉพาะรายทั้งหมด

source: Total Unique Items
th: จำนวนรายการที่ไม่ซ้ำกันทั้งหมด

source: Total Valid Rows in CSV
th: แถวที่ถูกต้องทั้งหมดใน CSV

source: Total Value
th: มูลค่ารวม

source: Total Weight (kg)
th: น้ำหนักรวม (กก.)

source: Total quantity must be greater than 0
th: จำนวนฟิดอยุ่นสินจำนวนสัว 0

source: Total quantity to reserve must be greater than 0
th: ปริมาณรวมที่ต้องการสำรองต้องมากกว่า 0

source: Total reservation ({0}) is less than required quantity ({1}). Still need {2} more units.<br><br><strong>Already Reserved:</strong> {3}<br><strong>Now Selecting:</strong> {4}<br><strong>Total Reserved:</strong> {5}<br><strong>Still Needed:</strong> {6}<br><br>Continue with partial reservation?
th: ยอดการจองทั้งหมด ({0}) น้อยกว่าปริมาณที่ต้องการ ({1}) ยังต้องการเพิ่มอีก {2} หน่วย<br><br><strong>จองแล้ว:</strong> {3}<br><strong>กำลังเลือก:</strong> {4}<br><strong>ยอดจองรวม:</strong> {5}<br><strong>ยังต้องการ:</strong> {6}<br><br>ต้องการดำเนินการจองบางส่วนต่อไปหรือไม่?
