Repository: ManotLuijiu/erpnext-thai-translation
Catalog: inpac_pharma/*.po
Languages: th

source: | Replaced {0} previous reservation(s)
th: | แทนที่การจองก่อนหน้า {0} รายการ

source: + Add province to exclude...
th: + เพิ่มจังหวัดที่ต้องการยกเว้น...

source: -- Select Province --
th: -- เลือกจังหวัด --

source: <br>Failed: {0}
th: <br>ผิดพลาด: {0}

source: <span class="h4"><b>Shortcuts</b></span>
th: <span class="h4"><b>ทางลัด</b></span>

source: <strong>Why this is required:</strong>
th: <strong>ทำไมถึงต้องระบุ:</strong>

source: API URL not configured
th: ยังไม่ได้ตั้งค่า API URL

source: API credentials (api_key/api_secret) not configured in TBS General Settings
th: ข้อมูลรับรอง API (api_key/api_secret) ยังไม่ได้ตั้งค่าใน การตั้งค่าทั่วไปของ TBS (app/tbs-general-settings)

source: API response from affiliate server (for troubleshooting)
th: การตอบกลับ API จากเซิร์ฟเวอร์คู่ค้า (สำหรับการแก้ไขปัญหา)

source: About
th: เกี่ยวกับ

source: Action
th: ดำเนินการ

source: Actions
th: การดำเนินการ

source: Active
th: ใช้งานอยู่

source: Active Customers
th: ลูกค้ากำลังใช้งาน

source: Active Mappings
th: การจับคู่ที่ใช้งานอยู่

source: Active Suppliers
th: ผู้จำหน่ายที่ใช้งานอยู่

source: Actual End Date
th: วันที่สิ้นสุดจริง

source: Actual Start Date
th: วันที่เริ่มต้นจริง

source: Add
th: เพิ่ม

source: Add All to Queue
th: เพิ่มทั้งหมดไปยังคิว

source: Add Box Size
th: เพิ่มขนาดกล่อง

source: Add Delivery Note
th: เพิ่มใบส่งของ

source: Add Mapping
th: เพิ่มการทำแผนที่

source: Add New Box Size
th: เพิ่มขนาดกล่องใหม่

source: Add New Province
th: เพิ่มจังหวัดใหม่

source: Add Province
th: เพิ่มจังหวัด

source: Add Selected
th: เพิ่มที่เลือกแล้ว

source: Added {0} unmapped end users to queue
th: เพิ่มผู้ใช้ปลายทางที่ยังไม่ได้แมปจำนวน {0} รายเข้าสู่คิวแล้ว

source: Adding delivery notes...
th: กำลังเพิ่มใบส่งสินค้า...

source: Adding to queue...
th: กำลังเพิ่มลงในคิว...

source: Address
th: ที่อยู่

source: Address (ที่อยู่)
th: ที่อยู่

source: Address Information
th: ข้อมูลที่อยู่

source: Address Line 1
th: ที่อยู่บรรทัดที่ 1

source: Address Line 2
th: ที่อยู่ บรรทัดที่ 2

source: Address Title
th: หัวข้อที่อยู่

source: Affiliate
th: ในเครือ

source: Affiliate API URL is not configured. Please set it in TBS General Settings.
th: URL API ของบริษัทในเครือ ยังไม่ได้ตั้งค่า กรุณาตั้งค่าใน การตั้งค่าทั่วไปของ TBS

source: Affiliate API credentials are not configured. Please set them in TBS General Settings.
th: ข้อมูลรับรอง Affiliate API ยังไม่ได้ตั้งค่า กรุณาตั้งค่าใน การตั้งค่าทั่วไปของ TBS

source: Affiliate API request timed out after {0} seconds
th: คำขอ Affiliate API หมดเวลารอหลังจาก {0} วินาที

source: Affiliate API returned error: {0}
th: Affiliate API ส่งคืนข้อผิดพลาด: {0}

source: Affiliate Company
th: บริษัทในเครือ

source: Affiliate Customer
th: ลูกค้าบริษัทในเครือ

source: Affiliate Document
th: เอกสารบริษัทในเครือ

source: Affiliate Sync
th: การซิงค์กับบริษัทในเครือ

source: Affiliate sync is not enabled. Please configure it in TBS General Settings.
th: การซิงค์ Affiliate ยังไม่ได้เปิดใช้งาน กรุณากำหนดค่าใน การตั้งค่าทั่วไปของ TBS

source: All
th: ทั้งหมด

source: All invoices in the selected date range are excluded. Please adjust filters or check exclusion settings.
th: ใบกำกับภาษีทั้งหมดในช่วงวันที่ที่เลือกถูกยกเว้น กรุณาปรับตัวกรองหรือตรวจสอบการตั้งค่าการยกเว้น

source: All items in the selected Material Requests have been fully ordered.
th: รายการสินค้าทั้งหมดในคำขอวัสดุที่เลือกได้รับการสั่งซื้อครบถ้วนแล้ว

source: All items will be consolidated into 1 document billed to the affiliate
th: รายการทั้งหมดจะถูกรวมเป็นเอกสารเดียวที่เรียกเก็บกับบริษัทในเครือ

source: All test readings passed, but Release Decision is 'Fail'. Please review.
th: การทดสอบทั้งหมดผ่านแล้ว แต่การตัดสินใจปล่อยงานเป็น 'ไม่ผ่าน' กรุณาตรวจสอบอีกครั้งค่ะ

source: All {0} items reconciled successfully
th: ทั้งหมด {0} สินค้า รอดำเนินการชาระเพลิกรี่มี

source: Already Reserved
th: จองแล้ว

source: Ambient
th: บรรยากาศ

source: Amended From
th: แก้ไขจาก

source: Amount
th: จำนวน

source: An error occurred during export
th: เกิดข้อผิดพลาดระหว่างการส่งออก

source: An error occurred during temp code creation
th: เกิดข้อผิดพลาดระหว่างการสร้างรหัสชั่วคราว

source: Apply Filters
th: ใช้ตัวกรอง

source: Approval Date
th: วันที่อนุมัต

source: Approved
th: ได้รับการอนุมัติ

source: Approved By (Production Manager)
th: อนุมัติโดย (ผู้จัดการฝ่ายผลิต)

source: Apps
th: แอปส์

source: Are you sure you want to delete this row?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแถวนี้?

source: Are you sure you want to remove this province from the exclusion list?
th: คุณแน่ใจหรือไม่ว่าต้องการลบจังหวัดนี้ออกจากรายการยกเว้น?

source: Article Information
th: ข้อมูลบทความ

source: Assignment
th: การมอบหมาย

source: Assignment for Sales Person {0} and Customer {1} in Company {2} already exists: {3}
th: การมอบหมายงานสำหรับพนักงานขาย {0} และลูกค้า {1} ในบริษัท {2} มีอยู่แล้ว: {3}

source: At least one quality reading is required before submission
th: จำเป็นต้องมีการอ่านคุณภาพอย่างน้อยหนึ่งครั้งก่อนส่งข้อมูล

source: Authentication failed: {0}
th: การตรวจสอบสิทธิ์ล้มเหลว: {0}

source: Auto-created from this Manufacturing Order
th: สร้างโดยอัตโนมัติจากใบสั่งผลิตนี้

source: Auto-created {0} Serial and Batch Bundle(s) for return items
th: สร้างชุดหมายเลขซีเรียลและล็อต {0} อัตโนมัติสำหรับสินค้าคืน

source: Auto-detected from Type column in Excel. INV = Invoice (creates Sales Orders), CN = Credit Note (creates Credit Notes)
th: ตรวจจับโดยอัตโนมัติจากคอลัมน์ประเภทใน Excel โดย INV = ใบแจ้งหนี้ (สร้างใบสั่งขาย), CN = ใบลดหนี้ (สร้างใบลดหนี้)

source: Auto-generated or manual entry
th: สร้างโดยอัตโนมัติหรือป้อนข้อมูลด้วยตนเอง

source: Auto-generated title for Link field display
th: หัวข้อที่สร้างขึ้นโดยอัตโนมัติสำหรับการแสดงฟิลด์ลิงก์

source: Available
th: พร้อมใช้งาน

source: Available Qty
th: จำนวนที่มีจำหน่าย

source: Available Qty in Batch
th: ปริมาณที่มีในชุด

source: Avg Rate
th: อัตราเฉลี่ย

source: BOM {0} does not belong to Item {1}
th: BOM {0} ไม่ได้อยู่ในรายการ {1}

source: BOM {0} is not active
th: BOM {0} ยังไม่ถูกใช้งาน

source: BOM {0} is not submitted
th: BOM {0} ยังไม่ได้ส่งแล้ว

source: Batch
th: ชุด

source: Batch (Optional)
th: ล็อต (ไม่บังคับ)

source: Batch Balance History
th: ประวัติยอดคงเหลือชุดสินค้า

source: Batch Details:
th: รายละเอียดชุดข้อมูล:

source: Batch Information
th: ข้อมูลชุดสินค้า

source: Batch Manufacturing Record (BMR)
th: ใบบันทึกการผลิตแบบชุด (Batch Manufacturing Record - BMR)

source: Batch Naming Pattern
th: รูปแบบการตั้งชื่อชุดข้อมูล

source: Batch No
th: หมายเลขชุด

source: Batch No is required
th: หมายเลขชุดเป็นข้อมูลที่จำเป็น

source: Batch No {0} already used in Manufacturing Order {1}
th: หมายเลขชุด {0} ถูกใช้ในใบสั่งผลิต {1} แล้ว

source: Batch No.
th: หมายเลขชุด

source: Batch Nos
th: หมายเลขชุด

source: Batch Number Required
th: หมายเลขชุดสินค้าจำเป็นต้องระบุ

source: Batch Number generated: {0}
th: หมายเลขชุดที่สร้าง: {0}

source: Batch Packaging Record (BPR)
th: บันทึกการบรรจุเป็นชุด (BPR)

source: Batch Selection Dialog is not available. Please refresh the page or contact your administrator.
th: การเลือกชุดสินค้าไม่พร้อมใช้งาน กรุณารีเฟรชหน้าหรือ ติดต่อผู้ดูแลระบบของคุณ

source: Batch Selection Dialog is not available. Please refresh the page.
th: การเลือกชุดไม่พร้อมใช้งาน กรุณารีเฟรชหน้าเว็บใหม่อีกครั้ง

source: Batch Selections JSON
th: การเลือกชุด JSON

source: Batch Size
th: ขนาดของ Batch

source: Batch number from import file (may not exist in system yet)
th: หมายเลขชุดจากไฟล์นำเข้า (อาจยังไม่มีอยู่ในระบบ)

source: Batch number is required for the following batch-tracked items:
th: หมายเลขชุดจำเป็นสำหรับรายการที่ติดตามด้วยชุดดังต่อไปนี้:

source: Batch numbers not found in system. Please enable 'Skip Batch Validation' checkbox and try again.
th: ไม่พบหมายเลขชุดในระบบ กรุณาเปิดใช้งานช่องทำเครื่องหมาย 'ข้ามการตรวจสอบหมายเลขชุด' แล้วลองใหม่อีกครั้ง

source: Batch recall capability
th: ความสามารถในการเรียกคืนแบบชุด

source: Batch selection saved (Stock Reservation disabled in Stock Settings)
th: การเลือกชุดถูกบันทึกแล้ว (การสำรองสต็อกถูกปิดใช้งานในการตั้งค่าสต็อก)

source: Batch selection saved successfully for {0} batch(es)
th: การเลือกชุดบรรจุภัณฑ์บันทึกสำเร็จสำหรับ {0} ชุด

source: Batch selections updated for {0}
th: การเลือกชุดข้อมูลได้รับการอัปเดตสำหรับ {0}

source: Batch {0} created/updated successfully
th: ชุดข้อมูล {0} สร้าง/อัปเดตเรียบร้อยแล้ว

source: Batch {0} does not belong to Item {1}
th: ชุดสินค้า {0} ไม่ได้เป็นของสินค้า {1}

source: Batch {0} has expired on {1}
th: ชุด {0} หมดอายุเมื่อวันที่ {1}

source: Batch {0} has only {1} available (Actual: {2}, Reserved: {3}). Cannot reserve {4}.
th: ชุดสินค้า {0} มีจำนวนเพียง {1} เท่านั้น (จำนวนจริง: {2}, จองไว้: {3}) ไม่สามารถจองเพิ่ม {4} ได้

source: Batch {0} has only {1} available (Stock: {2}, Reserved: {3}). Cannot reserve {4}.
th: ชุดสินค้า {0} มีจำนวนพร้อมใช้เพียง {1} (สต็อก: {2}, สำรอง: {3}) ไม่สามารถสำรองจำนวน {4} ได้

source: Batch/Item Validation Errors ({0} items)
th: ข้อผิดพลาดการตรวจสอบชุด/สินค้า ({0} รายการ)

source: Batch/Item errors ({0} items) - Enable 'Skip Batch Validation' or create missing batches
th: ข้อผิดพลาดชุด/สินค้า ({0} รายการ) - เปิดใช้งาน 'ข้ามการตรวจสอบชุด' หรือสร้างชุดที่ขาดหายไป

source: Batches selected using FIFO
th: ล็อตที่เลือกโดยใช้วิธี FIFO

source: Batches selected with overbooking: {0}
th: ล็อตที่เลือกมีการจองเกินจำนวน: {0}

source: Batches selected: {0}
th: ชุดที่เลือก: {0}

source: Bill of Materials
th: สูตรการผลิต

source: Billing Customer
th: ลูกค้าเรียกเก็บเงิน

source: Billing Customer (Affiliate)
th: ลูกค้าเรียกเก็บเงิน (บริษัทในเครือ)

source: Billing Date
th: วันเรียกเก็บค่าใช้จ่าย

source: Billing Date from Excel Column F - External Invoice Date
th: วันที่เรียกเก็บเงินจากคอลัมน์ F - วันที่ใบแจ้งหนี้ภายนอก

source: Billing No.
th: วันจำระแล้ว

source: Billing No. from Excel Column E - External Invoice Number
th: หมายเลขบิลจากคอลัมน์ E ของ Excel - หมายเลขใบแจ้งหนี้ภายนอก

source: Billing customer for all items. All items from this import will be consolidated into a single SO/SI billed to this customer.
th: กำลังเรียกเก็บเงินลูกค้าสำหรับสินค้าทั้งหมด สินค้าทั้งหมดจากการนำเข้านี้จะถูกรวมเป็นใบสั่งขาย/ใบแจ้งหนี้ใบเดียวที่เรียกเก็บกับลูกค้ารายนี้

source: Billing to
th: เรียกเก็บเงินถึง

source: Bonus Qty
th: จำนวน โบนัส (แถม)

source: Both temp and real customer are required
th: ลูกค้าชั่วคราวและลูกค้าจริงเป็นข้อมูลที่จำเป็นทั้งสองรายการ

source: Both temp and real item codes are required
th: ต้องระบุรหัสสินค้าแบบชั่วคราวและรหัสสินค้าจริงทั้งสองอย่าง

source: Box Dimensions
th: ขนาดกล่อง

source: Box Size
th: ขนาดกล่อง

source: Box Size (Optional)
th: ขนาดกล่อง (ไม่บังคับ)

source: Box Size (ขนาดกล่อง)
th: ขนาดกล่อง

source: Box Size 1
th: ขนาดกล่อง 1

source: Box Size 2
th: ขนาดกล่อง 2

source: Box height in centimeters
th: ความสูงของกล่องเป็นเซนติเมตร

source: Box length in centimeters
th: ความยาวกล่องเป็นเซนติเมตร

source: Box size code {0} already exists
th: รหัสขนาดกล่อง {0} มีอยู่แล้ว

source: Box size created successfully
th: สร้างขนาดกล่องเรียบร้อยแล้ว

source: Box size description (e.g., Small Box, Medium Box)
th: คำอธิบายขนาดกล่อง (เช่น กล่องขนาดเล็ก, กล่องขนาดกลาง)

source: Box weight in kilograms
th: น้ำหนักกล่องเป็นกิโลกรัม

source: Box width in centimeters
th: ความกว้างของกล่องเป็นเซนติเมตร

source: Brand
th: ยี่ห้อ

source: Bulk Add Delivery Notes
th: เพิ่มใบส่งของจำนวนมาก

source: CN
th: ใบแจ้งหนี้รับคืน

source: CN Type
th: ประเภทใบส่งของ

source: CNs Created
th: ใบลดหนี้ที่สร้างแล้ว

source: COA
th: แผนผังบัญชี

source: COA Approved By
th: บัญชีแสดงรายการที่ได้รับการอนุมัติโดย

source: COA File
th: ไฟล์แผนผังบัญชี

source: COA Issue Date
th: วันที่ออกบัญชีแยกประเภท

source: COA Received
th: บัญชีแยกประเภทที่ได้รับ

source: COA Received Date
th: วันที่ได้รับแผนผังบัญชี

source: COD
th: เก็บเงินปลายทาง

source: COD Amount
th: จำนวนเงินเก็บเงินปลายทาง

source: COD Amount (ยอดเก็บเงินปลายทาง)
th: ยอดเงินเก็บปลายทาง (COD Amount)

source: CSV Exported Successfully
th: ส่งออก CSV สำเร็จแล้ว

source: CSV File
th: ไฟล์ CSV

source: CSV Format Expected
th: รูปแบบ CSV ที่คาดหวัง

source: CSV Generation Error
th: ข้อผิดพลาดในการสร้างไฟล์ CSV

source: CSV Report generated successfully
th: รายงาน CSV สร้างเสร็จสมบูรณ์แล้ว

source: CSV exported on {0}
th: CSV ส่งออกเมื่อ {0}

source: CSV exported! Use Stock > Data Import > Batch to import.
th: ส่งออก CSV เรียบร้อยแล้ว! ใช้ สต็อก > นำเข้าข้อมูล > การนำเข้ารายการเป็นชุด เพื่อทำการนำเข้า

source: CSV file downloaded: {0}
th: ไฟล์ CSV ดาวน์โหลดแล้ว: {0}

source: CSV file has been generated and attached to this document. {0} rows exported.
th: ไฟล์ CSV ได้ถูกสร้างและแนบไว้กับเอกสารนี้แล้ว จำนวน {0} แถวถูกส่งออก

source: CSV file not found: {0}
th: ไม่พบไฟล์ CSV: {0}

source: Cancel
th: ยกเลิก

source: Cancelled
th: ยกเลิกแล้ว

source: Cancelled {0} Stock Reservation Entry(s).
th: ยกเลิก {0} รายการบันทึกการจองสต็อกแล้ว

source: Cannot connect to partner system
th: ไม่สามารถเชื่อมต่อกับระบบพันธมิตรได้

source: Cannot create Sales Invoice from Credit Note import. Use 'Create Credit Notes' instead.
th: ไม่สามารถสร้างใบกำกับภาษีขายจากการนำเข้าบันทึกเครดิตได้ กรุณาใช้ 'สร้างบันทึกเครดิต' แทน

source: Cannot delete IP Customer Type '{0}' as it is linked to {1} customer(s)
th: ไม่สามารถลบประเภทลูกค้า IP '{0}' ได้เนื่องจากมีการเชื่อมโยงกับลูกค้า {1} ราย

source: Cannot exceed available quantity of {0}
th: ไม่สามารถเกินจำนวนที่มีอยู่ของ {0}

source: Cannot reserve {0} {1}. Consignment quantity is only {2} {1}
th: ไม่สามารถสำรอง {0} {1} ได้ จำนวนสินค้าฝากขายมีเพียง {2} {1} เท่านั้น

source: Cannot reserve {0} {1}. Only {2} {1} remaining to reserve.
th: ไม่สามารถสำรอง {0} {1} ได้ มีเพียง {2} {1} ที่เหลือสำหรับสำรองเท่านั้น

source: Cannot reserve {0} {1}. {2} quantity is only {3} {4}
th: ไม่สามารถสำรอง {0} {1} ได้ จำนวน {2} มีเพียง {3} {4} เท่านั้น

source: Cannot select {0} {1}. Consignment quantity is only {2} {1}
th: ไม่สามารถเลือก {0} {1} ได้ จำนวนสินค้าฝากขายมีเพียง {2} {1} เท่านั้น

source: Cannot submit. Please create Credit Notes first.
th: ไม่สามารถส่งได้ กรุณาสร้างใบลดหนี้ก่อนครับ/ค่ะ

source: Cannot submit. Please create Sales Orders or Sales Invoices first.
th: ไม่สามารถส่งข้อมูลได้ กรุณาสร้างใบสั่งขายหรือใบแจ้งหนี้ขายก่อนครับ/ค่ะ

source: Cannot sync Credit Note imports to affiliate. Only INV imports are supported.
th: ไม่สามารถซิงค์การนำเข้าบันทึกเครดิตไปยังบริษัทในเครือได้ รองรับเฉพาะการนำเข้าใบแจ้งหนี้ (INV) เท่านั้น

source: Cannot {0} {1} <strong>{2}</strong> because it is linked with the following documents:
th: ไม่สามารถ {0} {1} <strong>{2}</strong> ได้เนื่องจากมีการเชื่อมโยงกับเอกสารดังต่อไปนี้:

source: Category
th: หมวดหมู่

source: Category Information
th: ข้อมูลประเภท

source: Category Name
th: ชื่อหมวดหมู่

source: Category Name (Thai)
th: ชื่อหมวดหมู่ (ภาษาไทย)

source: Certificate of Analysis (COA)
th: ใบรับรองการวิเคราะห์ (COA)

source: Certificate of Analysis (COA) is recommended for finished goods inspection
th: แนะนำให้ใช้ ใบรับรองการวิเคราะห์ (COA) สำหรับการตรวจสอบสินค้าสำเร็จรูป

source: Changing company will clear existing items
th: การเปลี่ยนบริษัทจะล้างข้อมูลรายการที่มีอยู่ทั้งหมด

source: Changing supplier will clear the selected manufacturer. Do you want to continue?
th: การเปลี่ยนผู้จำหน่ายจะล้างข้อมูลผู้ผลิตที่เลือกไว้ คุณต้องการดำเนินการต่อหรือไม่?

source: Check if this assignment is for an affiliate company (e.g., Aero)
th: ตรวจสอบว่างานมอบหมายนี้เป็นของบริษัทในเครือ (เช่น Aero) หรือไม่

source: Check that all items exist on {0}
th: ตรวจสอบว่าสินค้าทั้งหมดมีอยู่ใน {0} หรือไม่

source: Checking end user mappings...
th: กำลังตรวจสอบการจับคู่ผู้ใช้ปลายทาง...

source: Checking material mappings...
th: กำลังตรวจสอบการจับคู่วัสดุ...

source: City/District (อำเภอ)
th: เมือง/อำเภอ

source: Clear Filters
th: ล้างตัวกรอง

source: Clear all
th: ล้างทั้งหมด

source: Click "Preview" to see what will be exported
th: คลิก "แสดงตัวอย่าง" เพื่อดูสิ่งที่จะถูกส่งออก

source: Close
th: ปิด

source: Cold Chain (2-8°C)
th: โซ่ความเย็น (2-8°C)

source: Column A (index 0): ERPNext Item Code
th: คอลัมน์ A (ดัชนี 0): รหัสสินค้า ERPNext

source: Column F (index 5): DKSH Material Code
th: คอลัมน์ F (ดัชนี 5): รหัสวัสดุ DKSH

source: Comma-separated district names (e.g., "District1, District2")
th: ชื่ออำเภอคั่นด้วยเครื่องหมายจุลภาค (เช่น "อำเภอ1, อำเภอ2")

source: Comma-separated tags for search (e.g., PO, approval, workflow)
th: แท็กคั่นด้วยเครื่องหมายจุลภาคสำหรับการค้นหา (เช่น PO, การอนุมัติ, กระบวนงาน)

source: Company
th: บริษัท

source: Company abbreviation not found for {0}
th: ไม่พบตัวย่อบริษัทสำหรับ {0}

source: Company is required
th: จำเป็นต้องระบุบริษัท

source: Completed
th: เสร็จสมบูรณ์

source: Conditional Pass Conditions are required when Release Decision is 'Conditional Pass'
th: เงื่อนไขการผ่านแบบมีเงื่อนไขจำเป็นเมื่อการตัดสินใจปล่อยเป็น 'ผ่านแบบมีเงื่อนไข'

source: Confirm Selection
th: ยืนยันการเลือก

source: Connection successful to {0}
th: เชื่อมต่อสำเร็จไปยัง {0}

source: Connection timeout
th: หมดเวลาการเชื่อมต่อ

source: Consumed
th: ถูกใช้

source: Consumed Qty
th: จำนวนการบริโภค

source: Consumed {0} stock reservation(s)
th: ใช้สำรองสต็อก {0} รายการแล้ว

source: Contact Details
th: รายละเอียดผู้ติดต่อ

source: Contact Email
th: อีเมลผู้ติดต่อ

source: Contact Phone
th: เบอร์โทรติดต่อ

source: Contact Phone (เบอร์ติดต่อ)
th: เบอร์ติดต่อ

source: Contact affiliate administrator to create missing items
th: ติดต่อผู้ดูแลเครือข่ายพันธมิตรเพื่อสร้างรายการที่ขาดหายไป

source: Content
th: เนื้อหา

source: Content (English)
th: เนื้อหา

source: Content (Thai)
th: เนื้อหา

source: Cosmetics
th: เครื่องสำอาง

source: Could not connect to affiliate server: {0}
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์พันธมิตรได้: {0}

source: Could not create Stock Entry. Please check Work Order {0} status and required items.
th: ไม่สามารถสร้างใบสำคัญเบิกสินค้าได้ กรุณาตรวจสอบสถานะใบสั่งงาน {0} และรายการที่จำเป็น

source: Country
th: ประเทศ

source: Country of Origin
th: ประเทศแหล่งกำเนิดสินค้า

source: Coverage
th: ความคุ้มครอง

source: Create Combined PO
th: สร้างใบสั่งซื้อรวม

source: Create Combined Purchase Order
th: สร้างใบสั่งซื้อรวม

source: Create Credit Notes
th: สร้างใบลดหนี้

source: Create Credit Notes (Skip Validation)
th: สร้างบันทึกเครดิต (ข้ามการตรวจสอบ)

source: Create Credit Notes Now
th: สร้างใบลดหนี้ทันที

source: Create Mapping
th: สร้างการแมปปิ้ง

source: Create Purchase Order
th: สร้างใบสั่งซื้อ

source: Create Sales Invoice
th: สร้างใบแจ้งหนี้การขาย

source: Create Sales Invoice (Skip Validation)
th: สร้างใบกำกับภาษีขาย (ข้ามการตรวจสอบ)

source: Create Sales Invoice Now
th: สร้างใบแจ้งหนี้ขายทันที

source: Create Sales Orders
th: สร้างใบสั่งขาย

source: Create Sales Orders (Skip Validation)
th: สร้างใบสั่งขาย (ข้ามการตรวจสอบ)

source: Create Stock Entry
th: สร้างใบเบิกสินค้า

source: Create Temp Codes ({0})
th: สร้างรหัสชั่วคราว ({0})

source: Create template with name: {0}
th: สร้างแม่แบบชื่อ: {0}

source: Created
th: ที่สร้างไว้

source: Created At
th: สร้างเมื่อ

source: Created By
th: สร้างโดย

source: Created Credit Note {0} for {1}
th: สร้างใบลดหนี้ {0} สำหรับ {1} แล้ว

source: Created Document
th: สร้างเอกสารแล้ว

source: Created Documents
th: เอกสารที่สร้างแล้ว

source: Created Sales Invoice {0} for {1}
th: สร้างใบแจ้งหนี้ขาย {0} สำหรับ {1}

source: Created Sales Order or Credit Note document name
th: ชื่อเอกสารใบสั่งขายหรือใบลดหนี้

source: Created Sales Order {0} for {1}
th: สร้างใบสั่งขาย {0} สำหรับ {1} แล้ว

source: Created {0} Credit Notes
th: สร้างใบลดหนี้ {0} รายการ

source: Created {0} Sales Invoice(s)
th: สร้างใบกำกับภาษีขายจำนวน {0} ฉบับแล้ว

source: Created {0} Sales Orders
th: สร้าง {0} ใบสั่งขายแล้ว

source: Created {0} Stock Reservation Entry(s) for batch/serial items.
th: สร้างรายการสำรองสินค้า {0} รายการสำหรับสินค้ารุ่น/ล็อต

source: Created {0} Stock Reservation Entry(s) for {1} batch(es)
th: สร้างรายการสำรองสต็อก {0} รายการสำหรับชุด {1} ชุด

source: Created {0} reservation(s) (Total: {1} {2})
th: สร้างการจอง {0} รายการ (รวมทั้งหมด: {1} {2})

source: Created {0} temp items, {1} temp customers
th: สร้าง {0} รายการสินค้าชั่วคราว, {1} ลูกค้าชั่วคราว

source: Created {0} with {1} items. {2} materials queued for mapping.
th: สร้าง {0} พร้อมด้วย {1} รายการแล้ว มีวัสดุ {2} รายการรอการจับคู่ข้อมูลอยู่

source: Creating Credit Note...
th: กำลังสร้างใบลดหนี้...

source: Creating Purchase Order...
th: กำลังสร้างใบสั่งซื้อ...

source: Creating Sales Invoice...
th: กำลังสร้าง ใบแจ้งหนี้...

source: Creating Sales Order...
th: กำลังสร้างใบสั่งขาย...

source: Creating Temp Codes
th: กำลังสร้างรหัสชั่วคราว

source: Creating box size...
th: กำลังสร้างขนาดกล่อง...

source: Creating mapping...
th: กำลังสร้างการทำแผนที่...

source: Creating reservations...
th: กำลังสร้างการจอง...

source: Creating stock reservations...
th: กำลังสร้างการจองสต็อก...

source: Creation Error
th: ข้อผิดพลาดในการสร้าง

source: Creation Result
th: ผลลัพธ์การสร้าง

source: Credit Note
th: หมายเหตุเครดิต

source: Credit Note Import
th: นำเข้าบันทึกเครดิต

source: Credit Note creation failed: {0}
th: การสร้างใบลดหนี้ล้มเหลว: {0}

source: Credit Notes
th: ใบลดหนี้

source: Credit Notes (JSON)
th: บันทึกเครดิต (JSON)

source: Credit Notes Created
th: สร้างบันทึกเครดิตแล้ว

source: Custom Item Name
th: ชื่อสินค้าแบบกำหนดเอง

source: Custom Name
th: ชื่อกำหนดเอง

source: Custom Size/Packaging
th: ขนาด/บรรจุภัณฑ์ที่กำหนดเอง

source: Customer
th: ลูกค้า

source: Customer (EN)
th: ลูกค้า

source: Customer (ERPNext)
th: ลูกค้า (ERPNext)

source: Customer (TH)
th: ลูกค้า

source: Customer ID from Excel Column C (Payer) - End User for reconciliation tracking
th: รหัสลูกค้าจากคอลัมน์ C ใน Excel (ผู้ชำระเงิน) - ผู้ใช้งานปลายทางสำหรับการติดตามการกระทบยอด

source: Customer Name
th: ชื่อลูกค้า

source: Customer Selection (Optional)
th: การเลือกลูกค้า (ไม่บังคับ)

source: Customer lookup failed: {0}
th: การค้นหาลูกค้าไม่สำเร็จ: {0}

source: Customer was auto-created as temporary (pending reconciliation)
th: ระบบได้สร้างลูกค้าโดยอัตโนมัติในสถานะชั่วคราว (รอการปรับปรุงข้อมูล)

source: Customer {0} does not exist
th: ลูกค้า {0} ไม่ออกออก

source: Customer {0} is not a temporary customer
th: ลูกค้า {0} ไม่ได้เป็นลูกค้าสั่ง

source: Customers
th: ลูกค้า

source: Customers Already Existed
th: ลูกค้าได้มีอยู่แล้ว

source: Customers Data (JSON)
th: ข้อมูลลูกค้า (JSON)

source: Customers Selected
th: เลือกผู้ขาย

source: DK End User Code Mapping
th: การแมปโค้ดผู้ใช้ปลายทาง DK

source: DK End User Summary
th: สรุปผู้ใช้ปลายทาง DK

source: DK Material Code Mapping
th: การจับคู่รหัสวัสดุ DK

source: DK Sales Import
th: นำเข้าการขาย DK

source: DK Sales Import Item
th: นำเข้ารายการขาย DK

source: DK Sales Import {0} not found
th: ไม่พบ DK Sales Import {0}

source: DK Temp Code Reconciliation
th: การกระทบยอดรหัสชั่วคราว DK

source: DK Unmapped End User Queue
th: คิวผู้ใช้ปลายทางที่ยังไม่ได้แมป DK

source: DK Unmapped Material Queue
th: คิววัสดุที่ยังไม่ได้แมป DK

source: DKSH Code
th: รหัส DKSH

source: DKSH Code {0} is already mapped to Item {1}
th: รหัส DKSH {0} ถูกเชื่อมโยงกับ สินค้า {1} เรียบร้อยแล้ว

source: DKSH Mapping Statistics
th: สถิติการทำแผนที่ DKSH

source: DKSH Name
th: ชื่อ DKSH

source: DN No.
th: ใบส่งสินค้า วัน.

source: Date
th: วันที่

source: Date range is required
th: จำเป็นต้องระบุช่วงวันที่

source: Default Box Size (Optional)
th: ขนาดกล่องเริ่มต้น (ไม่บังคับ)

source: Default pharmaceutical tests loaded
th: ทดสอบเภสัชกรรมเริ่มต้นถูกโหลดแล้ว

source: Default warehouse for Sales Order items. Auto-fetched from Company's default source warehouse.
th: คลังสินค้าตั้งต้นสำหรับรายการใบสั่งขาย ดึงข้อมูลโดยอัตโนมัติจากคลังสินค้าต้นทางตั้งต้นของบริษัท

source: Delete this row
th: ลบแถวนี้

source: Delivered
th: ส่ง

source: Delivery Instructions
th: คำแนะนำการจัดส่ง

source: Delivery Items
th: รายการส่งมอบ

source: Delivery Note
th: ใบส่งสินค้า

source: Delivery Note Item {0} not found
th: ไม่พบรายการใบส่งของ {0}
