Repository: ManotLuijiu/erpnext-thai-translation
Catalog: inpac_pharma/*.po
Languages: th

source: Manufacturing Order details loaded
th: รายละเอียดใบสั่งผลิตถูกโหลดแล้ว

source: Manufacturing Order must be completed before Quality Inspection
th: ใบสั่งผลิตต้องได้รับการทำให้เสร็จก่อนการตรวจสอบคุณภาพ

source: Manufacturing Order must be submitted
th: ใบสั่งผลิตต้องได้รับการส่งแล้ว

source: Manufacturing Order {0} does not exist
th: ใบสั่งผลิต {0} ไม่มีอยู่จริง

source: Manufacturing Order {0} must be completed before Quality Inspection. Current status: {1}
th: ใบสั่งผลิต {0} ต้องเสร็จสมบูรณ์ก่อนการตรวจสอบคุณภาพ สถานะปัจจุบัน: {1}

source: Manufacturing Order {0} must be submitted before Quality Inspection
th: ใบสั่งผลิต {0} ต้องได้รับการส่งก่อนการตรวจสอบคุณภาพ

source: Manufacturing User
th: ผู้ใช้การผลิต

source: Map End User: {0}
th: กำหนดแผนที่ผู้ใช้ปลายทาง: {0}

source: Map Material Code: {0}
th: แผนที่รหัสวัสดุ: {0}

source: Map to Real Customer
th: แมปไปยังลูกค้าจริง

source: Map to Real Item
th: แมปไปยังไอเท็มจริง

source: Mapped
th: แมปแล้ว

source: Mapped Customer
th: ลูกค้าที่ถูกแมป

source: Mapped Item
th: รายการที่แมปแล้ว

source: Mapped Item Code (may be empty if material code not yet mapped)
th: รหัสสินค้าเชื่อมโยง (อาจเว้นว่างไว้หากยังไม่ได้เชื่อมโยงรหัสวัสดุ)

source: Mapping Error
th: ข้อผิดพลาดในการทำแผนที่

source: Mapping Stats
th: สถิติการทำแผนที่

source: Mapping Status
th: สถานะการจับคู่

source: Mapping already exists for payer code: {0}
th: มีการแมปโค้ดผู้ชำระเงินแล้ว: {0}

source: Mapping created for {0} -> {1}
th: การแมปถูกสร้างสำหรับ {0} -> {1}

source: Maps to ERPNext standard customer_type field for tax/legal classification
th: แมปไปยังฟิลด์ customer_type มาตรฐานของ ERPNext สำหรับการจัดประเภทภาษี/กฎหมาย

source: Mark as default option for new customers
th: ตั้งเป็นตัวเลือกเริ่มต้นสำหรับลูกค้าใหม่

source: Mark as temporary mapping pending reconciliation
th: ทำเครื่องหมายเป็นการจับคู่ชั่วคราวรอการปรับยอด

source: Mark this invoice as reconciled? This should be done after amending the invoice with correct item codes.
th: ทำเครื่องหมายใบแจ้งหนี้นี้ว่าได้กระทบยอดแล้วหรือไม่? ควรทำหลังจากแก้ไขใบแจ้งหนี้ด้วยรหัสสินค้าที่ถูกต้องแล้ว

source: Marks this as a temporary mapping pending reconciliation
th: ทำเครื่องหมายนี้เป็นการจับคู่ชั่วคราวรอการกระทบยอด

source: Masters
th: มาตรฐาน

source: Material Code
th: รหัสวัสดุ

source: Material Code (External)
th: รหัสวัสดุ (ภายนอก)

source: Material Code {0} already exists in another mapping
th: รหัสวัสดุ {0} มีอยู่แล้วในแผนผังอื่น

source: Material Codes
th: รหัสวัสดุ

source: Material Name
th: ชื่อวัสดุ

source: Material Request
th: ใบขอวัสดุ

source: Material Request {0} is not of type 'Purchase'
th: คำขอวัสดุ {0} ไม่ใช่ประเภท 'การซื้อ'

source: Material Request {0} is not submitted
th: ใบขอเบิกวัสดุ {0} ยังไม่ได้ส่งแล้ว

source: Material Request {0} is {1}
th: คำขอวัสดุ {0} อยู่ในสถานะ {1}

source: Material code is required
th: รหัสวัตถุดิบเป็นข้อมูลที่จำเป็น

source: Material code {0} mapped to {1}. {2} queue items resolved.
th: รหัสวัสดุ {0} ถูกแมปไปยัง {1} แล้ว รายการคิว {2} รายการได้รับการแก้ไขเรียบร้อยแล้ว

source: Medical Devices
th: อุปกรณ์การแพทย์

source: Medicine
th: ยา

source: Mfg Date
th: วันที่ การผลิต

source: Missing Box Size
th: ขนาดกล่องหายไป

source: Missing Items on Affiliate Server
th: รายการสินค้าขาดหายบนเซิร์ฟเวอร์พันธมิตร

source: Missing Shipping Address
th: ไม่มีที่อยู่จัดส่ง

source: Mixed INV and CN types not allowed in the same file. Please separate Invoice and Credit Note data into different files. Types found: {0}
th: ไม่อนุญาตให้มีประเภทใบกำกับภาษีขายและใบลดหนี้ผสมกันในไฟล์เดียว กรุณาแยกข้อมูลใบกำกับภาษีขายและใบลดหนี้ออกเป็นไฟล์ต่างหาก ประเภทที่พบ: {0}

source: Modified At
th: แก้ไขเมื่อ

source: Multiple Customers found with ID: {0}. Please ensure unique customer IDs.
th: พบลูกค้าหลายรายที่มีรหัส: {0} กรุณาตรวจสอบให้แน่ใจว่ารหัสลูกค้าไม่ซ้ำกัน

source: Multiple Item Mappings Detected
th: พบการจับคู่สินค้าหลายรายการ

source: Multiple templates found for {0} in {1}
th: พบแม่แบบหลายรายการสำหรับ {0} ใน {1}

source: Multiple templates found matching {0}
th: พบแม่แบบหลายรายการที่ตรงกับ {0}

source: Multiple {0}s found. Select one to view:
th: พบ {0} หลายรายการ กรุณาเลือกหนึ่งรายการเพื่อดู:

source: My Profile
th: โปรไฟล์ของฉัน

source: My Settings
th: การตั้งค่าของฉัน

source: Name Priority
th: ชื่อ ความสำคัญ

source: Net Sales (from Excel)
th: ยอดขายสุทธิ (จาก Excel)

source: New Delivery Note
th: บันทึกส่งมอบใหม่

source: New Delivery Note Created: {0}
th: สร้างใบส่งสินค้าภริบทร์ใหม่: {0}

source: New Delivery Note {0} created for {1}
th: สร้างใบส่งของใหม่ {0} สำหรับ {1} แล้ว

source: No
th: ไม่

source: No COA attached
th: ไม่มีแผนภูมิบัญชีแนบมา

source: No Credit Notes found
th: ไม่พบใบลดหนี้

source: No Delivery Notes found for this Sales Invoice
th: ไม่พบใบส่งของสำหรับใบแจ้งหนี้ขายนี้

source: No Document Found
th: ไม่พบเอกสารใดๆ

source: No End User data available
th: ไม่มีข้อมูลผู้ใช้งานปลายทาง disponible

source: No Items Selected
th: ไม่มีการเลือกไอเท็มใดๆ

source: No Manufacturers Linked
th: ไม่มีการเชื่อมโยงผู้ผลิต

source: No Material Requests Selected
th: ไม่ได้เลือกคำขอวัสดุใดๆ

source: No Material Requests selected
th: ไม่ได้เลือกคำขอวัสดุใดๆ

source: No Pending Items
th: ไม่มีรายการรอดำเนินการ

source: No Sales Invoices found
th: ไม่พบใบกำกับภาษีขายใดๆ

source: No Sales Orders found
th: ไม่พบใบสั่งขาย

source: No Selection
th: ไม่ได้เลือก

source: No Stock Reservation Entries created. Check error log for details.
th: ยังไม่มีการสร้างรายการสำรองสต็อก กรุณาตรวจสอบบันทึกข้อผิดพลาดสำหรับรายละเอียดเพิ่มเติม

source: No active Customer found with ID: {0}
th: ไม่พบลูกค้าใช้งานที่มีรหัส: {0}

source: No active reservations found
th: ไม่พบการจองที่ใช้งานอยู่

source: No approved Manufacturing Order found for batch {0}
th: ไม่พบใบสั่งผลิตที่ได้รับการอนุมัติสำหรับชุด {0}

source: No available batches. Enable "Show Reserved Batches" to see all batches.
th: ไม่มีชุดสินค้าที่ใช้ได้ โปรดเปิดใช้งาน "แสดงชุดสินค้าจองไว้" เพื่อดูชุดสินค้าทั้งหมด

source: No batch/item errors found.
th: ไม่พบข้อผิดพลาดของล็อต/สินค้าใดๆ

source: No batches available for this item and warehouse.
th: ไม่มีชุดสินค้าพร้อมใช้งานสำหรับไอเท็มและคลังสินค้านี้

source: No batches found
th: ไม่พบชุดข้อมูล

source: No batches selected
th: ไม่ได้เลือกชุดสินค้าใดๆ

source: No batches to export
th: ไม่มีชุดข้อมูลสำหรับส่งออก

source: No changes to save
th: ไม่มีการเปลี่ยนแปลงที่ต้องบันทึก

source: No customers selected. Please select customers first.
th: ยังไม่ได้เลือกผู้ขาย กรุณาเลือกผู้ขายก่อนค่ะ

source: No data to export
th: ไม่มีข้อมูลสำหรับส่งออก

source: No eligible invoices found
th: ไม่พบใบแจ้งหนี้ที่มีคุณสมบัติตรงตามเกณฑ์

source: No items found to export
th: ไม่พบรายการสำหรับส่งออก

source: No items have valid Item mapping. Please add material code mappings first, or all items will be queued.
th: ไม่มีรายการใดที่มีการจับคู่รายการสินค้าอย่างถูกต้อง กรุณาเพิ่มการจับคู่รหัสวัสดุก่อน มิฉะนั้นรายการสินค้าทั้งหมดจะถูกจัดคิวไว้

source: No items selected. Please select items from the Material Requests above.
th: ยังไม่ได้เลือกสินค้า กรุณาเลือกสินค้าจากคำขอวัสดุด้านบน

source: No items to validate. Please parse Excel file first.
th: ไม่มีรายการให้ตรวจสอบ กรุณาแยกวิเคราะห์ไฟล์ Excel ก่อน

source: No items with valid Item mapping. {0} materials queued for mapping.
th: ไม่มีรายการที่มีการจับคู่ Item ที่ถูกต้อง {0} วัสดุอยู่ในคิวสำหรับการจับคู่

source: No mappings provided
th: ไม่มีการกำหนดการจับคู่ข้อมูล

source: No pending delivery notes found for this company
th: ไม่พบใบส่งของที่รอดำเนินการสำหรับบริษัทนี้

source: No provinces excluded
th: ไม่มีจังหวัดใดถูกยกเว้น

source: No raw material COAs found
th: ไม่พบบัญชีแยกประเภทวัตถุดิบดิบ

source: No reservation data available
th: ไม่มีข้อมูลการจอง

source: No tax template found for {0} in company {1}. Expected name: {2}
th: ไม่พบแม่แบบภาษีสำหรับ {0} ในบริษัท {1} ชื่อที่คาดหวัง: {2}

source: No tax template needed for {0}
th: ไม่จำเป็นต้องใช้แม่แบบภาษีสำหรับ {0}

source: No unmapped end users found
th: ไม่พบผู้ใช้ปลายทางที่ยังไม่ได้แมป

source: No unmapped end users found. All end users are mapped or no end user data present.
th: ไม่พบผู้ใช้งานปลายทางที่ยังไม่ได้แมป ผู้ใช้งานปลายทางทั้งหมดถูกแมปแล้วหรือไม่มีข้อมูลผู้ใช้งานปลายทางอยู่ในระบบ

source: No unmapped items found
th: ไม่พบรายการที่ยังไม่ได้แมป

source: No unmapped materials found. All materials are now mapped!
th: ไม่พบวัสดุที่ยังไม่ได้แมป วัสดุทั้งหมดถูกแมปเรียบร้อยแล้ว!

source: No valid items to add to Purchase Order
th: ไม่มีรายการที่ถูกต้องสำหรับเพิ่มในใบสั่งซื้อ

source: No valid items to create Credit Note. Please validate first.
th: ไม่มีรายการที่ถูกต้องสำหรับสร้างใบลดหนี้ กรุณาตรวจสอบความถูกต้องก่อนค่ะ

source: No valid items to create Sales Order. Please validate first.
th: ไม่มีรายการที่ถูกต้องสำหรับสร้างใบสั่งขาย กรุณาตรวจสอบความถูกต้องก่อนดำเนินการ

source: No valid items to sync. Please validate first.
th: ไม่มีรายการที่ถูกต้องสำหรับการซิงค์ กรุณาตรวจสอบความถูกต้องก่อน

source: No {0} found linked to this Sales Order.
th: ไม่พบ {0} ที่เชื่อมโยงกับใบสั่งขายนี้

source: No.
th: เลขที่

source: Normal
th: ปกติ

source: Not Set
th: ยังไม่ได้ระบุ

source: Not Synced
th: ยังไม่ได้ซิงค์

source: Not attached
th: ไม่ได้แนบไฟล์

source: Note: End user mapping is optional. These are tracked for management reporting purposes.
th: หมายเหตุ: การกำหนดแผนผังผู้ใช้ปลายทางเป็นทางเลือก สามารถติดตามเพื่อวัตถุประสงค์ในการรายงานการบริหารจัดการได้

source: Notes
th: หมายเหตุ

source: Notes (Optional)
th: หมายเหตุ (ไม่บังคับ)

source: Notes / Reason
th: หมายเหตุ / เหตุผล

source: Notification failed: {0}
th: การแจ้งเตือล้มเหลว: {0}

source: Number of Credit Notes created
th: จำนวนใบลดหนี้ที่สร้างขึ้น

source: Number of Sales Invoices created directly
th: จำนวนใบกำกับภาษีขายที่สร้างโดยตรง

source: Number of Sales Orders created
th: จำนวนใบสั่งขายที่สร้างขึ้น

source: Number of customers selected for Sales Order creation
th: จำนวนลูกค้าที่เลือกสำหรับการสร้างใบสั่งขาย

source: Number of line items for this end user
th: จำนวนรายการสินค้าในบรรทัดสำหรับผู้ใช้ปลายทางนี้

source: Number of unique Payers/Customers found in Excel
th: จำนวนผู้ชำระเงิน/ลูกค้าเฉพาะที่พบใน Excel

source: OK
th: ตกลง

source: Occurrences
th: จำนวนครั้งที่เกิดขึ้น

source: On Hold
th: ระงับ

source: Or create the missing batches in Stock > Batch before validating
th: หรือสร้างชุดสินค้าที่ขาดใน สต็อก > ชุด ก่อนทำการตรวจสอบความถูกต้อง

source: Or export to CSV and use Data Import to create batches
th: หรือส่งออกเป็น CSV และใช้ การนำเข้าข้อมูล เพื่อสร้างชุดข้อมูล

source: Order Type
th: ประเภทสั่งซื้อ

source: Original Type value from Excel (e.g., 'INV Normal', 'CN Normal', 'CN Unsales')
th: ค่าประเภทต้นฉบับจาก Excel (เช่น 'INV Normal', 'CN Normal', 'CN Unsales')

source: Other
th: อื่น ๆ

source: Other Validation Errors
th: ข้อผิดพลาดการตรวจสอบอื่น ๆ

source: Overbooked
th: จองเกินจำนวน

source: PDF Generation Error
th: ข้อผิดพลาดในการสร้าง PDF

source: PDF Report generated successfully
th: รายงาน PDF สร้างเสร็จสมบูรณ์แล้ว

source: PDF of complete manufacturing record
th: ไฟล์ PDF ของบันทึกการผลิตฉบับสมบูรณ์

source: PO Delivery Calendar Report
th: รายงานปฏิทินการจัดส่งใบสั่งซื้อ

source: Package Count
th: จำนวนแพ็กเกจ

source: Package Count (จำนวน Pkg)
th: จำนวนแพ็กเกจ (Package Count)

source: Package Qty
th: จำนวนแพ็คเกจ

source: Packages
th: แพ็กเกจ

source: Parse Error
th: ข้อผิดพลาดในการวิเคราะห์ข้อมูล

source: Parse File
th: วิเคราะห์ไฟล์

source: Parse failed: {0}
th: การวิเคราะห์ล้มเหลว: {0}

source: Parsed
th: วิเคราะห์แล้ว

source: Parsed At
th: วิเคราะห์เมื่อ

source: Parsing Excel file...
th: กำลังแยกวิเคราะห์ไฟล์ Excel...

source: Parsing Log
th: บันทึกการวิเคราะห์

source: Partnership
th: หุ้นส่วน

source: Passed
th: ผ่านไป

source: Payer Code
th: รหัสผู้ชำระเงิน

source: Payer Code (DKSH)
th: รหัสผู้ชำระเงิน (DKSH)

source: Payer code from DKSH reports (Column C in Excel)
th: รหัสผู้ชำระเงินจากรายงาน DKSH (คอลัมน์ C ใน Excel)

source: Payer code is required
th: รหัสผู้ชำระเงินเป็นข้อมูลที่จำเป็นต้องระบุ

source: Pending
th: รอดำเนินการ

source: Pending Invoices
th: ใบแจ้งหนี้รอดำเนินการ

source: Pending Renewal
th: รอต่ออายุ

source: Percentage applied to Transfer Price Sum for rate calculation. Formula: Rate = (Transfer Price Sum × Rate%) / Total Qty
th: เปอร์เซ็นต์ที่ใช้กับผลรวมราคาย้ายเพื่อคำนวณอัตรา สูตร: อัตรา = (ผลรวมราคาย้าย × เปอร์เซ็นต์อัตรา) / ปริมาณรวม

source: Pharmaceutical Business License
th: ใบอนุญาตประกอบธุรกิจเภสัชกรรม

source: Pharmaceutical items must have at least one supplier defined in the Supplier Items table.
th: รายการเวชภัณฑ์ต้องมีผู้จำหน่ายอย่างน้อยหนึ่งรายที่กำหนดไว้ในตาราง รายการผู้จำหน่าย

source: Pharmaceutical items must have at least one supplier defined. Please add supplier information in the <b>Supplier Items</b> table.
th: รายการเวชภัณฑ์ต้องมีผู้จำหน่ายอย่างน้อยหนึ่งราย กรุณาเพิ่มข้อมูลผู้จำหน่ายในตาราง <b>ผู้จำหน่ายสินค้า</b>

source: Pharmaceutical suppliers must have at least one associated manufacturer. Please add manufacturers in the "Associated Manufacturers" table before saving.
th: ผู้จำหน่ายเวชภัณฑ์ต้องมีอย่างน้อยหนึ่งผู้ผลิตที่เกี่ยวข้อง กรุณาเพิ่มผู้ผลิตในตาราง "ผู้ผลิตที่เกี่ยวข้อง" ก่อนบันทึกข้อมูล

source: Pharmaceutical suppliers must have at least one associated manufacturer. Please add manufacturers in the "Associated Manufacturers" table.
th: ผู้จำหน่ายเวชภัณฑ์ต้องมีอย่างน้อยหนึ่งผู้ผลิตที่เกี่ยวข้อง กรุณาเพิ่มผู้ผลิตในตาราง "ผู้ผลิตที่เกี่ยวข้อง"

source: Pharmaceutical suppliers must have at least one associated manufacturer. Please add manufacturers in the 'Associated Manufacturers' table.
th: ผู้จำหน่ายเวชภัณฑ์ต้องมีอย่างน้อยหนึ่งผู้ผลิตที่เชื่อมโยง กรุณาเพิ่มผู้ผลิตในตาราง 'ผู้ผลิตที่เชื่อมโยง'

source: Pharmaceutical traceability and compliance
th: การติดตามย้อนกลับและการปฏิบัติตามข้อกำหนดในอุตสาหกรรมยา

source: Pharmacy
th: ร้านขายยา

source: Phone
th: โทรศัพท์

source: Planning
th: การวางแผน

source: Please add at least one manufacturer for this pharmaceutical supplier.
th: กรุณาเพิ่มผู้ผลิตอย่างน้อยหนึ่งรายสำหรับผู้จำหน่ายเวชภัณฑ์นี้

source: Please add quality test readings before submission
th: กรุณาเพิ่มการทดสอบคุณภาพก่อนส่งข้อมูล

source: Please attach an Excel or CSV file first
th: กรุณาแนบไฟล์ Excel หรือ CSV ก่อน

source: Please complete all quality test readings before submission
th: กรุณาทำการทดสอบคุณภาพทั้งหมดให้เสร็จก่อนส่งข้อมูล

source: Please complete readings for: {0}
th: กรุณาทำการอ่านให้ครบถ้วนสำหรับ: {0}

source: Please enable {0} in the {1}.
th: กรุณาเปิดใช้งาน {0} ใน {1}

source: Please enter a valid Quantity
th: กรุณากรอกจำนวนที่ถูกต้อง

source: Please fill in all required fields
th: กรุณากรอกข้อมูลในช่องที่จำเป็นทั้งหมด

source: Please make a Release Decision before submission
th: กรุณาตัดสินใจปล่อยตัวก่อนส่งข้อมูล

source: Please parse and validate items first
th: กรุณาวิเคราะห์และตรวจสอบรายการก่อน

source: Please parse the import file first
th: กรุณาวิเคราะห์ไฟล์นำเข้าก่อน

source: Please save the Pick List before selecting batches.
th: กรุณาบันทึกรายการเลือกก่อนเลือกชุดสินค้า

source: Please save the Pick List to confirm this item row before selecting batches.
th: กรุณาบันทึกรายการเบิกเพื่อยืนยันแถวสินค้านี้ก่อนเลือกล็อตสินค้า

source: Please save the Sales Invoice before selecting batches.
th: กรุณาบันทึกใบกำกับภาษีขายก่อนเลือกชุดสินค้า

source: Please save the Sales Invoice to confirm this item row before selecting batches.
th: กรุณาบันทึกใบแจ้งหนี้ขายเพื่อยืนยันแถวรายการสินค้านี้ก่อนเลือกชุดสินค้า

source: Please save the Sales Order before selecting batches.<br><br>Batch reservations require a saved Sales Order to link to.
th: กรุณาบันทึกใบสั่งขายก่อนเลือกชุดสินค้า<br><br>การจองชุดสินค้าต้องการใบสั่งขายที่บันทึกแล้วเพื่อเชื่อมโยงข้อมูล

source: Please select BOM and enter Quantity to Manufacture
th: กรุณาเลือก BOM และระบุจำนวนเพื่อผลิต

source: Please select Batch Naming Pattern
th: กรุณาเลือกรูปแบบการตั้งชื่อชุด

source: Please select Item Code first
th: กรุณาเลือกรหัสสินค้าก่อน

source: Please select Manufacturing Date
th: กรุณาเลือก วันที่ผลิต

source: Please select a Warehouse first
th: กรุณาเลือกคลังสินค้าก่อน

source: Please select a batch number for each item before submitting.
th: กรุณาเลือกหมายเลขชุดสำหรับแต่ละรายการก่อนส่งข้อมูล

source: Please select a province
th: กรุณาเลือกจังหวัด

source: Please select an Item first
th: กรุณาเลือก ไอเทม ก่อน

source: Please select at least one Material Request to continue.
th: กรุณาเลือกอย่างน้อยหนึ่งคำขอวัสดุเพื่อดำเนินการต่อ

source: Please select at least one batch
th: กรุณาเลือกชุดข้อมูลอย่างน้อยหนึ่งชุด

source: Please select at least one batch to reserve.
th: กรุณาเลือกอย่างน้อยหนึ่งชุดเพื่อสำรองสินค้า

source: Please select at least one batch with quantity > 0
th: กรุณาเลือกชุดสินค้าอย่างน้อยหนึ่งชุดที่มีจำนวน > 0

source: Please select at least one customer
th: กรุณาเลือกอย่างน้อยหนึ่งลูกค้า

source: Please select at least one delivery note
th: กรุณาเลือกอย่างน้อยหนึ่งใบส่งของ

source: Please select at least one item to create Purchase Order.
th: กรุณาเลือกอย่างน้อยหนึ่งรายการเพื่อสร้างใบสั่งซื้อ

source: Please select at least one item to export
th: กรุณาเลือกอย่างน้อยหนึ่งรายการเพื่อส่งออก

source: Please select at least one row to export
th: กรุณาเลือกอย่างน้อยหนึ่งแถวเพื่อส่งออก

source: Please select exactly one item to split
th: กรุณาเลือกไอเท็มเพียงหนึ่งรายการเพื่อแยก

source: Please select submitted Purchase type Material Requests that are not cancelled or stopped.
th: กรุณาเลือกประเภทการซื้อคำขอวัสดุที่ได้ส่งแล้วซึ่งไม่ได้ถูกยกเลิกหรือหยุดชะงัก

source: Please set the Affiliate Customer (billing customer) first
th: กรุณากำหนด ลูกค้าในเครือข่าย (ลูกค้าผู้เรียกเก็บเงิน) ก่อน

source: Please specify Conditional Pass Conditions
th: กรุณาระบุเงื่อนไขการผ่านแบบมีเงื่อนไข

source: Please validate items first
th: กรุณาตรวจสอบรายการก่อน

source: Please {0} the linked documents first in the following order:
th: กรุณา {0} เอกสารที่เชื่อมโยงก่อนตามลำดับดังนี้:

source: Postal
th: ไปรษณีย์

source: Posting Date
th: วันที่บันทึกข้อมูล

source: Preview
th: แสดงตัวอย่าง

source: Preview DKSH Import
th: ดูตัวอย่างการนำเข้า DKSH

source: Preview End Users
th: ดูตัวอย่างผู้ใช้งานปลายทาง

source: Preview Import
th: แสดงตัวอย่างการนำเข้า

source: Preview what will be imported without making any changes.
th: แสดงตัวอย่างข้อมูลที่จะนำเข้าโดยไม่ทำการเปลี่ยนแปลงใดๆ

source: Previous manufacturer cleared (not available for this supplier)
th: ผู้ผลิตก่อนหน้าถูกล้างข้อมูลแล้ว (ไม่สามารถใช้ได้สำหรับผู้จำหน่ายนี้)

source: Primary Address
th: ที่อยู่หลัก

source: Primary License
th: ใบอนุญาตหลัก

source: Print COA
th: พิมพ์ แผนผังบัญชี

source: Proceed with Validation
th: ดำเนินการตรวจสอบความถูกต้อง

source: Processing Details
th: รายละเอียดการประมวลผล

source: Processing {0} of {1}
th: กำลังประมวลผล {0} จาก {1}

source: Produced Quantity
th: จำนวนที่ผลิต

source: Product Description (รายละเอียดสินค้า)
th: รายละเอียดสินค้า

source: Product Details
th: รายละเอียดสินค้า

source: Product Details (ข้อมูลสินค้า)
th: รายละเอียดสินค้า

source: Product Model (รุ่นสินค้า)
th: รุ่นสินค้า

source: Product Type
th: ประเภทสินค้า

source: Product Type (ประเภทสินค้า)
th: ประเภทสินค้า

source: Product to Manufacture
th: สินค้าที่จะผลิต

source: Province
th: จังหวัด

source: Province Exclusion Settings
th: การตั้งค่าการยกเว้นจังหวัด

source: Province Name
th: ชื่อจังหวัด

source: Province Name (จังหวัด)
th: ชื่อจังหวัด

source: Province Settings
th: การตั้งค่า จังหวัด

source: Province exclusions already initialized. Use province management UI to modify.
th: การยกเว้นจังหวัดได้ถูกกำหนดค่าเริ่มต้นแล้ว กรุณาใช้ส่วนติดต่อผู้ใช้การจัดการจังหวัดเพื่อแก้ไขข้อมูล

source: Province record {0} not found
th: ไม่พบระเบียนจังหวัด {0}

source: Province {0} is already in the exclusion list
th: จังหวัด {0} อยู่ในรายการยกเว้นแล้ว

source: Provinces to exclude from Inter Express delivery. Items from these provinces will not appear in the warehouse list.
th: จังหวัดที่ไม่รวมในการจัดส่ง Inter Express สินค้าจากจังหวัดเหล่านี้จะไม่แสดงในรายการคลังสินค้า

source: Published
th: เผยแพร่

source: Purchase Order
th: ใบสั่งซื้อ

source: Purchase Order has been closed
th: ใบสั่งซื้อถูกปิดแล้ว

source: Purchase Order has been locked
th: ใบสั่งซื้อถูกล็อกแล้ว

source: Purchase Order has been reopened
th: ใบสั่งซื้อถูกเปิดใช้งานอีกครั้งแล้ว

source: Purchase Order has been unlocked
th: ใบสั่งซื้อถูกปลดล็อกแล้ว

source: Purchase Order {0} created successfully
th: ใบสั่งซื้อ {0} สร้างเรียบร้อยแล้ว

source: Purchase Receipt
th: ใบรับซื้อ

source: Purchasing
th: การจัดซื้อ

source: QC Inspector
th: ผู้ตรวจสอบคุณภาพ

source: QC Manager name
th: ชื่อผู้จัดการ QC

source: QC Remarks
th: หมายเหตุ QC

source: QC Status
th: สถานะ QC

source: QC Status is not 'Passed' for batch {0}
th: สถานะ QC ไม่ใช่ 'ผ่าน' สำหรับชุด {0}

source: QC Status must be 'Passed' before submission
th: สถานะ QC ต้องเป็น 'ผ่าน' ก่อนส่งข้อมูล

source: QC Testing
th: การทดสอบ QC

source: QC Testing Date
th: วันที่ทดสอบ QC

source: Qty
th: จำนวน

source: Qty to Reserve
th: จำนวนที่ต้องสำรอง

source: Quality Control
th: การควบคุมคุณภาพ

source: Quality Control & COA
th: การควบคุมคุณภาพและใบรับรองการวิเคราะห์

source: Quality control tracking
th: การติดตามการควบคุมคุณภาพ

source: Quantity
th: ปริมาณ

source: Quantity & Amount
th: ปริมาณและจำนวนเงิน

source: Quantity 1
th: จำนวน 1

source: Quantity 2
th: จำนวน 2

source: Quantity Exceeded
th: จำนวนเกินกำหนด

source: Quantity changed. Please reselect batches.
th: จำนวนเปลี่ยนแปลง กรุณาเลือกชุดสินค้าใหม่อีกครั้ง

source: Quantity to Manufacture
th: ปริมาณการผลิต

source: Queue Error
th: ข้อผิดพลาดคิว

source: Queue entry is not in Pending status
th: รายการคิวไม่ได้อยู่ในสถานะรอดำเนินการ

source: Rate
th: อัตรา/ราคา

source: Rate %
th: อัตราร้อยละ

source: Rate (97%)
th: อัตรา (97%)

source: Rate = (Transfer Price Sum × 0.97) / Total Qty
th: อัตรา = (ผลรวมราคาย้าย × 0.97) / ปริมาณรวม

source: Rate Percentage
th: อัตราร้อยละ

source: Rate percentage changed to {0}%. Re-parse Excel to recalculate rates.
th: อัตราร้อยละเปลี่ยนเป็น {0}%. กรุณาวิเคราะห์ไฟล์ Excel ใหม่เพื่อคำนวณอัตราใหม่อีกครั้ง

source: Raw Material
th: วัตถุดิบ

source: Raw Material Batches
th: ชุดวัตถุดิบ

source: Raw Material COA
th: แผนผังบัญชีวัตถุดิบ

source: Raw Material COAs
th: บัญชีแยกประเภทวัตถุดิบ

source: Raw Materials & Batch Selection
th: วัตถุดิบดิบและการเลือกชุดผลิต

source: Raw Type values found in Excel (e.g., 'INV Normal', 'CN Normal, CN Unsales')
th: ค่าประเภทดิบที่พบใน Excel (เช่น 'INV ปกติ', 'CN ปกติ, CN ยกเลิกการขาย')

source: Raw materials loaded from BOM
th: วัตถุดิบที่โหลดมาจาก BOM

source: Re-Export CSV
th: ส่งออก CSV อีกครั้ง

source: Re-Sync to {0}
th: ซิงค์ใหม่กับ {0}

source: Ready
th: พร้อมแล้ว

source: Reason
th: เหตุผล

source: Recipient Details (ข้อมูลผู้รับ)
th: รายละเอียดผู้รับ (Recipient Details)

source: Recipient Name/Company (ชื่อผู้รับ/บริษัท)
th: ชื่อผู้รับ/บริษัท

source: Recommended naming pattern: {0} - {1}
th: รูปแบบการตั้งชื่อที่แนะนำ: {0} - {1}

source: Reconcile
th: คืนดี

source: Reconcile Temp Customer
th: ปรับยอดลูกค้าชั่วคราว

source: Reconcile Temp Item
th: ปรับยอดสินค้าชั่วคราว

source: Reconciliation failed
th: การกระทบยอดล้มเหลว

source: Ref. Docs.
th: เอกสารอ้างอิง

source: Ref. No.
th: ลฟชา.

source: Reference
th: อ้างอิง

source: Reference Invoice
th: ใบอ้างอิงใบแจ้งหนี้

source: Refresh
th: รีเฟรช

source: Refresh Manufacturers
th: รีเฟรชผู้ผลิต

source: Refrigerated
th: แช่เย็น

source: Regulatory Remarks
th: หมายเหตุข้อกำหนดทางกฎหมาย

source: Rejected Quantity
th: จำนวนปฏิเสธ

source: Related DocType
th: DocType ที่เกี่ยวข้อง

source: Release Decision cannot be 'Pass' when {0} out of {1} test(s) have failed
th: ไม่สามารถกำหนดสถานะการปล่อยเป็น 'ผ่าน' เมื่อมีการทดสอบ {0} จาก {1} รายการล้มเหลว

source: Release Decision is "Pass" but {0} test(s) have failed. Please review.
th: การตัดสินใจปล่อยสินค้าเป็น "ผ่าน" แต่มีการทดสอบ {0} รายการที่ล้มเหลว กรุณาตรวจสอบใหม่อีกครั้ง
