Repository: ManotLuijiu/erpnext-thai-translation
Catalog: inpac_pharma/*.po
Languages: th

source: Delivery Note Return {0} created automatically from DK Import (Draft)
th: ใบส่งของคืน {0} สร้างโดยอัตโนมัติจาก DK Import (ร่าง)

source: Delivery Note added successfully
th: ใบส่งสินค้า เลื่อยการออก

source: Delivery Note {0} (Draft) has been deleted
th: ใบส่งของ {0} (ฉบับร่าง) ได้ถูกลบแล้ว

source: Delivery Note {0} added to Inter Express batch {1}
th: ใบส่งของ {0} ถูกเพิ่มในชุดงาน Inter Express {1}

source: Delivery Note {0} already exists for this Sales Invoice
th: ใบส่งของ {0} มีอยู่แล้วสำหรับใบแจ้งหนี้ขายนี้

source: Delivery Note {0} created automatically (Draft)
th: ใบส่งของ {0} สร้างโดยอัตโนมัติ (ฉบับร่าง)

source: Delivery Note {0} created automatically from Consignment (Draft)
th: ใบส่งของ {0} สร้างขึ้นโดยอัตโนมัติจากใบส่งของฝาก (ร่าง)

source: Delivery Note {0} created automatically from DK Import (Draft)
th: ใบส่งของ {0} สร้างโดยอัตโนมัติจาก DK Import (ร่าง)

source: Delivery Note {0} has been cancelled
th: ใบส่งสินค้า {0} ใช้ยกเลิก

source: Delivery Note {0} is already in Inter Express batch {1}
th: ใบส่งของ {0} อยู่ในชุด Inter Express {1} แล้ว

source: Delivery Notes
th: หมายเหตุการจัดส่ง

source: Delivery Notes - {0}
th: ใบส่งของ - {0}

source: Delivery Notes Count
th: จำนวนใบส่งของ

source: Delivery Schedule
th: กำหนดการจัดส่ง

source: Delivery Type
th: ประเภทการจัดส่ง

source: Delivery Type (ประเภทการจัดส่ง)
th: ประเภทการจัดส่ง

source: Description
th: คำอธิบาย

source: Description (Thai)
th: คำอธิบาย

source: Deselect All
th: ยกเลิกการเลือกทั้งหมด

source: Destination Customer Code (รหัสลูกค้าปลายทาง)
th: รหัสลูกค้า (ปลายทาง)

source: Details
th: รายละเอียด

source: Dialog Error
th: ข้อผิดพลาดของกล่องโต้ตอบ

source: Disable temp item after reconciliation
th: ปิดใช้งานสินค้าชั่วคราวหลังการปรับยอด

source: Disabled
th: ปิดใช้งาน

source: Display Title
th: ชื่อเรื่องแสดงผล

source: Display order (lower number shows first)
th: ลำดับการแสดงผล (ตัวเลขต่ำกว่าจะแสดงก่อน)

source: Display order within category (lower number shows first)
th: ลำดับการแสดงผลภายในหมวดหมู่ (ตัวเลขต่ำกว่าจะแสดงก่อน)

source: District
th: อำเภอ

source: Do you want to continue?
th: ต้องการดำเนินการต่อหรือไม่?

source: Document
th: เอกสาร

source: Document Created
th: เอกสารถูกสร้างแล้ว

source: Document creation failed: {0}
th: การสร้างเอกสารล้มเหลว: {0}

source: Document name created on affiliate ERPNext server (e.g., SINV-00001)
th: ชื่อเอกสารที่สร้างบนเซิร์ฟเวอร์ ERPNext สาขาย่อย (เช่น SINV-00001)

source: Document name is required
th: ต้องระบุชื่อเอกสาร

source: Document refreshed. Please verify batch reservations.
th: เอกสารถูกรีเฟรชแล้ว กรุณาตรวจสอบการจองล็อตสินค้า

source: Documentation
th: เอกสารประกอบ

source: Download CSV
th: ดาวน์โหลด CSV

source: Download Finished Goods COA
th: ดาวน์โหลด แผนผังบัญชีสินค้าสำเร็จรูป

source: Draft
th: ฉบับร่าง

source: ERPNext Customer (mapped from Payer Code)
th: ลูกค้า ERPNext (แมปจากรหัสผู้ชำระเงิน)

source: ERPNext Customer Type
th: ประเภทลูกค้า ERPNext

source: ERPNext Customer representing the End User
th: ลูกค้า ERPNext ที่เป็นตัวแทนผู้ใช้งานปลายทาง

source: Economy
th: เศรษฐกิจ

source: Either Pick List Item, Sales Order Item, or Sales Invoice Item must be provided
th: ต้องระบุรายการในรายการเลือก, รายการใบสั่งขาย หรือรายการใบแจ้งหนี้ขายอย่างใดอย่างหนึ่ง

source: Eligible
th: มีสิทธิ์

source: Eligible for Export
th: มีสิทธิ์ส่งออก

source: Enable 'Skip Batch Validation' checkbox if batch numbers don't exist in system yet
th: เปิดใช้งานช่องทำเครื่องหมาย 'ข้ามการตรวจสอบล็อต' หากหมายเลขล็อตยังไม่มีในระบบ

source: Enable Skip Batch Validation
th: เปิดใช้งานข้ามการตรวจสอบชุด

source: Enabled
th: การเปิดใช้งาน

source: End User
th: ผู้ใช้ปลายทาง

source: End User (Payer)
th: ผู้ใช้งานปลายทาง (ผู้ชำระเงิน)

source: End User Code
th: รหัสผู้ใช้ปลายทาง

source: End User Name
th: ชื่อผู้ใช้ปลายทาง

source: End User Name (DKSH)
th: ชื่อผู้ใช้งานปลายทาง (DKSH)

source: End User Name (from DKSH)
th: ชื่อผู้ใช้งานปลายทาง (จาก DKSH)

source: End User Preview - Reconciliation Data
th: ตัวอย่างผู้ใช้ปลายทาง - ข้อมูลการกระทบยอด

source: End User Reconciliation
th: การกระทบยอดผู้ใช้งานปลายทาง

source: End User Reconciliation Report
th: รายงานการกระทบยอดผู้ใช้งานปลายทาง

source: End User Report (CSV)
th: รายงานผู้ใช้ปลายทาง (CSV)

source: End User Report (Excel)
th: รายงานผู้ใช้ปลายทาง (Excel)

source: End User Report (PDF)
th: รายงานผู้ใช้งานปลายทาง (PDF)

source: End User Report Filters
th: ตัวกรองรายงานผู้ใช้งานปลายทาง

source: End User customer name from ERPNext (for reconciliation reports)
th: ชื่อลูกค้า End User จาก ERPNext (สำหรับรายงานการกระทบยอด)

source: End User payer code from DKSH Excel
th: รหัสผู้ชำระเงินปลายทางจากไฟล์ Excel ของ DKSH

source: End Users
th: ผู้ใช้งานปลายทาง

source: End user name as shown in DKSH reports
th: ชื่อผู้ใช้งานปลายทางตามที่แสดงในรายงาน DKSH

source: End user name as shown in DKSH reports (for reference)
th: ชื่อผู้ใช้งานปลายทางตามที่แสดงในรายงาน DKSH (สำหรับอ้างอิง)

source: End user {0} resolved and mapped to {1}
th: ผู้ใช้ปลายทาง {0} ได้รับการแก้ไขและแมปไปยัง {1}

source: End users (payer codes) not mapped to ERPNext Customers
th: รหัสผู้ใช้ปลายทาง (รหัสผู้ชำระเงิน) ที่ไม่ได้เชื่อมโยงกับลูกค้าใน ERPNext

source: Ensure item codes match exactly between systems
th: ตรวจสอบให้แน่ใจว่าโค้ดสินค้าในแต่ละระบบตรงกันอย่างแม่นยำ

source: Error
th: ข้อผิดพลาด

source: Error creating batch selection dialog: {0}
th: เกิดข้อผิดพลาดในการสร้างกล่องโต้ตอบการเลือกชุด: {0}

source: Error fetching unmapped end users
th: เกิดข้อผิดพลาดในการดึงข้อมูลผู้ใช้ปลายทางที่ยังไม่ได้แมป

source: Error fetching unmapped materials
th: เกิดข้อผิดพลาดในการดึงข้อมูลวัสดุที่ยังไม่ได้แมป

source: Errors
th: ข้อผิดพลาด

source: Excel File
th: ไฟล์ Excel

source: Excel Generation Error
th: ข้อผิดพลาดในการสร้างไฟล์ Excel

source: Excel Report generated successfully
th: รายงาน Excel สร้างเสร็จเรียบร้อยแล้ว

source: Excel parsed successfully. {0} items from {1} End Users. All items auto-selected for affiliate billing.
th: Excel ถูกแยกวิเคราะห์เรียบร้อยแล้ว {0} รายการจาก {1} ผู้ใช้ปลายทาง รายการทั้งหมดถูกเลือกอัตโนมัติสำหรับการเรียกเก็บเงินในเครือ

source: Exclude All Districts
th: ยกเว้นทุกเขต

source: Excluded
th: ไม่รวมอยู่ด้วย

source: Excluded Districts
th: สิดรินตัด

source: Excluded Invoices
th: ใบแจ้งหนี้ที่ถูกยกเว้น

source: Excluded Provinces
th: จังหวัดที่ยกเว้น

source: Excluded from Export
th: ไม่รวมในการส่งออก

source: Excluded provinces saved successfully
th: บันทึกจังหวัดที่ยกเว้นเรียบร้อยแล้ว

source: Exclusion Reason
th: เหตุผลในการยกเว้น

source: Exclusion Reasons
th: เหตุผลในการยกเว้น

source: Existing Reservations
th: การจองที่มีอยู่

source: Expired
th: หมดอายุ

source: Expiry Date
th: วันหมดอายุ

source: Expiry Date (EXP)
th: วันหมดอายุ (EXP)

source: Expiry Date must be after Issue Date
th: วันที่หมดอายุต้องอยู่หลังวันที่ออกเอกสาร

source: Expiry Date must be after Manufacturing Date
th: วันที่หมดอายุต้องอยู่หลังวันที่ผลิต

source: Expiry date management (FEFO)
th: การจัดการวันหมดอายุ (FEFO)

source: Export CSV
th: ส่งออก CSV

source: Export CSV for Batch Import ({0})
th: ส่งออก CSV สำหรับการนำเข้าระบบชุด ({0})

source: Export Date
th: วันที่ส่งออก

source: Export Details
th: รายละเอียดการส่งออก

source: Export Error
th: ข้อผิดพลาดในการส่งออก

source: Export Failed
th: ส่งออกไม่สำเร็จ

source: Export Filters
th: ส่งออกตัวกรอง

source: Export Notes
th: ส่งออกบันทึก

source: Export Selected
th: ส่งออกที่เลือก

source: Export Successful
th: ส่งออกสำเร็จ

source: Export to CSV
th: ส่งออกเป็น CSV

source: Export to Inter Express
th: ส่งออกไปยัง Inter Express

source: Exported
th: ส่งออกแล้ว

source: Exported By
th: ส่งออกโดย

source: Exported {0} items to CSV
th: ส่งออก {0} รายการเป็นไฟล์ CSV

source: Exported {0} rows successfully
th: ส่งออกข้อมูล {0} แถวสำเร็จแล้ว

source: Exporting to CSV...
th: กำลังส่งออกเป็น CSV...

source: Express
th: ด่วน

source: FDA License expires in {0} days - Critical!
th: ใบอนุญาต FDA จะหมดอายุในอีก {0} วัน - สำคัญมาก!

source: FDA License expires in {0} days - Please renew soon
th: ใบอนุญาต FDA จะหมดอายุในอีก {0} วัน - กรุณาต่ออายุโดยเร็ว

source: FDA Registration Number
th: โลวรการเฟรี FDA

source: FEFO (First Expiry First Out)
th: FEFO (ออกก่อนหมดอายุ)

source: Failed
th: ล้มเหลว

source: Failed to add province: {0}
th: ไม่สามารถเพิ่มจังหวัดได้: {0}

source: Failed to add to queue
th: ไม่สามารถเพิ่มลงในคิวได้

source: Failed to auto-create Delivery Note: {0}
th: ไม่สามารถสร้างใบส่งของอัตโนมัติได้: {0}

source: Failed to connect to affiliate server
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์พันธมิตรได้

source: Failed to create Credit Notes
th: ไม่สามารถสร้างใบลดหนี้ได้

source: Failed to create Sales Invoice
th: ไม่สามารถสร้างใบแจ้งหนี้ขายได้

source: Failed to create Sales Orders
th: ไม่สามารถสร้างใบสั่งขายได้

source: Failed to create box size: {0}
th: ไม่สามารถสร้างขนาดกล่องได้: {0}

source: Failed to create mapping
th: ไม่สามารถสร้างการจับคู่ได้

source: Failed to create reservations: {0}
th: ไม่สามารถสร้างการจองได้: {0}

source: Failed to export CSV: {0}
th: ไม่สามารถส่งออก CSV ได้: {0}

source: Failed to generate CSV
th: ไม่สามารถสร้างไฟล์ CSV ได้

source: Failed to generate CSV: {0}
th: ไม่สามารถสร้างไฟล์ CSV ได้: {0}

source: Failed to generate End User report: {0}
th: ไม่สามารถสร้างรายงานผู้ใช้ปลายทางได้: {0}

source: Failed to generate Excel
th: ไม่สามารถสร้างไฟล์ Excel ได้

source: Failed to generate Excel: {0}
th: ไม่สามารถสร้างไฟล์ Excel ได้: {0}

source: Failed to generate PDF
th: ไม่สามารถสร้างไฟล์ PDF ได้

source: Failed to generate PDF: {0}
th: ไม่สามารถสร้างไฟล์ PDF ได้: {0}

source: Failed to generate preview
th: ไม่สามารถสร้างตัวอย่างล่วงหน้าได้

source: Failed to get customer preview: {0}
th: ไม่สามารถดึงตัวอย่างลูกค้าได้: {0}

source: Failed to initialize default provinces: {0}
th: ไม่สามารถเริ่มต้นจังหวัดเริ่มต้นได้: {0}

source: Failed to load batch data: {0}
th: ไม่สามารถโหลดข้อมูลชุดได้: {0}

source: Failed to load box sizes: {0}
th: ไม่สามารถโหลดขนาดกล่องได้: {0}

source: Failed to load customers
th: ไม่สามารถโหลดข้อมูลลูกค้าได้

source: Failed to load data: {0}
th: ไม่สามารถโหลดข้อมูลได้: {0}

source: Failed to load initial data: {0}
th: ไม่สามารถโหลดข้อมูลเริ่มต้นได้: {0}

source: Failed to parse Credit Notes data
th: ไม่สามารถวิเคราะห์ข้อมูลใบลดหนี้ได้

source: Failed to parse Excel file
th: ไม่สามารถวิเคราะห์ไฟล์ Excel ได้

source: Failed to parse Sales Invoices data
th: ไม่สามารถวิเคราะห์ข้อมูลใบแจ้งหนี้การขายได้

source: Failed to parse Sales Orders data
th: ไม่สามารถวิเคราะห์ข้อมูลใบสั่งขายได้

source: Failed to read file: {0}
th: ไม่สามารถอ่านไฟล์ได้: {0}

source: Failed to remove province: {0}
th: ไม่สามารถลบจังหวัด: {0}

source: Failed to save changes
th: ไม่สามารถบันทึกการเปลี่ยนแปลงได้

source: Failed to save changes: {0}
th: ไม่สามารถบันทึกการเปลี่ยนแปลงได้: {0}

source: Failed to save excluded provinces: {0}
th: ไม่สามารถบันทึกจังหวัดที่ยกเว้นได้: {0}

source: Failed to save selection
th: ไม่สามารถบันทึกการเลือกได้

source: Failed to save: {0}
th: ไม่สามารถบันทึกได้: {0}

source: Failed to start temp code creation
th: ไม่สามารถเริ่มสร้างรหัสชั่วคราวได้

source: Failed to sync to affiliate
th: ไม่สามารถซิงค์ไปยังบริษัทในเครือได้

source: Failed to update province: {0}
th: ไม่สามารถอัปเดตจังหวัดได้: {0}

source: Failed to update {0} items: {1}
th: ไม่สามารถอัปเดต {0} รายการ: {1}

source: Failed to validate items
th: ไม่สามารถตรวจสอบความถูกต้องของรายการได้

source: Featured image for article card/header. Supports upload or CDN URL.
th: รูปภาพเด่นสำหรับการ์ด/หัวข้อบทความ รองรับการอัปโหลดหรือ URL จาก CDN

source: File Size
th: ขนาดไฟล์

source: File not found: {0}
th: ไม่พบไฟล์: {0}

source: File parsed successfully. {0} items created from {1} unique customers.
th: ไฟล์ถูกแยกวิเคราะห์เรียบร้อยแล้ว สร้างรายการ {0} รายการจากลูกค้า {1} รายการที่ไม่ซ้ำกัน

source: Filename
th: ชื่อไฟล์

source: Filter Criteria (leave empty for all)
th: เกณฑ์การกรอง (ปล่อยว่างสำหรับทั้งหมด)

source: Filtered Report - Applied Filters
th: รายงานที่กรองแล้ว - ตัวกรองที่ใช้

source: Financial (การเงิน)
th: Accounting (การบัญชี)

source: Finished Goods Batch No. (LOT)
th: หมายเลขชุดสินค้าสำเร็จรูป (LOT)

source: Finished Goods COA
th: งบดุลสินค้าสำเร็จรูป

source: Finished Goods COA is required before submission
th: บัญชีแยกประเภทสินค้าสำเร็จรูปจำเป็นต้องมีก่อนการส่งข้อมูล

source: Fix the above errors and re-validate, or use 'Skip Batch Validation' option if batch numbers don't exist yet.
th: แก้ไขข้อผิดพลาดข้างต้นและตรวจสอบความถูกต้องอีกครั้ง หรือใช้ตัวเลือก 'ข้ามการตรวจสอบชุด' หากยังไม่มีหมายเลขชุดสินค้า

source: For CN imports: Normal or Unsales (parsed from Type column)
th: สำหรับการนำเข้า CN: ปกติ หรือ ไม่ใช่การขาย (แยกวิเคราะห์จากคอลัมน์ ประเภท)

source: For CN imports: Reference invoice number from 'Assignment/Refer Inv.of CN' column
th: สำหรับการนำเข้า CN: เลขที่ใบแจ้งหนี้อ้างอิงจากคอลัมน์ 'มอบหมาย/อ้างอิงใบแจ้งหนี้ของ CN'

source: Found template by fuzzy search: {0}
th: พบแม่แบบโดยการค้นหาแบบใกล้เคียง: {0}

source: Found template by title: {0}
th: พบแม่แบบโดยชื่อเรื่อง: {0}

source: Found template: {0}
th: พบแม่แบบ: {0}

source: Fragile
th: เปราะบาง

source: Frappe Support
th: ฝ่ายสนับสนุน Frappe

source: Free of Charge / Bonus item (rate = 0)
th: สินค้าฟรี / สินค้าของแถม (อัตรา = 0)

source: From Date
th: จากวันที่

source: From MR
th: จาก MR

source: Frozen (-20°C)
th: แช่แข็ง (-20°C)

source: GMP Certificate No.
th: ุระบร GMP ศาน

source: GMP Documentation
th: เอกสาร GMP

source: GPU Code
th: รหัส GPU

source: GRAND TOTAL
th: ยอดรวมทั้งหมด

source: Generate
th: สร้าง

source: Generate Batch Number
th: สร้างหมายเลขชุด

source: Generate COA
th: สร้างแผนผังบัญชี

source: Generate COA Certificate
th: สร้างใบรับรองแผนผังบัญชี (COA)

source: Generate PDF
th: สร้างไฟล์ PDF

source: Generating CSV Report...
th: กำลังสร้างรายงาน CSV...

source: Generating CSV export...
th: กำลังสร้างไฟล์ส่งออก CSV...

source: Generating CSV...
th: กำลังสร้าง CSV...

source: Generating Excel Report...
th: กำลังสร้างรายงาน Excel...

source: Generating PDF Report...
th: กำลังสร้างรายงาน PDF...

source: Generating preview...
th: กำลังสร้างตัวอย่างล่วงหน้า...

source: Go to Reconciliation Page
th: ไปที่หน้าการกระทบยอด

source: Goods Batch
th: ชุดสินค้า

source: Goods Details
th: รายละเอียดสินค้า

source: Goods Type
th: ประเภทสินค้า

source: Grand Total
th: ยอดรวมทั้งหมด

source: Hazardous
th: อันตราย

source: Height (cm)
th: ความสูง (ซม.)

source: Height (สูง ซม.)
th: ความสูง (ซม.)

source: Hero Image
th: ภาพฮีโร่

source: Hospital
th: โรงพยาบาล

source: How to fix
th: วิธีแก้ไข

source: How to fix:
th: วิธีแก้ไข:

source: INV
th: ใบแจ้งหนี้

source: IP Customer Item Naming
th: การตั้งชื่อรายการสินค้าของลูกค้า IP

source: IP Customer Shipping Address
th: ที่อยู่จัดส่งลูกค้า IP

source: IP Customer Type
th: ประเภทลูกค้า IP

source: IP Manual Article
th: บทความคู่มือ IP

source: IP Manual Category
th: หมวดหมู่คู่มือ IP

source: Icon
th: ไอคอน

source: If checked, batch validation will be skipped. Use this when batch numbers in Excel don't exist in the system yet.
th: หากเลือก จะข้ามการตรวจสอบชุดสินค้า ใช้เมื่อตัวเลขชุดสินค้าใน Excel ยังไม่มีอยู่ในระบบ

source: Import
th: นำเข้า

source: Import Complete
th: นำเข้าเสร็จสมบูรณ์

source: Import DKSH Material Code Mappings
th: นำเข้าการจับคู่รหัสวัสดุ DKSH

source: Import Date
th: วันที่นำเข้า

source: Import Preview
th: ดูตัวอย่างการนำเข้า

source: Import Status
th: สถานะการนำเข้า

source: Import Type
th: ประเภทการนำเข้า

source: Import Type (Raw)
th: ประเภทการนำเข้า (ดิบ)

source: Import from DKSH CSV
th: นำเข้าจากไฟล์ CSV ของ DKSH

source: Import type not detected. Please re-parse the Excel file. Current type: {0}
th: ไม่พบประเภทการนำเข้า กรุณาวิเคราะห์ไฟล์ Excel ใหม่ ประเภทปัจจุบัน: {0}

source: Importing
th: กำลังนำเข้า

source: Importing DKSH mappings...
th: กำลังนำเข้าการจับคู่ DKSH...

source: Imports
th: นำเข้า

source: In Progress
th: กำลังดำเนินการ

source: Inactive
th: ไม่ใช้งาน

source: Include UOM
th: รวม UOM

source: Individual
th: บุคคล

source: Initialize 7 Bangkok Provinces
th: เริ่มต้น 7 จังหวัดกรุงเทพมหานคร

source: Initializing default provinces...
th: กำลังเริ่มต้นจังหวัดเริ่มต้น...

source: Initializing...
th: กำลังเริ่มต้น...

source: Inspection
th: การตรวจสอบ

source: Insufficient Quantity
th: จำนวนไม่เพียงพอ

source: Insurance Amount (วงเงินประกันสินค้า)
th: จำนวนเงินประกัน (วงเงินประกันสินค้า)

source: Inter Express Box Size
th: ขนาดกล่อง Inter Express

source: Inter Express Delivery
th: อินเทอร์ เอ็กซ์เพรส เดลิเวอรี่

source: Inter Express Delivery Item
th: ไอเท็มจัดส่งด่วน Inter Express

source: Inter Express Disabled
th: Inter Express ระบระด

source: Inter Express Excluded Province
th: จังหวัดที่ไม่รวมใน Inter Express

source: Inter Express Export
th: อินเทอร์ เอ็กซ์เพรส เอ็กซ์พอร์ต

source: Inter Express Settings
th: การตั้งค่า Inter Express

source: Inter Express Warehouse
th: อินเทอร์ เอ็กซ์เพรส โกดังสินค้า

source: Inter Express integration is not enabled for this company
th: การเชื่อมต่อ Inter Express ยังไม่ได้เปิดใช้งานสำหรับบริษัทนี้

source: Internal
th: ภายใน

source: Invalid
th: ไม่ถูกต้อง

source: Invalid Items
th: รายการไม่ถูกต้อง

source: Invalid Manufacturer
th: ผู้ผลิตไม่ถูกต้อง

source: Invalid Material Request Item {0} for Material Request {1}
th: รายการขอวัสดุ {0} ไม่ถูกต้องสำหรับคำขอวัสดุ {1}

source: Invalid Selection
th: การเลือกไม่ถูกต้อง

source: Invalid Voucher Type
th: ประเภทใบสำคัญไม่ถูกต้อง

source: Invalid file URL: {0}
th: URL ไฟล์ไม่ถูกต้อง: {0}

source: Invalid item data. Please try refreshing the page.
th: ข้อมูลไอเท็มไม่ถูกต้อง กรุณาลองรีเฟรชหน้าจอใหม่อีกครั้ง

source: Invalid row data. Please try refreshing the page.
th: ข้อมูลแถวไม่ถูกต้อง กรุณาลองรีเฟรชหน้าจอใหม่อีกครั้ง

source: Invoice
th: ใบแจ้งหนี้

source: Invoice Import
th: นำเข้าบิลขาย

source: Invoice {0} marked as reconciled
th: ใบแจ้งหนี้ {0} ถูกทำเครื่องหมายว่าได้กระทบยอดแล้ว

source: Is Active
th: ใช้งานอยู่

source: Is Affiliate
th: เป็นบริษัทในเครือ

source: Is Default
th: เป็นค่าเริ่มต้น

source: Issue Date
th: วันที่

source: Item
th: \0e2a\0e34\0e19\0e04\0e49\0e32

source: Item Code
th: รหัสสินค้า

source: Item Code (ERPNext)
th: รหัสสินค้า (ERPNext)

source: Item Code and Supplier are required
th: รหัสสินค้าและผู้จำหน่ายเป็นข้อมูลที่จำเป็นต้องระบุ

source: Item Code and Warehouse are required
th: รหัสสินค้าและคลังสินค้าจำเป็นต้องระบุ

source: Item Code {0} does not match Manufacturing Order's finished product {1}
th: รหัสสินค้า {0} ไม่ตรงกับสินค้าสำเร็จรูปของใบสั่งผลิต {1}

source: Item Codes
th: รหัสสินค้า

source: Item Group
th: กลุ่มสินค้า

source: Item Name
th: ชื่อสินค้า

source: Item row ID is required
th: รหัสแถวรายการสินค้าจำเป็นต้องระบุ

source: Item split successfully
th: แบ่งไอเท็มสำเร็จแล้ว

source: Item was auto-created as temporary (pending reconciliation)
th: รายการถูกสร้างขึ้นโดยอัตโนมัติเป็นแบบชั่วคราว (รอดำเนินการปรับปรุงบัญชี)

source: Item {0} does not exist
th: รายการที่ {0} ไม่อยู่

source: Item {0} from {1} is fully ordered. Skipping.
th: {0} จาก {1} ได้รับการสั่งซื้อครบถ้วนแล้ว กำลังข้ามขั้นตอนนี้

source: Item {0} is not a temporary item
th: สินค้า {0} ไม่ว่ายสินปียก

source: Items
th: สินค้า

source: Items Already Existed
th: รายการที่มีอยู่แล้ว

source: Items with Mapping
th: รายการที่มีการทำแผนที่

source: Items with batch errors, missing items, etc. Check validation log for details.
th: รายการที่มีข้อผิดพลาดของชุดสินค้า รายการที่ขาดหาย ฯลฯ กรุณาตรวจสอบบันทึกการตรวจสอบความถูกต้องสำหรับรายละเอียดเพิ่มเติม

source: Items with batch/item validation errors
th: รายการที่มีข้อผิดพลาดในการตรวจสอบชุด/สินค้า

source: JSON array of created Credit Notes: [{"customer": "...", "customer_name": "...", "credit_note": "SINV-00001", "reference": "..."}]
th: JSON หลือเกลิง Credit Note ค่างสร้าง: [{"ลูกค้า": "...", "ลูกค้าชื่อ": "...", "credit_note": "SINV-00001", "วันที่": "..."}]

source: JSON array of created Sales Invoices (direct creation): [{"customer": "...", "customer_name": "...", "sales_invoice": "SINV-00001"}]
th: JSON ออกในใหม่ขายแจ้งหนี้ขาย ออกใน (เกิ่งขายเครื่อ): [{"ลูกค้": "...", "ลูกค้าชอ": "...", "ใบแจ้งหนี้": "SINV-00001"}]

source: JSON array of created Sales Orders: [{"customer": "...", "customer_name": "...", "sales_order": "SO-00001"}]
th: JSON ออกสินขายสั่งขายซื้อ: [{"ลูกค้า": "...", "ลูกค้าชื่อ": "...", "ใบสั่งขาย": "SO-00001"}]

source: JSON array of customer data for preview: [{"payer_code": "...", "customer": "...", "customer_name": "...", "item_count": 5}]
th: JSON อาร์เรย์ของข้อมูลลูกค้าสำหรับดูตัวอย่าง: [{"payer_code": "...", "customer": "...", "customer_name": "...", "item_count": 5}]

source: JSON format for Thai Business Suite batch selections: [{"batch_no": "...", "qty": ..., "warehouse": "..."}]
th: [{"batch_no": "...", "qty": ..., "warehouse": "..."}]

source: Keyboard Shortcuts
th: แป้นพิมพ์ลัด

source: LIFO (Last In First Out)
th: LIFO (เข้า-ออกล่าสุดก่อน)

source: LOT-.YY.MM.-.####
th: ล็อต-.YY.MM.-.####

source: LOT-.YYYY.-.####
th: ล็อต-.YYYY.-.####

source: LOT-.YYYY.MM.DD.-.####
th: ล็อต-.YYYY.MM.DD.-.####

source: Lab Result
th: ผลการตรวจ

source: Landmark
th: จุดสังเกต

source: Latitude
th: ละติจูด

source: Leave empty to export for all customers
th: ปล่อยว่างไว้เพื่อส่งออกสำหรับลูกค้าทั้งหมด

source: Leave file empty to preview default DKSH file.
th: ปล่อยไฟล์ว่างไว้เพื่อดูตัวอย่างไฟล์ DKSH เริ่มต้น

source: Leave file empty to use default
th: ปล่อยไฟล์ว่างไว้เพื่อใช้ค่าเริ่มต้น

source: Length (cm)
th: ความยาว (ซม.)

source: Length (ยาว ซม.)
th: ความยาว (ซม.)

source: License Code
th: รหัสใบอนุญาต

source: License Description
th: คำอธิบายใบอนุญาต

source: License Information
th: ข้อมูลใบอนุญาต

source: License Name (Thai)
th: ชื่อใบอนุญาต (ภาษาไทย)

source: License Number
th: ใบอนุญาตเลขที่

source: License Scan/Document
th: สแกนใบอนุญาต/เอกสาร

source: License Type
th: ประเภทใบอนุญาต

source: License {0} is expiring soon on {1}
th: ใบอนุญาต {0} กำลังจะหมดอายุในวันที่ {1}

source: Link to central TBS mapping (for 2-way sync with Aerocare)
th: ลิงก์ไปยังการแมป TBS กลาง (สำหรับการซิงค์สองทางกับ Aerocare)

source: Link to related DocType for context help
th: ลิงก์ไปยัง DocType ที่เกี่ยวข้องสำหรับความช่วยเหลือบริบท

source: Load Raw Materials from BOM
th: โหลดวัตถุดิบจาก BOM

source: Load Test Parameters
th: พารามิเตอร์ทดสอบโหลด

source: Loading End Users...
th: กำลังโหลดผู้ใช้งานปลายทาง...

source: Loading batch data...
th: กำลังโหลดข้อมูลชุดข้อมูล...

source: Loading customers...
th: กำลังโหลดลูกค้า...

source: Loading delivery notes...
th: กำลังโหลดใบส่งของ...

source: Loading invoice data...
th: กำลังโหลดข้อมูลใบแจ้งหนี้...

source: Loading items...
th: กำลังโหลดไอเท็ม...

source: Loading provinces...
th: กำลังโหลดจังหวัด...

source: Loading raw materials from BOM...
th: กำลังโหลดวัตถุดิบจาก BOM...

source: Loading...
th: กำลังโหลด...

source: Location Information
th: ข้อมูลสถานที่

source: Lock/Close PO actions require Administrator or Purchase Manager role.
th: การดำเนินการล็อก/ปิดใบสั่งซื้อจำเป็นต้องใช้บทบาทผู้ดูแลระบบหรือผู้จัดการฝ่ายจัดซื้อเท่านั้น

source: Log out
th: ออกจากระบบ

source: Longitude
th: ลองจิจูด

source: Lot No
th: สินร์ ศูห์

source: MFG
th: การผลิต

source: Manufacturer
th: ผู้ผลิต

source: Manufacturer Details
th: รายละเอียดผู้ผลิต

source: Manufacturer Name
th: ชื่อผู้ผลิต

source: Manufacturer filter applied: {0} manufacturer(s) available
th: ตัวกรองผู้ผลิตถูกนำไปใช้: มีผู้ผลิต {0} รายที่พร้อมใช้งาน

source: Manufacturers Required
th: ต้องการผู้ผลิต

source: Manufacturing
th: การผลิต

source: Manufacturing Date
th: วันผลิต

source: Manufacturing Date (MFG)
th: วันที่การผลิต (MFG)

source: Manufacturing Execution
th: การปฏิบัติการผลิต

source: Manufacturing Manager
th: ผู้จัดการฝ่ายผลิต

source: Manufacturing Order
th: ใบสั่งผลิต

source: Manufacturing Order Raw Material
th: ใบสั่งผลิต วัตถุดิบ

source: Manufacturing Order Sync Failed
th: การซิงค์ใบสั่งผลิตล้มเหลว
