Repository: ManotLuijiu/erpnext-thai-translation
Catalog: inpac_pharma/*.po
Languages: th

source: Total reservation ({0}) will exceed required quantity ({1}) by {2}.<br><br><strong>Already Reserved:</strong> {3}<br><strong>Now Selecting:</strong> {4}<br><strong>Total:</strong> {5}<br><br>Continue?
th: ยอดการจองทั้งหมด ({0}) จะเกินจำนวนที่ต้องการ ({1}) ถึง {2} <br><br><strong>จองแล้ว:</strong> {3}<br><strong>กำลังเลือก:</strong> {4}<br><strong>รวมทั้งหมด:</strong> {5}<br><br>ดำเนินการต่อหรือไม่?

source: Total selected quantity ({0}) exceeds the required quantity ({1}). Please reduce the batch quantities.
th: จำนวนรวมที่เลือก ({0}) เกินจำนวนที่ต้องการ ({1}) กรุณาลดปริมาณในแต่ละชุดลง

source: Total selected quantity ({0}) is less than required ({1}). Do you want to proceed with partial selection?
th: จำนวนที่เลือกทั้งหมด ({0}) น้อยกว่าที่ต้องการ ({1}) คุณต้องการดำเนินการต่อด้วยการเลือกบางส่วนหรือไม่?

source: Total selected quantity exceeds the required quantity. Please reduce batch quantities before confirming.
th: ปริมาณที่เลือกทั้งหมดเกินกว่าปริมาณที่ต้องการ กรุณาลดปริมาณในแต่ละชุดก่อนยืนยัน

source: Total split quantities must equal original quantity: {0}
th: จำนวนแยกทั้งหมดต้องเท่ากับจำนวนเดิม: {0}

source: Transfer Price Sum
th: รวมราคาต้นทุนโอน

source: Type (Raw)
th: ประเภท (ดิบ)

source: Type Name
th: ประเภทชื่อ

source: Type Name (English)
th: ประเภท ชื่อ (ภาษาอังกฤษ)

source: UOM
th: หน่วยนับ

source: Unique Items
th: รายการเฉพาะ

source: Unknown error occurred
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุ

source: Unmapped End Users ({0})
th: ผู้ใช้ปลายทางที่ยังไม่ได้แมป ({0})

source: Unmapped Materials
th: วัสดุที่ยังไม่ได้แมป

source: Unmapped Reason
th: เหตุผลที่ไม่ได้แมป

source: Unmapped materials ({0} items) - Add material code mappings
th: วัสดุที่ยังไม่ได้แมป ({0} รายการ) - เพิ่มการแมปโค้ดวัสดุ

source: Unreserve
th: ยกเลิกการสำรอง

source: Unreserve Stock
th: ยกเลิกการสำรองสต็อก

source: Unreserving Stock...
th: กำลังยกเลิกการสำรองสินค้า...

source: Unsales
th: ไม่ใช่การขาย

source: Unsupported file format: {0}. Please use Excel (.xlsx, .xls) or CSV (.csv) files.
th: รูปแบบไฟล์ไม่รองรับ: {0} กรุณาใช้ไฟล์ Excel (.xlsx, .xls) หรือ CSV (.csv)

source: Update Items
th: ปรับปรุงรายการ

source: Update existing mappings
th: อัปเดตการจับคู่ที่มีอยู่แล้ว

source: Updated
th: อัปเดตแล้ว

source: Updated Stock Reservation Entries from: {0}
th: รายการสำรองสินค้าปรับปรุงล่าสุดจาก: {0}

source: Updated successfully
th: อัปเดตเรียบร้อยแล้ว

source: Upload CSV File
th: อัปโหลดไฟล์ CSV

source: Upload supplier's Certificate of Analysis (PDF)
th: อัปโหลดใบรับรองการวิเคราะห์ของผู้จำหน่าย (PDF)

source: Uploaded At
th: อัปโหลดเมื่อ

source: Use GPU Name
th: ใช้ชื่อ GPU

source: Use TM Name
th: ใช้ชื่อ TM

source: Use TPU Name
th: ใช้ชื่อ TPU

source: User Forum
th: ฟอรั่มผู้ใช้

source: Using exact name match: {0}
th: ใช้ชื่อที่ตรงกันเป๊ะ: {0}

source: VAT Type
th: ชนิดภาษีมูลค่าเพิ่ม

source: VAT type and company are required
th: ประเภทภาษีมูลค่าเพิ่มและบริษัทเป็นข้อมูลที่จำเป็นต้องระบุ

source: Valid
th: ถูกต้อง

source: Valid Items
th: สินค้าถูกต้อง

source: Validate Items
th: ตรวจสอบรายการ

source: Validated
th: ได้รับการตรวจสอบแล้ว

source: Validated At
th: ตรวจสอบเมื่อ

source: Validating items...
th: กำลังตรวจสอบรายการ...

source: Validation & Errors
th: การตรวจสอบความถูกต้องและข้อผิดพลาด

source: Validation Error
th: ข้อผิดพลาดในการตรวจสอบข้อมูล

source: Validation Errors
th: ข้อผิดพลาดในการตรวจสอบข้อมูล

source: Validation Errors - Invalid Items
th: ข้อผิดพลาดการตรวจสอบ - รายการไม่ถูกต้อง

source: Validation Message
th: ข้อความตรวจสอบความถูกต้อง

source: Validation Results
th: ผลการตรวจสอบความถูกต้อง

source: Validation Status
th: สถานะการตรวจสอบความถูกต้อง

source: Validation Summary
th: สรุปการตรวจสอบความถูกต้อง

source: Validation completed. Valid: {0}, Invalid: {1}
th: การตรวจสอบเสร็จสมบูรณ์ ถูกต้อง: {0}, ไม่ถูกต้อง: {1}

source: Validation failed due to:
th: การตรวจสอบล้มเหลวเนื่องจาก:

source: Validation failed: {0}
th: การตรวจสอบล้มเหลว: {0}

source: Validity Period
th: ระยะเวลาที่ใช้ได้

source: Veterinary
th: สัตวแพทย์

source: View
th: ดู

source: View All
th: ดูทั้งหมด

source: View All Raw Material COAs
th: ดูรายการบัญชีวัตถุดิบทั้งหมด

source: View Batch
th: ดูชุดข้อมูล

source: View Batch Errors
th: ดูข้อผิดพลาดของชุดข้อมูล

source: View Credit Notes
th: ดูใบลดหนี้

source: View Finished Goods COA
th: ดูแผนผังบัญชีสินค้าสำเร็จรูป

source: View Manufacturing Order
th: ดูใบสั่งผลิต

source: View Pick List
th: ดูรายการหยิบสินค้า

source: View Sales Invoice
th: ดูใบกำกับภาษีขาย

source: View Sales Invoices
th: ดูใบกำกับภาษีขาย

source: View Sales Orders
th: ดูใบสั่งขาย

source: View Unmapped Details
th: ดูรายละเอียดที่ยังไม่ได้จับคู่

source: View Unmapped End Users
th: ดูผู้ใช้ปลายทางที่ยังไม่ได้แมป

source: View Unmapped Materials
th: ดูวัสดุที่ยังไม่ได้แมป

source: View Unmapped Queue
th: ดูคิวที่ยังไม่ได้แมป

source: View Website
th: ดูเว็บไซต์

source: View Work Order
th: ดูใบสั่งผลิต

source: View and resolve unmapped materials in DK Unmapped Material Queue
th: ดูและแก้ไขวัสดุที่ยังไม่ได้แมปในคิววัสดุที่ยังไม่ได้แมป DK

source: View/Download
th: ดู/ดาวน์โหลด

source: Voucher #
th: บัตรกำนัล #

source: Voucher type and voucher number are required
th: ประเภทใบสำคัญและหมายเลขใบสำคัญเป็นข้อมูลที่จำเป็นต้องระบุ

source: Warehouse
th: คลังสินค้า

source: Warning
th: คำเตือน

source: Warning: Batch {0} has expired on {1}
th: คำเตือน: ชุดสินค้า {0} หมดอายุเมื่อวันที่ {1}

source: Warning: Could not cancel Delivery Note {0}: {1}
th: คำเตือน: ไม่สามารถยกเลิก ใบส่งของ {0}: {1} ได้

source: Warning: Could not delete Delivery Note {0}: {1}
th: คำเตือน: ไม่สามารถลบ ใบส่งของ {0}: {1} ได้

source: Warning: Could not reserve stock for {0} (Batch: {1}). Error: {2}
th: คำเตือน: ไม่สามารถสำรองสต็อกสำหรับ {0} (ล็อต: {1}) ได้ ข้อผิดพลาด: {2}

source: Warning: Could not reserve stock for {0} batch {1}. Error: {2}
th: คำเตือน: ไม่สามารถจองสต็อกสำหรับล็อต {0} หมายเลข {1} ได้ ข้อผิดพลาด: {2}

source: Warning: Could not reserve stock for {0}. Error: {1}
th: คำเตือน: ไม่สามารถจองสต็อกสำหรับ {0} ได้ ข้อผิดพลาด: {1}

source: Warning: Failed to add to Inter Express batch. Error: {0}
th: คำเตือน: ไม่สามารถเพิ่มลงในชุด Inter Express ได้ สำเร็จ: {0}

source: Warning: Failed to cancel linked Delivery Note: {0}
th: คำเตือน: ไม่สามารถยกเลิกใบส่งของที่เชื่อมโยงได้: {0}

source: Warning: Pharmaceutical suppliers must have at least one manufacturer. Add another manufacturer before saving.
th: คำเตือน: ผู้จำหน่ายยาและเวชภัณฑ์ต้องมีอย่างน้อยหนึ่งผู้ผลิต กรุณาเพิ่มผู้ผลิตอีกหนึ่งรายก่อนบันทึกข้อมูล

source: WeasyPrint is not installed. Please install it with: pip install weasyprint
th: WeasyPrint ยังไม่ได้ติดตั้ง กรุณาติดตั้งโดยใช้คำสั่ง: pip install weasyprint

source: Weight (kg)
th: น้ำหนัก (กก.)

source: Weight (น้ำหนัก กก.)
th: น้ำหนัก (กก.)

source: Weight/Box (kg)
th: น้ำหนัก/กล่อง (กก.)

source: Whether to include in Sales Order creation
th: จะรวมไว้ในการสร้างใบสั่งขายหรือไม่

source: Width (cm)
th: ความกว้าง (ซม.)

source: Width (กว้าง ซม.)
th: ความกว้าง (ซม.)

source: Work Order
th: ใบสั่งงาน

source: Work Order not created yet
th: ใบสั่งงานยังไม่ได้สร้าง

source: Work Order {0} created successfully
th: ใบสั่งงาน {0} ถูกสร้างเรียบร้อยแล้ว

source: Work Order {0} must be submitted before creating Stock Entry
th: ใบสั่งงาน {0} ต้องได้รับการส่งมอบก่อนสร้างรายการสินค้าคงคลัง

source: Write content in Markdown format. Supports headings, lists, code blocks, images, and links.
th: เขียนเนื้อหาในรูปแบบ Markdown รองรับหัวข้อ รายการ บล็อกโค้ด รูปภาพ และลิงก์

source: Yes
th: ใช่

source: Yield %
th: อัตราผลผลิต %

source: You are overbooking batches that are already reserved. Do you want to proceed?
th: คุณกำลังจองชุดสินค้าที่ถูกสำรองไว้แล้ว ต้องการดำเนินการต่อหรือไม่?

source: You are selecting batches that are already reserved. This will create overbooking.
th: คุณกำลังเลือกชุดสินค้าที่ถูกจองไว้แล้ว ซึ่งจะทำให้เกิดการจองเกินจำนวน

source: You can add mappings via DK Material Code Mapping, or these items will be queued when creating documents.
th: คุณสามารถเพิ่มการจับคู่ผ่านการจับคู่รหัสวัสดุ DK หรือสินค้าดังกล่าวจะถูกจัดคิวเมื่อสร้างเอกสาร

source: You can create documents now with {0} valid items.
th: คุณสามารถสร้างเอกสารได้แล้วโดยมี {0} รายการที่ถูกต้อง

source: You don't have permission to access this Sales Order
th: คุณไม่มีสิทธิ์เข้าถึงใบสั่งขายนี้

source: and {0} more...
th: และอีก {0} รายการ...

source: cancel
th: ยกเลิก

source: delete
th: ลบ

source: e.g., A, B, C, XL
th: เช่น A, B, C, XL

source: e.g., Small Box, Large Box
th: เช่น กล่องเล็ก, กล่องใหญ่

source: in database
th: ในฐานข้อมูล

source: materials were queued for mapping (not included in invoice)
th: วัสดุถูกจัดคิวเพื่อทำแผนที่ (ไม่รวมในใบแจ้งหนี้)

source: modified
th: การแก้ไข

source: not in database
th: ไม่พบในฐานข้อมูล

source: page
th: หน้า

source: required
th: จำเป็น

source: units
th: หน่วย

source: {0} delivery notes added successfully
th: ใบส่งสินค้า {0} ราสราบส่งสินชารอดสินเข้าถึง

source: {0} items marked for {1} customers
th: {0} รายการที่ถูกทำเครื่องหมายสำหรับลูกค้า {1} ราย

source: {0} items not found on affiliate server
th: {0} รายการไม่พบในเซิร์ฟเวอร์พันธมิตร

source: {0} materials queued for mapping.
th: {0} วัสดุอยู่ในคิวสำหรับการทำแผนที่แล้ว

source: {0} of {1} reconciliations failed
th: {0} จาก {1} การกระทบยอดล้มเหลว

source: {0} province(s) excluded
th: {0} จังหวัดที่ถูกยกเว้น

source: {0} unmapped items will be queued for later processing.
th: {0} รายการที่ยังไม่ได้แมปจะถูกจัดคิวเพื่อดำเนินการในภายหลัง

source: วันที่ผลิต
th: วันที่การ

source: วันหมดอายุ
th: Expiration Date

source: อายุยา (เดือน)
th: อายุการใช้งาน (เดือน)

source: • {0} ({1}) from {2}
th: • {0} ({1}) จาก {2}

source: ⚠️ Warning: Pharmaceutical items require at least one supplier
th: ⚠️ คำเตือน: สินค้ากลุ่มเภสัชกรรมจำเป็นต้องมีอย่างน้อยหนึ่งผู้จำหน่าย

source: ✅ [DEMO MODE] Successfully synced to {0}. Created: {1}
th: ✅ [โหมดสาธิต] ซิงค์ไปยัง {0} สำเร็จ สร้างเมื่อ: {1}
